[
  {
    "title": "Writing Support for International Graduate Students: Enhancing Transition and Success",
    "author": "Shyam Sharma",
    "publicationDate": "08-16-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Writing-Support-for-International-Graduate-Students-Enhancing-Transition/Sharma/p/book/9780367586799",
    "openAccess": "no",
    "coverImage": "covers/sharma2018.jpg",
    "description": [
      "Using qualitative data collected from more than twenty universities across the US, Writing Support for International Graduate Students describes and theorizes agency- and advocacy-driven practices, programs, and policies that are most effective in helping international students learn graduate-level writing and communication skills. It uses compelling narratives and cases to illustrate a variety of program models and support practices that fostered the students’ process of academic transition and success. Employing an ecological framework, the book seeks to advance academic conversation about how writing scholars/instructors and program administrators, as well as other academic service professionals working with this student body, can formulate policies, develop programs, and implement practices that best help these students grow as writers and scholars in their disciplines."
    ]
  },
  {
    "title": "Unplugging Popular Culture: Reconsidering Analog Technology, Materiality, and the Digital Native",
    "author": "K. Shannon Howard",
    "publicationDate": "12-15-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Unplugging-Popular-Culture-Reconsidering-Analog-Technology-Materiality/Howard/p/book/9780367663711",
    "openAccess": "no",
    "coverImage": "covers/howard2018.jpg",
    "description": [
      "Unplugging Popular Culture showcases youth and young adult characters from film and television who defy the stereotype of the \"digital native\" who acts as an unquestioning devotee to screened technologies like the smartphone. In this study, unplugged tools, or non-digital tools, do not necessitate a ban on technology or a refusal to acknowledge its affordances but work instead to highlight the ability of fictional characters to move from high tech settings to low tech ones. By repurposing everyday materials, characters model the process of reusing and upcycling existing materials in innovative ways. In studying examples such as Pitch Perfect, Supernatural, Stranger Things, and Get Out, the book aims to make theories surrounding materiality apparent within popular culture and to help today’s readers reconsider stereotypes of the young people they encounter on a daily basis."
    ]
  },
  {
    "title": "Professionalizing Second Language Writing",
    "author": "Paul Kei Matsuda, Sarah Elizabeth Snyder, and Katherine Daily O'Meara",
    "publicationDate": "01-01-2018",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/professionalizing-second-language-writing",
    "openAccess": "no",
    "coverImage": "covers/matsuda2018.jpg",
    "description": [
      "Professionalizing Second Language Writing is an edited collection that bring together perspectives of second language writing specialists who shed light on second language writing as a profession. Some of the chapters illuminate the nature of second language writing not only as a field but as a profession. Other chapters provide an in-depth look at the issues second language writing specialists face as they go through various stages of professional development in their institutional contexts. Together, these chapters provide insights that can help graduate students and early career professionals as they envision their future and cope with new issues and challenges in their own processes of professionalization."
    ]
  },
  {
    "title": "Vicente Ximenes, LBJ's Great Society, and Mexican American Civil Rights Rhetoric",
    "author": "Michelle Hall Kells",
    "publicationDate": "01-29-2018",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809336395/vicente-ximenes-lbjs-great-society-and-mexican-american-civil-rights-rhetoric/",
    "openAccess": "no",
    "coverImage": "covers/kells2018.jpg",
    "description": [
      "Beginning as a grassroots organizer in the 1950s, Vicente Ximenes was at the forefront of the movement for Mexican American civil rights through three presidential administrations, joining Lyndon B. Johnson’s Great Society and later emerging as one of the highest-ranking appointees in Johnson’s administration. Ximenes succeeded largely because he could adapt his rhetoric for different audiences in his speeches and writings. Michelle Hall Kells elucidates Ximenes’s achievements through a rhetorical history of his career as an activist.",
      "Kells draws on Ximenes’s extensive archive of speeches, reports, articles, and oral interviews to present the activist’s rhetorical history. After a discussion of Ximenes’s early life, the author focuses on his career as an activist, examining Ximenes’s leadership in several key civil rights events, including the historic 1967 White House Cabinet Committee Hearings on Mexican American Affairs. Also highlighted is his role in advancing Mexican Americans and Latinos from social marginalization to greater representation in national politics.",
      "This book shows us a remarkable man who dedicated the majority of his life to public service, using rhetoric to mobilize activists for change to secure civil rights advances for his fellow Mexican Americans."
    ]
  },
  {
    "title": "Composition, Rhetoric, and Disciplinarity",
    "author": "Rita Malenczyk, Susan Miller-Cochran, Elizabeth Wardle, and Kathleen Blake Yancey",
    "publicationDate": "04-02-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3334-composition-rhetoric-and-disciplinarity",
    "openAccess": "no",
    "coverImage": "covers/malenczyk2018.jpg",
    "description": [
      "Edited by four nationally recognized leaders of composition scholarship, Composition, Rhetoric, and Disciplinarity asks a fundamental question: can Composition and Rhetoric, as a discipline, continue its historical commitment to pedagogy without sacrificing equal attention to other areas, such as research and theory? In response, contributors to the volume address disagreements about what it means to be called a discipline rather than a profession or a field; elucidate tensions over the defined breadth of Composition and Rhetoric; and consider the roles of research and responsibility as Composition and Rhetoric shifts from field to discipline.",
      "Outlining a field with a complex and unusual formation story, Composition, Rhetoric, and Disciplinarity employs several lenses for understanding disciplinarity—theory, history, labor, and pedagogy—and for teasing out the implications of disciplinarity for students, faculty, institutions, and Composition and Rhetoric itself. Collectively, the chapters speak to the intellectual and embodied history leading to this point; to questions about how disciplinarity is, and might be, understood, especially with regard to Composition and Rhetoric; to the curricular, conceptual, labor, and other sites of tension inherent in thinking about Composition and Rhetoric as a discipline; and to the implications of Composition and Rhetoric’s disciplinarity for the future."
    ]
  },
  {
    "title": "Introducing Science Through Images: Cases of Visual Popularization",
    "author": "Maria E. Gigante",
    "publicationDate": "05-01-2018",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/Introducing-Science-through-Images",
    "openAccess": "no",
    "coverImage": "covers/gigante2018.jpg",
    "description": [
      "As funding for basic scientific research becomes increasingly difficult to secure, public support becomes essential. Because of its promise for captivating nonexpert publics, the practice of merging art and imagery with science has been gaining traction in the scientific community. While images have been used with greater frequency in recent years, their value is often viewed as largely superficial. To the contrary, Maria E. Gigante posits in Introducing Science through Images, the value of imagery goes far beyond mere aesthetics—visual elements are powerful communication vehicles.",
      "The images examined in this volume, drawn from a wide range of historical periods, serve an introductory function—that is, they appear in a position of primacy relative to text and, like the introduction to a speech, have the potential to make audiences attentive and receptive to the forthcoming content. Gigante calls them \"portal\" images and explicates their utility in science communication, both to popularize and mystify science in the public eye.",
      "Gigante analyzes how science has been represented by various types of portal images: frontispieces, portraits of scientists, popular science magazine covers, and award-winning scientific images from Internet visualization competitions. Using theories of rhetoric and visual communication, she addresses the weak connection between scientific communities and the public and explores how visual elements can best be employed to garner public support for research."
    ]
  },
  {
    "title": "We Find Ourselves in Other People’s Stories: On Narrative Collapse and a Lifetime Search for Story",
    "author": "Amy E. Robillard",
    "publicationDate": "12-06-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/We-Find-Ourselves-in-Other-Peoples-Stories-On-Narrative-Collapse-and/Robillard/p/book/9781138393288",
    "openAccess": "no",
    "coverImage": "covers/robillard2018.jpg",
    "description": [
      "We Find Ourselves in Other People’s Stories: On Narrative Collapse and a Lifetime Search for Story is a collection of five essays that dissolves the boundary between personal writing and academic writing, a longstanding binary construct in the discipline of composition and writing studies, in order to examine the rhetorical effects of narrative collapse on the stories we tell about ourselves and others. Taken together, the essays theorize the relationships between language and violence, between narrative and dementia, between genre and certainty, and between writing and life."
    ]
  },
  {
    "title": "Levels of Ambience: An Introduction to Integrative Rhetoric",
    "author": "Stephen R. Yarbrough",
    "publicationDate": "12-05-2018",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/09-yarbrough.htm",
    "openAccess": "yes",
    "coverImage": "covers/yarbrough2018.jpg",
    "description": [
      "Although felt as a vague though often powerful sense of the world’s presence as we engage in a rhetorical situation, ambience is the highly complex and integrated totality of the world’s environmental, behavioral, symbolic, and temporal dimensions and their fields of objects, agents, relations, and forces of which we may or may not become aware and with which we may or may not intentionally engage. Although we may feel it so, ambience is not merely a vague, amorphous background to our conscious acts which gives it meaning; rather, it is itself highly organized and organizing, developing from our interactions with the world in a series of succeeding integrative levels, each with its own structures based upon and providing purpose to the lower, earlier developed structures it supervenes and each providing meaning to the higher, later developed structures that depend upon it."
    ]
  },
  {
    "title": "Technofeminist Storiographies: Women, Information Technology, and Cultural Representation",
    "author": "Kristine L. Blair",
    "publicationDate": "12-15-2018",
    "publisher": "Lexington Books",
    "publisherURL": "https://bookshop.org/p/books/technofeminist-storiographies-women-information-technology-and-cultural-representation-kristine-l-blair/69706d3eb454ded0",
    "openAccess": "no",
    "coverImage": "covers/blair2018a.jpg",
    "description": [
      "This book recovers both historical and contemporary accounts of women's lived experiences of technology, from Ada Lovelace and Hedy Lamarr to women working in the tech industry today, juxtaposing those stories with larger cultural representations of women and technology."
    ]
  },
  {
    "title": "Writing a Riot: Riot Grrrl Zines and Feminist Rhetorics",
    "author": "Rebekah J. Buchanan",
    "publicationDate": "02-12-2018",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/22456",
    "openAccess": "no",
    "coverImage": "covers/buchanan2018.jpg",
    "description": [
      "Riot grrrls, punk feminists best known for their girl power activism and message, used punk ideologies and the literacy practice of zine-ing to create radical feminist sites of resistance. In what ways did zines document feminism and activism of the 1990s? How did riot grrrls use punk ideologies to participate in DIY sites?",
      "In Writing a Riot: Riot Grrl Zines and Feminist Rhetorics, Buchanan argues that zines are a form of literacy participation used to document personal, social, and political values within punk. She examines zine studies as an academic field, how riot grrrls used zines to promote punk feminism, and the ways riot grrrl zines dealt with social justice issues of rape and race. Writing a Riot is the first full-length book that examines riot grrrl zines and their role in documenting feminist history."
    ]
  },
  {
    "title": "Decolonizing Native American Rhetoric: Communicating Self-Determination",
    "author": "Edited By Casey Ryan Kelly and Jason Edward Black",
    "publicationDate": "05-17-2018",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/65542",
    "openAccess": "no",
    "coverImage": "covers/kelly2018.jpg",
    "description": [
      "As survivors of genocide, mnemonicide, colonization, and forced assimilation, American Indians face a unique set of rhetorical exigencies in US public culture. Decolonizing Native American Rhetoric brings together critical essays on the cultural and political rhetoric of American indigenous communities, including essays on the politics of public memory, culture and identity controversies, stereotypes and caricatures, mascotting, cinematic representations, and resistance movements and environmental justice.",
      "This volume brings together recognized scholars and emerging voices in a series of critical projects that question the intersections of civic identity, including how American indigenous rhetoric is complicated by or made more dynamic when refracted through the lens of gender, race, class, and national identity. The authors assembled in this project employ a variety of rhetorical methods, theories, and texts committed to the larger academic movement toward the decolonization of Western scholarship. This project illustrates the invaluable contributions of American Indian voices and perspectives to the study of rhetoric and political communication."
    ]
  },
  {
    "title": "Literacy Then and Now: A Study of Modern and Contemporary Literacy Practices",
    "author": "Alice S. Horning",
    "publicationDate": "09-09-2018",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/abstract/title/62475",
    "openAccess": "no",
    "coverImage": "covers/horning2018.jpg",
    "description": [
      "This book argues that the psycholinguistic nature of literacy is universal and seeks to recouperate late nineteenth and early twentieth century techniques for addressing it. After defining the key terms of this study, the book goes onto survey various types of literacy education in the United States. First, it examples various religious organization and their methods for supporting literacy, focusing on the main religious groups in the United States in the Modern period: Christianity, Judaism and Islam. The book then discusses contributions made by NGOs, demonstrating the importance and limitations of reading groups, literary societies, settlement houses, unions, and corporations. Finally, the book examines government managed educational programs in K-12 schools as well as colleges and universities.Ultimately, this book argues, the psycholinguistic character of reading remains consistent over time, place and delivery syste. While sponsors play a key role, self-motivation is a driving force in literacy development. Although literacy education is in an on-going state of transition, the need for critical literacy continues to be an urgent, widespread and essential goal."
    ]
  },
  {
    "title": "Rhetoric, Technology, and the Virtues",
    "author": "Jared S. Colton and Steve Holmes",
    "publicationDate": "10-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3479-rhetoric-technology-and-the-virtues",
    "openAccess": "no",
    "coverImage": "covers/colton2018.jpg",
    "description": [
      "Rhetoric, Technology, and the Virtues argues that virtue ethics supports postmodern criticisms of rational autonomy and universalism while also enabling a discussion of the actual ethical behaviors that digital users form through their particular communicative ends and various rhetorical purposes. Authors Jared Colton and Steve Holmes extend Aristotle’s hexis framework through contemporary virtue ethicists and political theorists whose writing works from a tacit virtue ethics framework. They examine these key theorists through a range of case studies of digital habits of human users, including closed captioning, trolling, sampling, remixing, gamifying for environmental causes, and using social media, alongside a consideration of the ethical habits of nonhuman actors.",
      "Tackling a needed topic with clarity and defined organization, Rhetoric, Technology, and the Virtues carefully synthesizes various strands of ethical thinking, convincingly argues that virtue ethics is a viable framework for digital rhetoric, and provides a practical way to assess the changing hexeis encountered across the network of ethical situations in the digital world."
    ]
  },
  {
    "title": "The Routledge Reader of African American Rhetoric",
    "author": "Vershawn Ashanti Young and Michelle Bachelor Robinson",
    "publicationDate": "07-19-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/The-Routledge-Reader-of-African-American-Rhetoric-The-Longue-Duree-of/Young-Robinson/p/book/9780415731065",
    "openAccess": "no",
    "coverImage": "covers/young2018.jpg",
    "description": [
      "The Routledge Reader of African American Rhetoric is a comprehensive compendium of primary texts that is designed for use by students, teachers, and scholars of rhetoric and for the general public interested in the history of African American communication. The volume and its companion website include dialogues, creative works, essays, folklore, music, interviews, news stories, raps, videos, and speeches that are performed or written by African Americans. Both the book as a whole and the various selections in it speak directly to the artistic, cultural, economic, gendered, social, and political condition of African Americans from the enslavement period in America to the present, as well as to the Black Diaspora."
    ]
  },
  {
    "title": "On African-American Rhetoric",
    "author": "Keith Gilyard & Adam J. Banks",
    "publicationDate": "04-20-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/On-African-American-Rhetoric/Gilyard-Banks/p/book/9781138090446",
    "openAccess": "no",
    "coverImage": "covers/banks2018.jpg",
    "description": [
      "On African-American Rhetoric traces the arc of strategic language use by African Americans from rhetorical forms such as slave narratives and the spirituals to Black digital expression and contemporary activism. The governing idea is to illustrate the basic call-response process of African-American culture and to demonstrate how this dynamic has been and continues to be central to the language used by African Americans to make collective cultural and political statements. Ranging across genres and disciplines, including rhetorical theory, poetry, fiction, folklore, speeches, music, film, pedagogy, and memes, Gilyard and Banks consider language developments that have occurred both inside and outside of organizations and institutions. Along with paying attention to recent events, this book incorporates discussion of important forerunners who have carried the rhetorical baton. These include Frederick Douglass, Harriet Jacobs, Sojourner Truth, Anna Julia Cooper, W. E. B. Du Bois, Zora Neale Hurston, Malcolm X, Martin Luther King, Jr., Toni Cade Bambara, Molefi Asante, Alice Walker, and Geneva Smitherman. Written for students and professionals alike, this book is powerful and instructive regarding the long African-American quest for freedom and dignity."
    ]
  },
  {
    "title": "Creating Intelligent Content with Lightweight DITA",
    "author": "Carlos Evia",
    "publicationDate": "12-17-2018",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Creating-Intelligent-Content-with-Lightweight-DITA/Evia/p/book/9780815393825",
    "openAccess": "no",
    "coverImage": "covers/evia2018.jpg",
    "description": [
      "Creating Intelligent Content with Lightweight DITA documents the evolution of the Darwin Information Typing Architecture (DITA) – a widely used open standard for structuring technical content. DITA has grown in popularity and features since its origins as an internal grammar for structuring technical documentation at IBM. This book introduces Lightweight DITA (LwDITA, which should be read as \"Lightweight DITA\") as a proposed version of the DITA standard that reduces its dependence on complex Extensible Markup Language (XML) structures and simplifies its authoring experience. This volume aims to reconcile discrepancies and similarities in methods for authoring content in industry and academia and does so by reporting on DITA’s evolution through the lens of computational thinking, which has been connected in scholarship and media to initiatives for learning to code and programming.",
      "Evia’s core argument is that if technical communicators are trained with principles of rhetorical problem solving and computational thinking, they can create structured content in lightweight workflows with XML, HTML5, and Markdown designed to reduce the learning curve associated with DITA and similar authoring methodologies. At the same time, this book has the goal of making concepts of structured authoring and intelligent content easier to learn and teach in humanities-based writing and communication programs. This book is intended for practitioners and students interested in structured authoring or the DITA standard."
    ]
  },
  {
    "title": "Pixelating the Self: Digital Feminist Memoirs",
    "author": "Alexandra Hidalgo (ed.), Brooke Chambers, Les Hutchinson, Jaquetta Shade, Lauren Brentnell, Shewonda Leger, Mirabeth Braude, Naomi Sweo, and Suban Nur Cooley",
    "publicationDate": "11-20-2018",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/08-hidalgo-et-al.htm",
    "openAccess": "yes",
    "coverImage": "covers/ed2018.jpg",
    "description": [
      "Pixelating the Self: Digital Feminist Memoirs is an edited collection of multimodal pieces that explore connections between the authors’ personal lives, rhetoric, and scholarly thinking. The collection consists of a video-essay introduction and eight chapters featuring a variety of media and art forms: webtexts, podcasts, video, photography, collage, and spoken-word poetry. The authors, all women and graduate students at the time of creating their chapters, explore how different media help us deepen and complicate our scholarly and personal analyses of gender, race, and class. Geared toward fellow scholars but also crafted in an accessible and engaging way that will be of interest to students and non-academic publics, Pixelating the Self is a call for more multimodal work in academia, in particular when it comes to examinations of our own lives and the lives of those who have shaped us."
    ]
  },
  {
    "title": "Landmark Essays on Rhetorical Genre Studies",
    "author": "Carolyn R. Miller and Amy J. Devitt",
    "publicationDate": "09-24-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Landmark-Essays-on-Rhetorical-Genre-Studies/Miller-Devitt/p/book/9781138047709",
    "openAccess": "no",
    "coverImage": "covers/miller2018.jpg",
    "description": [
      "Landmark Essays on Rhetorical Genre Studies gathers major works that have contributed to the recent rhetorical reconceptualization of genre. A lively and complex field developed over the past 30 years, Rhetorical Genre Studies is central to many current research and teaching agendas. This collection, which is organized both thematically and chronologically, explores genre research across a range of disciplinary interests but with a specific focus on rhetoric and composition. With introductions by the co-editors to frame and extend each section, this volume helps readers understand and contextualize both the foundations of the field and the central themes and insights that have emerged. It will be of particular interest to students and scholars working on topics related to composition, rhetoric, professional and technical writing, and applied linguistics."
    ]
  },
  {
    "title": "Connections Between Neuroscience, Rhetoric, and Writing: A Plastic Pedagogy for the Digital Age",
    "author": "Edward Comstock",
    "publicationDate": "04-11-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Connections-Between-Neuroscience-Rhetoric-and-Writing-A-Plastic-Pedagogy/Comstock/p/book/9780415791779",
    "openAccess": "no",
    "coverImage": "covers/comstock2018.jpg",
    "description": [
      "This book argues that contemporary neuroscience compliments, extends, and challenges recent and influential posthuman and new materialist accounts of the relations between rhetoric, affect, and writing pedagogy. Drawing on cutting-edge neuro-philosophy, Comstock re-thinks both historical and current relations between writing and power around questions of affect, attention, and plasticity. In considering the uses and limits of exciting new findings from the neurobiology, this volume both theorizes and offers pedagogical strategies for teaching writing in a digital age characterized by the erosion of wonder and pervasive disaffection. Ultimately, in response to recent critiques transcendental reason and subjectivity, and related calls for the increased inclusion of multi-modal and digital writing and rhetoric, Comstock argues for an embodied pedagogy that values the substantial relations between writing and pedagogical care."
    ]
  },
  {
    "title": "Thinking Globally, Composing Locally: Rethinking Online Writing in the Age of the Global Internet",
    "author": "Rich Rice and Kirk St.Amant",
    "publicationDate": "05-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3296-thinking-globally-composing-locally",
    "openAccess": "no",
    "coverImage": "covers/rice2018.jpg",
    "description": [
      "Thinking Globally, Composing Locally explores how writing and its pedagogy should adapt to the ever-expanding environment of international online communication. Communication to a global audience presents a number of new challenges; writers seeking to connect with individuals from many different cultures must rethink their concept of audience. They must also prepare to address friction that may arise from cross-cultural rhetorical situations, variation in available technology and in access between interlocutors, and disparate legal environments.",
      "The volume offers a pedagogical framework that addresses three interconnected and overarching objectives: using online media to contact audiences from other cultures to share ideas; presenting ideas in a manner that invites audiences from other cultures to recognize, understand, and convey or act upon them; and composing ideas to connect with global audiences to engage in ongoing and meaningful exchanges via online media. Chapters explore a diverse range of pedagogical techniques, including digital notebooks designed to create a space for active dialogic and multicultural inquiry, experience mapping to identify communication disruption points in international customer service, and online forums used in global distance education.",
      "Thinking Globally, Composing Locally is an invaluable resource for instructors seeking to address the many exigencies of online writing situations in global environments."
    ]
  },
  {
    "title": "Editorial Bodies: Perfection and Rejection in Ancient Rhetoric and Poetics",
    "author": "Michele Kennerly",
    "publicationDate": "10-24-2018",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/Editorial-Bodies",
    "openAccess": "no",
    "coverImage": "covers/kennerly2018.jpg",
    "description": [
      "Though typically considered oral cultures, ancient Greece and Rome also boasted textual cultures, enabled by efforts to perfect, publish, and preserve both new and old writing. In Editorial Bodies, Michele Kennerly argues that such efforts were commonly articulated through the extended metaphor of the body. They were also supported by people upon whom writers relied for various kinds of assistance and necessitated by lively debates about what sort of words should be put out and remain in public.",
      "Spanning ancient Athenian, Alexandrian, and Roman textual cultures, Kennerly shows that orators and poets attributed public value to their seemingly inward-turning compositional labors. After establishing certain key terms of writing and editing from classical Athens through late republican Rome, Kennerly focuses on works from specific orators and poets writing in Latin in the first century B.C.E. and the first century C.E.: Cicero, Horace, Ovid, Quintilian, Tacitus, and Pliny the Younger.",
      "The result is a rich and original history of rhetoric that reveals the emergence and endurance of vocabularies, habits, and preferences that sustained ancient textual cultures. This major contribution to rhetorical studies unsettles longstanding assumptions about ancient rhetoric and poetics by means of generative readings of both well-known and understudied texts."
    ]
  },
  {
    "title": "Posthuman Praxis in Technical Communication",
    "author": "Kristen R. Moore and Daniel P. Richards (Eds.)",
    "publicationDate": "02-06-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Posthuman-Praxis-in-Technical-Communication/Moore-Richards/p/book/9780815384854",
    "openAccess": "no",
    "coverImage": "covers/moore2018.jpg",
    "description": [
      "This collection, aimed at scholars, teachers, and practitioners in technical communication, focuses on the praxis-based connections between technical communication and theoretical movements that have emerged in the past several decades, namely new materialism and posthumanism. It provides a much needed link between contemporary theoretical discussions about new materialisms and posthumanism and the practical, everyday work of technical communicators. The collection insists that where some theoretical perspectives fall flat for practitioners, posthumanism and new materialisms have the potential to enable more effective and comprehensive practices, methodologies, and pedagogies."
    ]
  },
  {
    "title": "Serendipity in Rhetoric, Writing, and Lieracy Research",
    "author": "Maureen Daly Goggin and Peter N. Goggin",
    "publicationDate": "04-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3330-serendipity-in-rhetoric-writing-and-literacy-research",
    "openAccess": "no",
    "coverImage": "covers/goggin2018.jpg",
    "description": [
      "In the course of research, most scholars have known moments of surprise, catastrophe, or good fortune, though they seldom refer to these occurrences in reports or discuss them with students. Serendipity in Rhetoric, Writing, and Literacy Research reveals the different kinds of work scholars—particularly those in rhetoric, writing, and literacy—need to do in order to recognize a serendipitous discovery or a missed opportunity.",
      "In published scholarship and research, the path toward discovery seems clean and direct. The dead ends, backtrackings, start-overs, and stumbles that occur throughout the research process are elided, and it seems that the researchers started at point A and arrived safely and neatly at point B without incident, as if by magic. The path, however, is never truly clear and straight. Research and writing is messy. Serendipity in Rhetoric, Writing, and Literacy Research features chapters from twenty-three writing scholars who have experienced moments of serendipity in their own work—not by magic or pure chance but through openness and active waiting, which offer an opportunity to prepare the mind.",
      "Serendipity in Rhetoric, Writing, and Literacy Research illustrates the reality of doing research: there is no reliable prescription or one-size-fits-all manual, but success can be found with focused dedication and an open mind."
    ]
  },
  {
    "title": "Occupying Memory: Rhetoric, Trauma, Mourning",
    "author": "Trevor Hoag",
    "publicationDate": "12-15-2018",
    "publisher": "Lexington Books",
    "publisherURL": "https://bookshop.org/p/books/occupying-memory-rhetoric-trauma-mourning-trevor-hoag/5d49b938cb9f29e2",
    "openAccess": "no",
    "coverImage": "covers/hoag2018.jpg",
    "description": [
      "Occupying Memory investigates the forces of trauma and mourning as deeply rhetorical to account for their capacity to seize one's life.",
      "With the Occupy Movement as its guide, the work strives to challenge hegemonic power by keeping memory \"in question\" and receptive to alternative futures to come."
    ]
  },
  {
    "title": "Literacy Practices and Perceptions of Agency: Composing Identities",
    "author": "Bronwyn T. Williams",
    "publicationDate": "01-10-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Literacy-Practices-and-Perceptions-of-Agency-Composing-Identities/Williams/p/book/9781138667112",
    "openAccess": "no",
    "coverImage": "covers/williams2018.jpg",
    "description": [
      "In this book, Bronwyn T. Williams explores how perceptions of agency—whether a person perceives and feels able to read and write successfully in a given context—are critical in terms of how people perform their literate identities. Drawing on interviews and observations with students in several countries, he examines the intersections of the social and the personal in relation to how and, crucially, why people engage successfully or struggle painfully in literacy practices and what factors and forces they regard as enabling or constraining their actions. Recognizing such moments and patterns can help teachers and researchers rethink their approaches to teaching to facilitate students’ sense of agency as writers and readers."
    ]
  },
  {
    "title": "Rhetoric and the Global Turn in Higher Education",
    "author": "Christopher Minnix",
    "publicationDate": "03-09-2018",
    "publisher": "Palgrave Macmillan",
    "publisherURL": "https://www.palgrave.com/us/book/9783319717241",
    "openAccess": "no",
    "coverImage": "covers/minnix2018.jpg",
    "description": [
      "This book studies the role of rhetoric in the expansive movement for global higher education in U.S. colleges and universities. Drawing on an analysis of how discourses of security, economy, and ethics shape the rhetoric of global higher education, as well as that of its populist and nationalist critics, the author argues for an understanding of global higher education as a site of rhetorical conflict over visions of students as citizens. In doing so, the work advances the project of transnational rhetorical education, a theoretical and pedagogical project that can foster forms of rhetorical inquiry, performance, and ethics that equip students to pursue transnational forms of civic engagement, belonging, and resistance. This book will be of interest to scholars and students in the fields of rhetoric and composition studies, communication, and education, as well as to faculty and administrators working in global higher education or internationalization programs."
    ]
  },
  {
    "title": "Rhetorical Theory and Praxis in the Business Communication Classroom",
    "author": "Kristen M. Getchell & Paula Lentz, eds.",
    "publicationDate": "09-04-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Rhetorical-Theory-and-Praxis-in-the-Business-Communication-Classroom/Getchell-Lentz/p/book/9780815354413",
    "openAccess": "no",
    "coverImage": "covers/lentz2018.jpg",
    "description": [
      "Rhetorical Theory and Praxis in the Business Communication Classroom responds to a significant need in the emerging field of business communication as the first collection of its type to establish a connection between rhetorical theory and practice in the business communication classroom. The volume includes topics such as rhetorical grammar, genre awareness in business communication theory, the role of big data in message strategy, social media and memory, and the connection between rhetorical theory and entrepreneurship. These essays provide the business communication scholar, practitioner, and program administrator insight into the rhetorical considerations of the business communication landscape."
    ]
  },
  {
    "title": "Ancient Rhetorics & Digital Networks",
    "author": "Michele Kennerly and Damien Pfister",
    "publicationDate": "02-01-2018",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817359041/ancient-rhetorics-and-digital-networks/",
    "openAccess": "no",
    "coverImage": "covers/kennerly2018a.jpg",
    "description": [
      "What can ancient rhetorical theory possibly tell us about the role of new digital media technologies in contemporary public culture? Some central issues we currently deal with—making sense of information abundance, persuading others in our social network, navigating new media ecologies, and shaping broader cultural currents—also pressed upon the ancients.",
      "Ancient Rhetorics and Digital Networks makes this connection explicit, reexamining key figures, texts, concepts, and sensibilities from ancient rhetoric in light of the glow of digital networks, or, ordered conversely, surveying the angles and tangles of digital networks from viewpoints afforded by ancient rhetoric. By providing an orientation grounded in ancient rhetorics, this collection simultaneously historicizes contemporary developments and reenergizes ancient rhetorical vocabularies.",
      "Contributors engage with a variety of digital phenomena including remix, big data, identity and anonymity, memes and virals, visual images, decorum, and networking. Taken together, the essays in Ancient Rhetorics and Digital Networks help us to understand and navigate some of the fundamental communicative issues we deal with today."
    ]
  },
  {
    "title": "Faking the News: What Rhetoric Can Teach Us About Donald J. Trump",
    "author": "Ryan Skinnell",
    "publicationDate": "05-01-2018",
    "publisher": "Societas",
    "publisherURL": "https://www.imprint.co.uk/product/trump/",
    "openAccess": "no",
    "coverImage": "covers/skinnell2018.jpg",
    "description": [
      "Eleven prominent rhetoric experts explain how Trump’s persuasive language works. The authors explain Trump’s persuasive uses of demagoguery, anti-Semitism, alternative facts, populism, charismatic leadership, social media, television, political slogans, visual identity/image, comedy and humour, and shame and humiliation."
    ]
  },
  {
    "title": "Debating Women: Gender, Education, and Spaces for Argument, 1835-1945",
    "author": "Carly S. Woods",
    "publicationDate": "10-01-2018",
    "publisher": "Michigan State University Press",
    "publisherURL": "https://msupress.org/9781628953381/debating-women/",
    "openAccess": "no",
    "coverImage": "covers/woods2018.jpg",
    "description": [
      "Spanning a historical period that begins with women’s exclusion from university debates and continues through their participation in coeducational intercollegiate competitions, Debating Women highlights the crucial role that debating organizations played as women sought to access the fruits of higher education in the United States and United Kingdom. Despite various obstacles, women transformed forests, parlors, dining rooms, ocean liners, classrooms, auditoriums, and prisons into vibrant spaces for ritual argument. There, they not only learned to speak eloquently and argue persuasively but also used debate to establish a legacy, explore difference, engage in intercultural encounter, and articulate themselves as citizens. These debaters engaged with the issues of the day, often performing, questioning, and occasionally refining norms of gender, race, class, and nation. In tracing their involvement in an activity at the heart of civic culture, Woods demonstrates that debating women have much to teach us about the ongoing potential for debate to move arguments, ideas, and people to new spaces."
    ]
  },
  {
    "title": "The Dynamics of Rhetorical Performances in Late Antiquity",
    "author": "Alberto J. Quiroga Puertas",
    "publicationDate": "10-29-2018",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/The-Dynamics-of-Rhetorical-Performances-in-Late-Antiquity/Quiroga-Puertas/p/book/9781472474599",
    "openAccess": "no",
    "coverImage": "covers/puertas2018.jpg",
    "description": [
      "This book argues that narrations of rhetorical performances in late antique literature can be interpreted as a reflection of the ongoing debates of the time. Competition among cultural elites, strategies of self-presentation and the making of religious orthodoxy often took the shape of narrations of rhetorical performances in which comments on the display of oratorical skills also incorporated moral and ethical judgments about the performer. Using texts from late antique authors (in particular, Themistius, Synesius of Cyrene, and Libanius of Antioch), this book proposes that this type of narrative should be understood as a valuable way to decipher the cultural and religious landscape of the fourth century AD. The volume pays particular attention to narrations of deficient rhetorical deliveries, arguing that the accounts of flaws and mistakes in oratorical displays and rhetorical performances reveal how late antique literature echoed the concerns of the time. Criticisms of deficient deliveries in different speaking occasions (declamations, public speeches, oratorical agones, school exercises, sermons) were often disguised as accusations of practising magic, heresy or cultural apostasy. A close reading of the sources shows that these oratorical deficiencies hid struggles over religious, cultural and political issues."
    ]
  },
  {
    "title": "Speaking of Evil: Rhetoric and the Responsibility to and for Language",
    "author": "Matthew Boedy",
    "publicationDate": "10-25-2018",
    "publisher": "Rowman and Littlefield",
    "publisherURL": "https://bookshop.org/p/books/speaking-of-evil-rhetoric-and-the-responsibility-to-and-for-language-matthew-boedy/a14b2f3d4e449543",
    "openAccess": "no",
    "coverImage": "covers/boedy2018.jpg",
    "description": [
      "This book analyzes ancient rhetoricians, Nazi Germany critics, and public intellectuals addressing 9/11 to show how renaming evil is a key response to the evil in language.",
      "It claims that rhetoric has always been a response to evil and suggests ways in which we can better take responsibility for our words."
    ]
  },
  {
    "title": "The Politics of Appalachian Rhetoric",
    "author": "Amanda E. Hayes",
    "publicationDate": "09-12-2018",
    "publisher": "West Virginia University Press",
    "publisherURL": "https://wvupressonline.com/node/754",
    "openAccess": "no",
    "coverImage": "covers/hayes2018.jpg",
    "description": [
      "In exploring the ways that Appalachian people speak and write, Amanda E. Hayes raises the importance of knowing and respecting communication styles within a marginalized culture. Diving deep into the region’s historical roots—especially those of the Scotch-Irish and their influence on her own Appalachian Ohio—Hayes reveals a rhetoric with its own unique logic, utility, and poetry.",
      "Hayes also considers the headwinds against Appalachian rhetoric, notably ideologies about poverty and the biases of the school system. She connects these to challenges that Appalachian students face in the classroom and pinpoints pedagogical and structural approaches for change.",
      "Throughout, Hayes blends conventional scholarship with autobiography, storytelling, and dialect, illustrating Appalachian rhetoric’s validity as a means of creating and sharing knowledge."
    ]
  },
  {
    "title": "Rhetoric at the University of Chicago",
    "author": "James P. Beasley",
    "publicationDate": "08-30-2018",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/66592",
    "openAccess": "no",
    "coverImage": "covers/beasley2018.jpg",
    "description": [
      "From the early 1940s through the 1960s, some of the most important articles in rhetoric and composition were written by University of Chicago faculty, and it was these articles that became the touchstones of rhetorical education in the institutional return to rhetoric in the latter half of the twentieth century. Despite the immense rhetorical output of these University of Chicago professors, there has not been, to date, a book-length treatment of why these writers focused their attention on the importance of rhetoric in the writing class. Not only that, but there has not been a revisionist account of how these articles were constructed or how the teaching of rhetoric and composition has often been misguided as a result of an uncritical acceptance of these articles in the rhetorical tradition. By organizing these articles based on their University of Chicago context, Rhetoric at the University of Chicago sheds new light on the beginnings of rhetoric and composition and demonstrates the significance of historical context in avoiding the misuse of these articles as foundationalist rhetorical history."
    ]
  },
  {
    "title": "Tracing Rhetoric and Material Life: Ecological Approaches",
    "author": "Bridie McGreavy, Justine Wells, George F. McHendry, and Samantha Senda-Cook",
    "publicationDate": "01-01-2018",
    "publisher": "Palgrave Macmillan",
    "publisherURL": "https://www.palgrave.com/us/book/9783319657103",
    "openAccess": "no",
    "coverImage": "covers/mcgreavy2018.jpg",
    "description": [
      "This volume brings together three areas of scholarship and practice: rhetoric, material life, and ecology.  The chapters build a multi-layered understanding of material life by gathering scholars from varied theoretical and critical traditions around the common theme of ecology. Emphasizing relationality, connectedness and context, the ecological orientation we build informs both rhetorical theory and environmentalist interventions.  Contributors offer practical-theoretical inquiries into several areas - rhetoric’s cosmologies, the trophe, bioregional rhetoric’s, nuclear colonialism, and more - collectively forging new avenues of communication among scholars in environmental communication, communication studies, and rhetoric and composition. This book aims at inspiring and advancing ecological thinking, demonstrating its value for rhetoric and communication as well as for environmental thought and action."
    ]
  },
  {
    "title": "Open-Access, Multimodality, and Writing Center Studies",
    "author": "Elisabeth H. Buck",
    "publicationDate": "01-01-2018",
    "publisher": "Palgrave Macmillan",
    "publisherURL": "https://www.springer.com/us/book/9783319695044",
    "openAccess": "yes",
    "coverImage": "covers/buck2018.jpg",
    "description": [
      "The disciplinary triad of open-access, multimodality, and writing center studies presents a timely, critical lens for discussing academic publishing in a moment of crucibilic change, where rapid technological advancements force scholars and institutions to question what is produced and “counts” as academic writing.",
      "Using historiographic, quantitative, and qualitative analysis, Open-Access, Multimodality, and Writing Center Studies sees writing center scholarship as a microcosm of many of the larger issues at play in the contemporary academic publishing landscape. This case study approach reveals the complex, imbricated ways that questions about publishing manifest both within the content of journals, and as related to academics’ perceptions as signifiers of disciplinary visibility, identity, and transformation.",
      "More than just reaffirming the conventional wisdom about these changes in publishing—that these shifts are happening and we do not always know how to pinpoint them—Open-Access, Multimodality, and Writing Center Studies suggests that scholars in all fields, compositionists, and writing center practitioners be conscious of the ways they are complicit in maintaining barriers to accessibility and innovation."
    ]
  },
  {
    "title": "Bruce Springsteen and Popular Music: Rhetoric, Social Consciousness, and Contemporary Culture",
    "author": "William I. Wolff",
    "publicationDate": "01-01-2018",
    "publisher": "Routledge Studies in Popular Music",
    "publisherURL": "https://www.routledge.com/Bruce-Springsteen-and-Popular-Music-Rhetoric-Social-Consciousness-and/Wolff/p/book/9781138943995",
    "openAccess": "no",
    "coverImage": "covers/wolff2018.jpg",
    "description": [
      "This interdisciplinary volume enters the scholarly conversation about Bruce Springsteen at the moment when he has reinforced his status of global superstar and achieved the status of social critic. Covering musical and cultural developments, chapters primarily consider work Springsteen has released since 9/11—that is, released during a period of continued global unrest, economic upheaval, and social change—under the headings Politics, Fear and Society; Gender and Sexual Identity; and Toward a Rhetoric of Springsteen. The collection engages Springsteen and popular music as his contemporary work is just beginning to be understood in terms of its impact on popular culture and music, applying new areas of inquiry to Springsteen and putting Springsteen fan writing within the same binding as academic writing to show how together they create a more nuanced understanding of an artist. Established and emerging Springsteen scholars approach work from disciplines including rhetoric and composition, historical musicology, labor studies, American history, literature, communications, sociology, theology, and government. Offering context, critique, and expansive understanding of Springsteen and his work, this book contributes to Springsteen scholarship and the study of popular music by showing Springsteen’s broadening academic appeal as well as his escalating legacy on new musicians, social consciousness, and contemporary culture."
    ]
  },
  {
    "title": "Writing for Engagement: Responsive Practice for Social Action",
    "author": "Edited by Mary P. Sheridan, Megan J. Bardolph, Megan Faver Hartline, and Drew Holladay",
    "publicationDate": "05-07-2018",
    "publisher": "Lexington Books",
    "publisherURL": "https://bookshop.org/p/books/writing-for-engagement-responsive-practice-for-social-action-adela-c-licona/fb6caaba62bb964e",
    "openAccess": "no",
    "coverImage": "covers/sheridan2018.jpg",
    "description": [
      "As engagement becomes a trendy academic buzzword, we need sustained examinations of what this might mean in practice."
    ]
  },
  {
    "title": "Orwell’s “Politics and the English Language” in the Age of Pseudocracy",
    "author": "Hans Ostrom and William Haltom",
    "publicationDate": "03-26-2018",
    "publisher": "Routledge Studies in Rhetoric and Communication",
    "publisherURL": "https://www.routledge.com/Orwells-Politics-and-the-English-Language-in-the-Age-of-Pseudocracy/Ostrom-Haltom/p/book/9781138499904",
    "openAccess": "no",
    "coverImage": "covers/ostrom2018.jpg",
    "description": [
      "Orwell’s \"Politics and the English Language\" in the Age of Pseudocracy visits the essay as if for the first time, clearing away lore about the essay and responding to the prose itself. It shows how many of Orwell’s rules and admonitions are far less useful than they are famed to be, but it also shows how some of them can be refurbished for our age, and how his major claim—that politics corrupts language, which then corrupts political discourse further, and so on indefinitely—can best be re-deployed today. \"Politics and the English Language\" has encouraged generations of writers and readers and teachers and students to take great care, to be skeptical and clear-sighted. The essay itself requires a fresh, clear, skeptical analysis so that it can, with reapplication, reclaim its status as a touchstone in our era of the rule of falsehood: the age of \"pseudocracy.\""
    ]
  },
  {
    "title": "Re/Writing the Center: Approaches to Supporting Graduate Students in the Writing Center",
    "author": "Susan Lawrence and Terry Myers Zawacki",
    "publicationDate": "12-03-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3461-re-writing-the-center",
    "openAccess": "no",
    "coverImage": "covers/lawrence2018.jpg",
    "description": [
      "Re/Writing the Center illuminates how core writing center pedagogies and institutional arrangements are complicated by the need to create intentional, targeted support for advanced graduate writers. Most writing center tutors are undergraduates, whose lack of familiarity with the genres, preparatory knowledge, and research processes integral to graduate-level writing can leave them underprepared to assist graduate students. Complicating the issue is that many of the graduate students who take advantage of writing center support are international students.",
      "The chapters in this volume show how to navigate the divide between traditional writing center theory and practices, developed to support undergraduate writers, and the growing demand for writing centers to meet the needs of advanced graduate writers. Contributors address core assumptions of writing center pedagogy, such as the concept of peers and peer tutoring, the emphasis on one-to-one tutorials, the positioning of tutors as generalists rather than specialists, and even the notion of the writing center as the primary location or center of the tutoring process. Re/Writing the Center offers an innovative perspective on the benefits writing centers can offer to graduate students and on the new possibilities for inquiry and practice graduate students can inspire in the writing center."
    ]
  },
  {
    "title": "Re/Orienting Writing Studies: Queer Methods, Queer Projects",
    "author": "William P. Banks, Matthew B. Cox, and Caroline Dadas",
    "publicationDate": "11-15-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3518-re-orienting-writing-studies",
    "openAccess": "no",
    "coverImage": "covers/banks2018a.jpg",
    "description": [
      "Re/Orienting Writing Studies is an exploration of the intersections among queer theory, rhetoric, and research methods in writing studies. Focusing careful theoretical attention on common research practices, this collection demonstrates how queer rhetorics of writing/composing, textual analysis, history, assessment, and embodiment/identity significantly alter both methods and methodologies in writing studies. The chapters represent a diverse set of research locations and experiences from which to articulate a new set of innovative research practices.",
      "While the humanities have engaged queer theory extensively, research methods have often been hermeneutic or interpretive. At the same time, social science approaches in composition research have foregrounded inquiry on human participants but have often struggled to understand where lesbian, gay, bisexual, transgender, and queer people fit into empirical research projects. Re/Orienting Writing Studies works at the intersections of humanities and social science methodologies to offer new insight into using queer methods for data collection and queer practices for framing research."
    ]
  },
  {
    "title": "Participatory Memory: Fandom Experiences Across Time and Space",
    "author": "Liza Potts with Melissa Beattie, Emily Dallaire, Katie Grimes, and Kelly Turner",
    "publicationDate": "04-05-2018",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/06-potts-et-al.htm",
    "openAccess": "yes",
    "coverImage": "covers/beattie2018.jpg",
    "description": [
      "This digital book is the culmination of years of research focused on participatory memory in physical spaces, examining how fans of Harry Potter, Doctor Who and Torchwood, and Princess Diana engage with their fandom and each other. Participatory memory describes how people memorialize, celebrate, and reflect in physical and digital spaces. It seeks to examine the writing, making, crafting, etc. that takes place in these spaces by fans for fans. Exploring the social, political, and economic implications of participatory memory, this book highlights this fan work through images, sounds, and video. By understanding the ways in which fans come together in spaces of memory, we can learn how to negotiate participation to create better fan experiences, curate shared fan/producer materials, encourage this work, and help producers connect with their audiences in this multibillion dollar industry."
    ]
  },
  {
    "title": "Rhetorics Change / Rhetoric's Change",
    "author": "Jenny Rice, Chelsea Graham, and Eric Detweiler",
    "publicationDate": "05-06-2018",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/07-rsa-2016-proceedings.htm",
    "openAccess": "yes",
    "coverImage": "covers/rice2018a.jpg",
    "description": [
      "Rhetorics Change/Rhetoric’s Change features selected essays, multimedia texts, and audio pieces from the 2016 Rhetoric Society of America biennial conference, which spotlighted the theme “Rhetoric and Change.” The pieces are broadly focused around eight different lines of thought:  Mediated Rhetorics; Rhetoric and Science; Bodies, Embodiment; Digital Rhetorics; Languages and Politics;  Apologia, Revolution, Reflection; and Intersectionality, Interdisciplinarity, and the Future of Feminist Rhetoric. Simultaneously familiar yet new, the value of this collection can be found in the range of its modes and voices."
    ]
  },
  {
    "title": "Towers of Rhetoric: Memory and Reinvention",
    "author": "Rosa A. Eberly",
    "publicationDate": "03-09-2018",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/05-eberly/eberly-tor-title.html",
    "openAccess": "yes",
    "coverImage": "covers/eberly2018.jpg",
    "description": [
      "Towers of Rhetoric: Memory and Reinvention drives back and forth between the Keystone and Lone Star states essaying to recollect a palimpsest self and to help reinvent rhetorical education. Intended to be read linearly or in some other order, the project is framed by two catastrophic events in U.S. public higher education nearly half a century apart: the 1966 University of Texas Tower shootings and the Penn State child sexual abuse scandal. Pairing the two institutional catastrophes illuminates changes in public higher education and culture over fifty years. In their own ways, the UT Tower shootings and the Penn State child sexual abuse scandal had affective consequences for specific publics within and beyond higher education similar to the cataclysms suffered by many people living in the United States on September 11, 2001. Towers of Rhetoric contributes to memory studies by using rhetoric to forge continuities among the pasts, presents, and futures of these fulcrum events in the context of what Jenny Edkins has called “trauma time.” The special problem of public memory in higher education is an additional fundamental concern. Containing transmedia archival materials as well as recent writing and audio, Towers of Rhetoric takes gravely seriously the individual and social rhetorical acts of writing and speaking, listening and reading, learning and teaching. It sets out — through linear and circular movement, in public and academic writing from the 1980s to 2017 — to aid recollection, private and public."
    ]
  },
  {
    "title": "The Internet as a Game",
    "author": "Jill Anne Morris",
    "publicationDate": "08-14-2018",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/the-internet-as-a-game",
    "openAccess": "no",
    "coverImage": "covers/morris2018.jpg",
    "description": [
      "In The Internet as a Game, Jill Anne Morris proposes that by defining internet arguments as games, we can analyze ad hominem and ad baculum arguments coming from online mobs and trolls using procedural rhetoric. Building upon and extending Ian Bogost’s definition of procedural rhetoric and Jesper Juul’s definition of games, Morris extends the usage of the term into human systems and groups that have proceduralized their arguments online. By studying the development of online adhocracies such as 4Chan, Anonymous, and even Reddit during their early development (roughly 2006 to 2014), Morris shows how these groups have proceduralized rhetoric so that thousands of group members can ìspeakî with a single voice and singular name that they call “anonymous.” Morris examines these techniques to reveal their function and purpose as rhetoric. Understanding how internet arguments work can also positively affect pedagogy, especially now as social media and memes have been used to influence national elections, our views of the news, and our views of each other. Can we continue to teach only traditional rhetoric in classrooms when students will face arhetorical tropes and logic in their personal and professional lives? The Internet as a Game shows why the stakes are high and the answer to this question is “no.”"
    ]
  },
  {
    "title": "Networked Humanities: Within and Without the University",
    "author": "Jeff Rice and Brian McNely",
    "publicationDate": "08-11-2018",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/networked-humanities-within-and-without-the-university",
    "openAccess": "no",
    "coverImage": "covers/rice2018b.jpg",
    "description": [
      "Of all the topics of interest in the digital humanities, the network has received comparatively little attention. We live in a networked society: texts, sounds, ideas, people, consumerism, protest movements, politics, entertainment, academia, and other items circulate in and through networks that come together and break apart at various moments. In these interactions, data sets of all sorts are formed, or at the least, are latent. Such data affect what the humanities is or might be. While there exist networked spaces of interaction for digital humanities work, considering in more detail how networks affect traditional and future goals of humanistic inquiry is a timely pursuit. Networked Humanities: Within and Without the University takes up this issue as a volume of collected work that asks these questions: Have the humanities sufficiently addressed the ways its various forms of work, as networks, affect other networks, within and outside of the university? What might a networked digital humanities be, or what is it currently if it does, indeed, exist? Can an understanding of the humanities as a series of networks affect—positively or negatively—the ways publics perceive humanities research, pedagogy, and mission? In addressing these questions, Networked Humanities offers a critical and timely contribution to the spacious present and potential future of the digital humanities, both within academe and beyond."
    ]
  },
  {
    "title": "Identity and Collaboration in World of Warcraft",
    "author": "Phillip Michael Alexander",
    "publicationDate": "03-25-2018",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/identity-and-collaboration-in-world-of-warcraft",
    "openAccess": "no",
    "coverImage": "covers/alexander2018a.jpg",
    "description": [
      "IDENTITY AND COLLABORATION IN WORLD OF WARCRAFT tells the story of what happens when a Cherokee gamer, using a storyteller's perspective and a methodology built from equal parts Indigenous tradition and current academic field knowledge, spends a year in what was at-the-time the largest online video game in the world. Following from work by James Paul Gee and Bonnie Nardi, Phillip Michael Alexander ventured forth into the game world to see what someone who was a gamer long before he was an academic might see in this same fascinating virtual space. In working with, playing with, and sharing the stories of a ten-person \"raid\" group—players performing at the highest level within the game—he set out to determine how those gamers most invested in success built identities and communities. The resulting work is a reader-friendly, theory informed, virtual-boots-on-the-virtual-ground look at how gamers craft in-game identities, find like-minded gamers to form group identities, then organize to do staggering amounts of work in a virtual world. For anyone who ever wondered what the appeal of World of Warcraft is, Phillip Michael Alexander illustrates how some of the most active, most engaged, and most talented players spend their time in that virtual world."
    ]
  },
  {
    "title": "From Hysteria to Hormones: A Rhetorical History",
    "author": "Amy Koerber",
    "publicationDate": "03-15-2018",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "http://www.psupress.org/books/titles/978-0-271-08085-7.html",
    "openAccess": "no",
    "coverImage": "covers/koerber2018.jpg",
    "description": [
      "In From Hysteria to Hormones, Amy Koerber examines the rhetorical activity that preceded the early twentieth-century emergence of the word hormone and the impact of this word on expert understandings of women’s health.\nShortly after Ernest Henry Starling coined the term “hormone” in 1905, hormones began to provide a chemical explanation for bodily phenomena that were previously understood in terms of “wandering wombs,” humors, energies, and balance. In this study, Koerber posits that the discovery of hormones was not so much a revolution as an exigency that required old ways of thinking to be twisted, reshaped, and transformed to fit more scientific turn-of-the-century expectations of medical practices. She engages with texts from a wide array of medical and social scientific subdisciplines; with material from medical archives, including patient charts, handwritten notes, and photographs from the Salpêtrière Hospital, where Dr. Jean Charcot treated hundreds of hysteria patients in the late nineteenth century; and with current rhetorical theoretical approaches to the study of health and medicine. In doing so, Koerber shows that the boundary between older, nonscientific ways of understanding women’s bodies and newer, scientific understandings is much murkier than we might expect.",
      "A clarifying examination of how the term “hormones” preserves key concepts that have framed our understanding of women’s bodies from ancient times to the present, this innovative book illuminates the ways in which the words we use today to discuss female reproductive health aren’t nearly as scientifically accurate or socially progressive as believed. Scholars of rhetoric, gender studies, and women’s health will find Koerber’s work provocative and valuable."
    ]
  },
  {
    "title": "Reimagining Advocacy: Rhetorical Education in the Legal Clinic",
    "author": "Elizabeth C. Britt",
    "publicationDate": "04-09-2018",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "http://www.psupress.org/books/titles/978-0-271-08102-1.html",
    "openAccess": "no",
    "coverImage": "covers/britt2018.jpg",
    "description": [
      "Domestic violence accounts for approximately one-fifth of all violent crime in the United States and is among the most difficult issues confronting professionals in the legal and criminal justice systems. In this volume, Elizabeth Britt argues that learning embodied advocacy—a practice that results from an expanded understanding of expertise based on lived experience—and adopting it in legal settings can directly and tangibly help victims of abuse.\nFocusing on clinical legal education at the Domestic Violence Institute at the Northeastern University School of Law, Britt takes a case-study approach to illuminate how challenging the context, aims, and forms of advocacy traditionally embraced in the U.S. legal system produces better support for victims of domestic violence. She analyzes a wide range of materials and practices, including the pedagogy of law school training programs, interviews with advocates, and narratives written by students in the emergency department, and looks closely at the forms of rhetorical education through which students assimilate advocacy practices. By examining how students learn to listen actively to clients and to recognize that clients have the right and ability to make decisions for themselves, Britt shows that rhetorical education can succeed in producing legal professionals with the inclination and capacity to engage others whose values and experiences diverge from their own.",
      "By investigating the deep relationship between legal education and rhetorical education, Reimagining Advocacy calls for conversations and action that will improve advocacy for others, especially for victims of domestic violence seeking assistance from legal professionals."
    ]
  },
  {
    "title": "Being at Genetic Risk: Toward a Rhetoric of Care",
    "author": "Kelly Pender",
    "publicationDate": "11-01-2018",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-08210-3.html",
    "openAccess": "no",
    "coverImage": "covers/pender2018.jpg",
    "description": [
      "Rhetorics of choice have dominated the biosocial discourses surrounding BRCA risk for decades, telling women at genetic risk for breast and ovarian cancers that they are free to choose how (and whether) to deal with their risk. Critics argue that women at genetic risk are, in fact, not free to choose but rather are forced to make particular choices. In Being at Genetic Risk, Kelly Pender argues for a change in the conversation around genetic risk that focuses less on choice and more on care.\nBeing at Genetic Risk offers a new set of conceptual starting points for understanding what is at stake with a BRCA diagnosis and what the focus on choice obstructs from view. Through a praxiographic reading of the medical practices associated with BRCA risk, Pender’s analysis shows that genetic risk is not just something BRCA+ women know, but also something that they do. It is through this doing that genetic cancer risk becomes a reality in their lives, one that we can explain but not one that we can explain away.",
      "Well researched and thoughtfully argued, Being at Genetic Risk will be welcomed by scholars of rhetoric and communication, particularly those who work in the rhetoric of science, technology, and medicine, as well as scholars in allied fields who study the social, ethical, and political implications of genetic medicine. Pender’s insight will also be of interest to organizations that advocate for those at genetic risk of breast and ovarian cancers."
    ]
  },
  {
    "title": "Advocating Weapons, War, and Terrorism: Technological and Rhetorical Paradox",
    "author": "Ian E. J. Hill",
    "publicationDate": "09-19-2018",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "http://www.psupress.org/books/titles/978-0-271-08123-6.html",
    "openAccess": "no",
    "coverImage": "covers/hill2018.jpg",
    "description": [
      "Technē’s Paradox—a frequent theme in science fiction—is the commonplace belief that technology has both the potential to annihilate humanity and to preserve it. Advocating Weapons, War, and Terrorism looks at how this paradox applies to some of the most dangerous of technologies: population bombs, dynamite bombs, chemical weapons, nuclear weapons, and improvised explosive devices.\nHill’s study analyzes the rhetoric used to promote such weapons in the nineteenth and twentieth centuries. By examining Thomas R. Malthus’s Essay on the Principle of Population, the courtroom address of accused Haymarket bomber August Spies, the army textbook Chemical Warfare by Major General Amos A. Fries and Clarence J. West, the life and letters of Manhattan Project physicist Leo Szilard, and the writings of Ted “Unabomber” Kaczynski, Hill shows how contemporary societies are equipped with abundant rhetorical means to describe and debate the extreme capacities of weapons to both destroy and protect. The book takes a middle-way approach between language and materialism that combines traditional rhetorical criticism of texts with analyses of the persuasive force of weapons themselves, as objects, irrespective of human intervention.",
      "Advocating Weapons, War, and Terrorism is the first study of its kind, revealing how the combination of weapons and rhetoric facilitated the magnitude of killing in the nineteenth and twentieth centuries, and illuminating how humanity understands and acts upon its propensity for violence. This book will be invaluable for scholars of rhetoric, scholars of science and technology, and the study of warfare."
    ]
  },
  {
    "title": "Unruly Rhetorics: Protest, Persuasion, and Publics",
    "author": "Jonathan Alexander, Susan C. Jarratt, and Nancy Welch",
    "publicationDate": "11-06-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965565/",
    "openAccess": "no",
    "coverImage": "covers/alexander2018.jpg",
    "description": [
      "What forces bring ordinary people together in public to make their voices heard? What means do they use to break through impediments to democratic participation?\nUnruly Rhetorics is a collection of essays from scholars in rhetoric, communication, and writing studies inquiring into conditions for activism, political protest, and public assembly. An introduction drawing on Jacques Rancière and Judith Butler explores the conditions under which civil discourse cannot adequately redress suffering or injustice. The essays offer analyses of “unruliness” in case studies from both twenty-first-century and historical sites of social-justice protest. The collection concludes with an afterword highlighting and inviting further exploration of the ethical, political, and pedagogical questions unruly rhetorics raise. Examining multiple modes of expression – embodied, print, digital, and sonic – Unruly Rhetorics points to the possibility that unruliness, more than just one of many rhetorical strategies within political activity, is constitutive of the political itself."
    ]
  },
  {
    "title": "A Responsive Rhetorical Art: Artistic Methods for Contemporary Public Life",
    "author": "Elenore Long",
    "publicationDate": "10-16-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965503/",
    "openAccess": "no",
    "coverImage": "covers/long2018.jpg",
    "description": [
      "A Responsive Rhetorical Art explores the risk-ridden realm of wise if always also fallible rhetorical action—the productive knowledge building required to compose and to leverage texts, broadly construed, for the purposes of public life marked by shrinking public resources, cultural conflict, and deferred hope. Here, composition and literacy learning hold an important and distinctive cultural promise: the capacity to invent with other people new ways forward in light of their own interests and values and in the face of obstacles that could not have otherwise been predicted. Distributed across publicly situated strangers, including citizen-educators, this work engages a persistent challenge of early rhetorical uptake in public life: that what might become public and shared is often tacit and contested. The book’s approach combines attention to local cases (with a transnational student organization, the Nipmuck Chaubunagungamaug, and the South Sudanese diaspora in Phoenix) with a revisable guide for taking up wise action and methods for uncovering elusive institutional logics."
    ]
  },
  {
    "title": "Resisting Brown: Race, Literacy, and Citizenship in the Heart of Virginia",
    "author": "Candace Epps-Robertson",
    "publicationDate": "10-02-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965558/",
    "openAccess": "no",
    "coverImage": "covers/eppsrobertson2018.jpg",
    "description": [
      "Many localities in America resisted integration in the aftermath of the Brown v. Board of Education rulings (1954, 1955). Virginia’s Prince Edward County stands as perhaps the most extreme. Rather than fund integrated schools, the county’s board of supervisors closed public schools from 1959 until 1964. The only formal education available for those locked out of school came in 1963 when the combined efforts of Prince Edward’s African American community and aides from President John F. Kennedy’s administration established the Prince Edward County Free School Association (Free School). This temporary school system would serve just over 1,500 students, both black and white, aged 6 through 23.",
      "Drawing upon extensive archival research, Resisting Brown presents the Free School as a site in which important rhetorical work took place. Candace Epps-Robertson analyzes public discourse that supported the school closures as an effort and manifestation of citizenship and demonstrates how the establishment of the Free School can be seen as a rhetorical response to white supremacist ideologies. The school’s mission statements, philosophies, and commitment to literacy served as arguments against racialized constructions of citizenship. Prince Edward County stands as a microcosm of America’s struggle with race, literacy, and citizenship."
    ]
  },
  {
    "title": "Sounding Composition: Multimodal Pedagogies for Embodied Listening",
    "author": "Steph Ceraso",
    "publicationDate": "05-25-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965336/",
    "openAccess": "no",
    "coverImage": "covers/ceraso2018.jpg",
    "description": [
      "In Sounding Composition Steph Ceraso reimagines listening education to account for twenty-first century sonic practices and experiences. Sonic technologies such as audio editing platforms and music software allow students to control sound in ways that were not always possible for the average listener. While digital technologies have presented new opportunities for teaching listening in relation to composing, they also have resulted in a limited understanding of how sound works in the world at large. Ceraso offers an expansive approach to sonic pedagogy through the concept of multimodal listening—a practice that involves developing an awareness of how sound shapes and is shaped by different contexts, material objects, and bodily, multisensory experiences. Through a mix of case studies and pedagogical materials, she demonstrates how multimodal listening enables students to become more savvy consumers and producers of sound in relation to composing digital media, and in their everyday lives."
    ]
  },
  {
    "title": "The Ethical Fantasy of Rhetorical Theory",
    "author": "Ira Allen",
    "publicationDate": "05-25-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965367/",
    "openAccess": "no",
    "coverImage": "covers/allen2018.jpg",
    "description": [
      "Despite its centrality to its field, there is no consensus regarding what rhetorical theory is and why it matters. The Ethical Fantasy of Rhetorical Theory presents a critical examination of rhetorical theory throughout history, in order to develop a unifying vision for the field. Demonstrating that theorists have always been skeptical of, yet committed to “truth” (however fantastic), Ira Allen develops rigorous notions of truth and of a “troubled freedom” that spring from rhetoric’s depths. In a sweeping analysis from the sophists Aristotle, and Cicero through Kenneth Burke, Chaïm Perelman and Lucie Olbrechts-Tyceta, and contemporary scholars in English, communication, and rhetoric’s other disciplinary homes, Allen offers a novel definition of rhetorical theory: as the self-consciously ethical study of how humans and other symbolic animals negotiate constraints."
    ]
  },
  {
    "title": "Resounding the Rhetorical: Composition as a Quasi-Object",
    "author": "Byron Hawk",
    "publicationDate": "03-31-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965411/",
    "openAccess": "no",
    "coverImage": "covers/hawk2018.jpg",
    "description": [
      "Resounding the Rhetorical offers an original critical and theoretical examination of composition as a quasi-object. As composition flourishes in multiple media (digital, sonic, visual, etc.), Byron Hawk seeks to connect new materialism with current composition scholarship and critical theory. Using sound and music as his examples, he demonstrates how a quasi-object can and does materialize for communicative and affective expression, and becomes a useful mechanism for the study and execution of composition as a discipline. Through careful readings of Serres, Latour, Deleuze, Heidegger, and others, Hawk reconstructs key concepts in the field including composition, process, research, collaboration, publics, and rhetoric. His work delivers a cutting-edge response to the state of the field, where it is headed, and the possibilities for postprocess and postwriting composition and rhetoric."
    ]
  },
  {
    "title": "Rhetorics of Resistance: Opposition Journalism in Apartheid South Africa",
    "author": "Bryan Trabold",
    "publicationDate": "06-15-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965442/",
    "openAccess": "no",
    "coverImage": "covers/trabold2018.jpg",
    "description": [
      "The period of apartheid was a perilous time in South Africa’s history. This book examines the tactics of resistance developed by those working for the Weekly Mail and New Nation, two opposition newspapers published in South Africa in the mid- and late 1980s. The government, in an attempt to crack down on the massive political resistance sweeping the country, had imposed martial law and imposed even greater restrictions on the press. Bryan Trabold examines the writing, legal, and political strategies developed by those working for these newspapers to challenge the censorship restrictions as much as possible—without getting banned. Despite the many steps taken by the government to silence them, including detaining the editor of New Nation for two years and temporarily closing both newspapers, the Weekly Mail and New Nation not only continued to publish but actually increased their circulations and obtained strong domestic and international support. New Nation ceased publication in 1994 after South Africa made the transition to democracy, but the Weekly Mail, now the Mail & Guardian, continues to publish and remains one of South Africa’s most respected newspapers."
    ]
  },
  {
    "title": "Tasteful Domesticity: Women's Rhetoric and the American Cookbook, 1790-1940",
    "author": "Sarah Walden",
    "publicationDate": "03-31-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965138/",
    "openAccess": "no",
    "coverImage": "covers/walden2018.jpg",
    "description": [
      "Tasteful Domesticity demonstrates how women marginalized by gender, race, ethnicity, and class used the cookbook as a rhetorical space in which to conduct public discussions of taste and domesticity. Taste discourse engages cultural values as well as physical constraints, and thus serves as a bridge between the contested space of the self and the body, particularly for women in the nineteenth century. Cookbooks represent important contact zones of social philosophies, cultural beliefs, and rhetorical traditions, and through their rhetoric, we witness women’s roles as republican mothers, sentimental evangelists, wartime fundraisers, home economists, and social reformers. Beginning in the early republic and tracing the cookbook through the publishing boom of the nineteenth century, the Civil War and Reconstruction, the Progressive era, and rising racial tensions of the early twentieth century, Sarah W. Walden examines the role of taste as an evolving rhetorical strategy that allowed diverse women to engage in public discourse through published domestic texts."
    ]
  },
  {
    "title": "Writing on the Move: Migrant Women and the Value of Literacy",
    "author": "Rebecca Lorimer Leonard",
    "publicationDate": "01-01-2018",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965053/",
    "openAccess": "no",
    "coverImage": "covers/leonard2018.jpg",
    "description": [
      "In this book, Rebecca Lorimer Leonard shows how multilingual migrant women both succeed and struggle in their writing contexts. Based on a qualitative study of everyday multilingual writers in the United States, she shows how migrants’ literacies are revalued because they move with writers among their different languages and around the world. Writing on the Move builds a theory of literate valuation, in which socioeconomic values shape how multilingual migrant writers do or do not move forward in their lives. The book details the complicated reality of multilingual literacy, which is lived at the nexus of prejudice, prestige, and power."
    ]
  },
  {
    "title": "Wicked, Incomplete, and Uncertain: User Support in the Wild and the Role of Technical Communication",
    "author": "Jason Swarts",
    "publicationDate": "09-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3375-wicked-incomplete-and-uncertain",
    "openAccess": "no",
    "coverImage": "covers/swarts2018.jpg",
    "description": [
      "Technology users are compulsive integrators, hybridizers, and bricoleurs, whose unpredictable applications and innovations create a challenging task for support-documentation writers. In Wicked, Incomplete, and Uncertain, Jason Swarts shows how to document technologies that may hybridize into forms that not even their designers would have anticipated and offers insight into the evolving role of a technical writer in an age of increasing user reliance on YouTube tutorials, message boards, and other resources for guidance.",
      "Technical writers traditionally create large volumes of idealized tasks and procedures in help documentation, but this is no longer the only approach, or even the best approach. Shifting responsibility for user support to users via crowdsourcing is a risky alternative. Just as with other mass-collaborative enterprises, contributors to a forum may not be aware of the kind of knowledge they are creating or how their contributions connect with those made by others. Wicked, Incomplete, and Uncertain describes the kinds of writing and help practices in which user forums engage, why users seem to find these forums credible and appealing, and what companies can learn about building user communities to support this form of assistance.",
      "Through investigation of user-forum activities, Swarts identifies a new set of contributions that technical communicators can make—not only by creating content but also by curating content, shaping conversations, feeding information back into the user community, and opening channels of discovery and knowledge creation that can speak to users and software developers alike."
    ]
  },
  {
    "title": "The Writer's Style: A Rhetorical Field Guide",
    "author": "Paul Butler",
    "publicationDate": "12-03-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3408-the-writer-s-style",
    "openAccess": "no",
    "coverImage": "covers/butler2018.jpg",
    "description": [
      "Designed to help all writers learn to use style as a rhetorical tool, taking into account audience, purpose, context, and occasion, The Writer’s Style is not only a style guide for a new generation but a new generation of style guide. The book helps writers learn new strategies inductively, by looking at firsthand examples of how they operate rhetorically, as well as deductively, through careful explanations in the text. The work focuses on invention, allowing writers to develop their own style as they analyze writing from varied genres.",
      "In a departure from the deficiency model associated with other commonly used style guides, author Paul Butler encourages writers to see style as a malleable device to use for their own purposes rather than a domain of rules or privilege. He encourages writing instructors to present style as a practical, accessible, and rhetorical tool, working with models that connect to a broad range of writing situations—including traditional texts like essays, newspaper articles, and creative nonfiction as well as digital texts in the form of tweets, Facebook postings, texts, email, visual rhetoric, YouTube videos, and others.",
      "Though designed for use in first-year composition courses in which students are learning to write for various audiences, purposes, and contexts, The Writer’s Style is a richly layered work that will serve anyone considering how style applies to their professional, personal, creative, or academic writing."
    ]
  },
  {
    "title": "The Embodied Playbook: Writing Practices of Student-Athletes",
    "author": "J. Michael Rifenburg",
    "publicationDate": "06-21-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3323-the-embodied-playbook",
    "openAccess": "no",
    "coverImage": "covers/rifenburg2018.jpg",
    "description": [
      "The Embodied Playbook discovers a new approach to understanding student literacy in a surprising place: the university athletics department. Through analysis of a yearlong case study of the men’s basketball team at the University of North Georgia, J. Michael Rifenburg shows that a deeper and more refined understanding of how humans learn through physical action can help writing instructors reach a greater range of students.",
      "Drawing from research on embodiment theory, the nature and function of background knowledge, jazz improvisation, and other unexpected domains, The Embodied Playbook examines a valuable but unexplored form of literacy: the form used by student-athletes when learning and using scripted plays. All students’ extracurricular prior knowledge is vital for the work they undertake in the classroom, and student-athletes understand the strengths and constraints of written text much as they understand the text of game plays: through embodying text and performing it in a competitive space. The book focuses on three questions: What are plays and what do they do? How do student-athletes learn plays? How can teachers of composition and rhetoric better connect with student-athletes?",
      "The Embodied Playbook reveals the literacy of the body as a rich and untapped resource for writing instruction. Given the numbers of students who are involved in athletics, whether intramural, community-related, or extracurricular, Rifenburg’s conclusions hold important implications not only for how we define literacy but also for how writing programs can serve all of their students most effectively."
    ]
  },
  {
    "title": "Teaching Readers in Post-Truth America",
    "author": "Ellen C. Carillo",
    "publicationDate": "08-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3428-teaching-readers-in-post-truth-america",
    "openAccess": "no",
    "coverImage": "covers/carillo2018.jpg",
    "description": [
      "Teaching Readers in Post-Truth America shows how postsecondary teachers can engage with the phenomenon of “post-truth.” Drawing on research from the fields of educational and cognitive psychology, human development, philosophy, and education, Ellen C. Carillo demonstrates that teaching critical reading is a strategic and targeted response to the current climate.",
      "Readers in this post-truth culture are under unprecedented pressure to interpret an overwhelming quantity of texts in many forms, including speeches, news articles, position papers, and social media posts. In response, Carillo describes pedagogical interventions designed to help students become more metacognitive about their own reading and, in turn, better equipped to respond to texts in a post-truth culture.",
      "Teaching Readers in Post-Truth America is an invaluable source of support for writing instructors striving to prepare their students to resist post-truth rhetoric and participate in an information-rich, divisive democratic society."
    ]
  },
  {
    "title": "Teaching Professional and Technical Communication: A Practicum in a Book",
    "author": "Tracy Bridgeford",
    "publicationDate": "09-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3363-teaching-professional-and-technical-communication",
    "openAccess": "no",
    "coverImage": "covers/bridgeford2018.jpg",
    "description": [
      "Teaching Professional and Technical Communication guides new instructors in teaching professional and technical communication (PTC). The essays in this volume provide theoretical and applied discussions about the teaching of this diverse subject, including relevant pedagogical approaches, how to apply practical aspects of PTC theory, and how to design assignments.",
      "This practicum features chapters by prominent PTC scholars and teachers on rhetoric, style, ethics, design, usability, genre, and other central concerns of PTC programs. Each chapter includes a scenario or personal narrative of teaching a particular topic, provides a theoretical basis for interpreting the narrative, illustrates the practical aspects of the approach, describes relevant assignments, and presents a list of questions to prompt pedagogical discussions.",
      "Teaching Professional and Technical Communication is not a compendium of best practices but instead offers a practical collection of rich, detailed narratives that show inexperienced PTC instructors how to work most effectively in the classroom."
    ]
  },
  {
    "title": "Rhetor Response: A Theory and Practice of Literary Affordance",
    "author": "Peter H. Khost",
    "publicationDate": "09-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3445-rhetor-response",
    "openAccess": "no",
    "coverImage": "covers/khost2018.jpg",
    "description": [
      "Bridging the disciplinary divide between writing and literature, Rhetor Response introduces the concept and pedagogical applications of “literary affordances”—the ways in which readers “use” and integrate literature into their own writing or lives. Unconcerned with authorial intent, interpretive meaning, or critical reception, “affordance” signifies a shift in focus from what literary texts mean and do to what one can do with them.",
      "This book presents both opportunities and challenges to writing studies, a field whose burgeoning disciplinary independence ironically relies on a sizable underclass of specialists in literature rather than writing. Incorporating elements of rhetorical theory, literary criticism, pedagogical methodology, political critique, and psychological and philosophical memoir, Peter H. Khost complicates and revives the relevance of literature—from belles lettres to fanfiction—by turning from interpretation to affordance in order to identify readers’ applications of literary textual features to unrelated lived situations.",
      "Rhetor Response theorizes and exemplifies literary affordance as a constructive step toward professional reconciliation, as well as an entry into greater textual power and pleasure for students and readers. It is a one-of-a-kind resource for college writing program administrators, faculty and scholars in English and writing studies, and graduate and advanced undergraduate students across both disciplines."
    ]
  },
  {
    "title": "Key Theoretical Frameworks: Teaching Technical Communication in the Twenty-First Century",
    "author": "Angela M. Haas and Michelle F. Eble",
    "publicationDate": "10-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3425-key-theoretical-frameworks",
    "openAccess": "no",
    "coverImage": "covers/haas2018.jpg",
    "description": [
      "Drawing on social justice methodologies and cultural studies scholarship, Key Theoretical Frameworks offers new curricular and pedagogical approaches to teaching technical communication. Including original essays by emerging and established scholars, the volume educates students, teachers, and practitioners on identifying and assessing issues of social justice and globalization.",
      "The collection provides a valuable resource for teachers new to translating social justice theories to the classroom by presenting concrete examples related to technical communication. Each contribution adopts a particular theoretical approach, explains the theory, situates it within disciplinary scholarship, contextualizes the approach from the author’s experience, and offers additional teaching applications.",
      "The first volume of its kind, Key Theoretical Frameworks links the theoretical with the pedagogical in order to articulate, use, and assess social justice frameworks for designing and teaching courses in technical communication."
    ]
  },
  {
    "title": "How Writing Faculty Write",
    "author": "Christine E. Tulley",
    "publicationDate": "04-01-2018",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3361-how-writing-faculty-write",
    "openAccess": "no",
    "coverImage": "covers/tulley2018.jpg",
    "description": [
      "In How Writing Faculty Write, Christine Tulley examines the composing processes of fifteen faculty leaders in the field of rhetoric and writing, revealing through in-depth interviews how each scholar develops ideas, conducts research, drafts and revises a manuscript, and pursues publication. The book shows how productive writing faculty draw on their disciplinary knowledge to adopt attitudes and strategies that not only increase their chances of successful publication but also cultivate writing habits that sustain them over the course of their academic careers. The diverse interviews present opportunities for students and teachers to extrapolate from the personal experience of established scholars to their own writing and professional lives.",
      "Tulley illuminates a long-unstudied corner of the discipline: the writing habits of theorists, researchers, and teachers of writing. Her interviewees speak candidly about overcoming difficulties in their writing processes on a daily basis, using strategies for getting started and restarted, avoiding writer’s block, finding and using small moments of time, and connecting their writing processes to their teaching. How Writing Faculty Write will be of significant interest to students and scholars across the spectrum—graduate students entering the discipline, new faculty and novice scholars thinking about their writing lives, mid-level and senior faculty curious about how scholars research and write, historians of rhetoric and composition, and metadisciplinary scholars."
    ]
  },
  {
    "title": "Contemporary Perspectives on Cognition and Writing",
    "author": "Patricia Portanova, J. Michael Rifenburg, and Duane Roen",
    "publicationDate": "06-15-2018",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/cognition/",
    "openAccess": "yes",
    "coverImage": "covers/portanova2018.jpg",
    "description": [
      "Since the 1980s, even as international writing scholars have embraced cognitive science, the number of studies building on research in writing and cognition has decreased in the United States. Despite this decline, significant interest and ongoing research in this critical area continues. Contemporary Perspectives on Cognition and Writing explores the historical context of cognitive studies, the importance to our field of studies in neuroscience, the applicability of habits of mind, and the role of cognition in literate development and transfer. These works—each of which offers a timely contribution to research, teaching, and learning in the composition classroom—are book-ended by a foreword and afterword by cognition and writing pioneers John Hayes and Linda Flower. This collection, as a result, offers a historical marker of where we were in cognitive studies and where we might go."
    ]
  },
  {
    "title": "Women’s Professional Lives in Rhetoric and Composition: Choice, Chance, and Serendipity",
    "author": "Elizabeth A. Flynn and Tiffany Bourelle",
    "publicationDate": "01-01-2018",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814213568.html",
    "openAccess": "no",
    "coverImage": "covers/flynn2018.jpg",
    "description": [
      "This collection, edited by Elizabeth A. Flynn and Tiffany Bourelle, contributes to the valuable work of chronicling the professional and personal lives of women in academia. Through its line-up of contributors from diverse backgrounds, locations, and career paths, Women’s Professional Lives in Rhetoric and Composition showcases the voices of multiple scholars occupying a multitude of different roles in the profession: from prestigious professors emeritae and endowed chairs to assistant professors starting their careers to an independent scholar to part-time faculty.",
      "The collection sets itself apart from other volumes not just in its diversity of perspectives but also by speaking against linear stories of success in the profession—sharing moments of shame and failure, showing how the personal and professional often intertwine and influence one another, and ultimately revealing how choice, chance, serendipity, and kairos have all played a role in the lives of its contributors. In focusing on this convergence, Women’s Professional Lives in Rhetoric and Composition offers a more nuanced picture of the professional and intellectual trajectories of women in rhetoric and composition."
    ]
  },
  {
    "title": "Metafilm: Materialist Rhetoric and Reflexive Cinema",
    "author": "Christopher Carter",
    "publicationDate": "07-01-2018",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814213728.html",
    "openAccess": "no",
    "coverImage": "covers/carter2018.jpg",
    "description": [
      "In Metafilm: Materialist Rhetoric and Reflexive Cinema, Christopher Carter examines paradoxical rhetoric in visual culture, analyzing movies that immerse viewers in violent narratives while examining the ethics of the transaction. Featuring the films of Michael Haneke, Atom Egoyan, Icíar Bollaín, Paul Thomas Anderson, and Ryan Coogler, Carter analyzes how personal conflict intermingles with the inherent violence of warfare, transnational economics, labor exploitation, and racism in genres ranging from horror to historical recreation and from depictions of genocide to records of police brutality. These films, Carter argues, reflect on their construction, distribution, and audience engagement, emphasizing the material design and the economics of rhetoric in ways most films do not.",
      "Ultimately, Metafilm reframes materialism as multimodal composing-in-action, or reflexive materialism, focusing on movies that dramatize their entanglement in economic and historical trauma while provoking forms of resistance during and after viewing. Carter contends that even as we recognize the division of social power in the films, we must also recognize how the concept is subversive and eludes control. In looking at the interplay between the films’ content and their production, circulation, and reception, Carter explores how the films persuade us to identify with onscreen worlds before probing our expectations—validating some, rejecting others, and sometimes proposing new ways of watching altogether."
    ]
  },
  {
    "title": "Disabled Upon Arrival: Eugenics, Immigration, and the Construction of Race and Disability",
    "author": "Jay Timothy Dolmage",
    "publicationDate": "03-01-2018",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814213629.html",
    "openAccess": "no",
    "coverImage": "covers/dolmage2018.jpg",
    "description": [
      "In North America, immigration has never been about immigration. That was true in the early twentieth century when anti-immigrant rhetoric led to draconian crackdowns on the movement of bodies, and it is true today as new measures seek to construct migrants as dangerous and undesirable. This premise forms the crux of Jay Timothy Dolmage’s new book Disabled Upon Arrival: Eugenics, Immigration, and the Construction of Race and Disability, a compelling examination of the spaces, technologies, and discourses of immigration restriction during the peak period of North American immigration in the early twentieth century.",
      "Through careful archival research and consideration of the larger ideologies of racialization and xenophobia, Disabled Upon Arrival links anti-immigration rhetoric to eugenics—the flawed “science” of controlling human population based on racist and ableist ideas about bodily values. Dolmage casts an enlightening perspective on immigration restriction, showing how eugenic ideas about the value of bodies have never really gone away and revealing how such ideas and attitudes continue to cast groups and individuals as disabled upon arrival."
    ]
  },
  {
    "title": "Rhetoric as a Posthuman Practice",
    "author": "Casey Boyle",
    "publicationDate": "10-10-2018",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814213803.html",
    "openAccess": "no",
    "coverImage": "covers/boyle2018.jpg",
    "description": [
      "In response to the pervasiveness of emerging communication technologies, Rhetoric as a Posthuman Practice argues that information be understood as an embodied, material practice. The guiding proposition for this book is that digital rhetoric now concerns how bodies, broadly construed, become informed through practice that includes not only traditional communication activities between bodies but also how information technologies organize and exercise those varying bodies.",
      "Through case studies of the media art of glitch, urban explorers’ use of social media, and DIY digital networks, this book then reconsiders how practice/exercise functions when the once essential bodies of the individual and a society—the two primary categories authorized by a humanist paradigm—become less reliable categories from which we might orient rhetorical action. In sum, the book argues that rhetorical practice is irreducible to the traditions and categories of humanism and must now exercise its posthuman capacities."
    ]
  },
  {
    "title": "Rhetorical Work in Emergency Medical Services: Communicating in the Unpredictable Workplace",
    "author": "Elizabeth L. Angeli",
    "publicationDate": "09-11-2018",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Rhetorical-Work-in-Emergency-Medical-Services-Communicating-in-the-Unpredictable/Angeli/p/book/9781138097445",
    "openAccess": "no",
    "coverImage": "covers/angeli2018.jpg",
    "description": [
      "Rhetorical Work in Emergency Medical Services: Communicating in the Unpredictable Workplace details how communicators harness the power of rhetoric to make decisions and communicate in unpredictable contexts. Grounded in a 16-month study in the emergency medical services (EMS) workplace, this text contributes to our theoretical, methodological, and practical understandings of the situation-specific processes that communicators and researchers engage in to respond to the urgencies and constraints of high-stakes workplaces. This book presents these intricate processes and skills—learned and innate—that workplace communicators use to accomplish goal-directed activity, collaborate with other communicators, and complete and teach workplace writing."
    ]
  },
  {
    "title": "Involving the Audience: A Rhetoric Perspective on Using Social Media to Improve Websites",
    "author": "Lee Ann Kastman Breuch",
    "publicationDate": "09-04-2018",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Involving-the-Audience-A-Rhetoric-Perspective-on-Using-Social-Media-to/Breuch/p/book/9780815384540",
    "openAccess": "no",
    "coverImage": "covers/breuch2018.jpg",
    "description": [
      "Involving the Audience: A Rhetorical Perspective on Using Social Media to Improve Websites examines the usability challenges raised by large complex websites and proposes ways the social web can expand usability research to address these new challenges. Using the website healthcare.gov as an initial illustration, Breuch explains how large complex websites are inherently challenged by open-ended, interactive tasks that often have multiple pathways to completion. These challenges are illustrated through two in-depth case studies, each addressing the launch of an interactive, complex website designed for a large public audience."
    ]
  },
  {
    "title": "Citizenship and Advocacy in Technical Communication: Scholarly and Pedagogical Perspectives",
    "author": "Godwin Y. Agboka and Natalia Matveeva",
    "publicationDate": "06-18-2018",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Citizenship-and-Advocacy-in-Technical-Communication-Scholarly-and-Pedagogical/Agboka-Matveeva/p/book/9781138560802",
    "openAccess": "no",
    "coverImage": "covers/agboka2018.jpg",
    "description": [
      "In Citizenship and Advocacy in Technical Communication, teachers, researchers, and practitioners will find a variety of theoretical frameworks, empirical studies, and teaching approaches to advocacy and citizenship. Specifically, the collection is organized around three main themes or sections: considerations for understanding and defining advocacy and citizenship locally and globally, engaging with the local and global community, and introducing advocacy in a classroom.",
      "The collection covers an expansive breadth of issues and topics that speak to the complexities of undertaking advocacy work in TPC, including local grant writing activities, cosmopolitanism and global transnational rhetoric, digital citizenship and social media use, strategic and tactical communication, and diversity and social justice. The contributors themselves, representing fifteen academic institutions and occupying various academic ranks, offer nuanced definitions, frameworks, examples, and strategies for students, scholars, practitioners, and educators who want to or are already engaged in a variegated range of advocacy work. More so, they reinforce the inherent humanistic values of our field and discuss effective rhetorical and current technological tools at our disposal. Finally, they show us how, through pedagogical approaches and everyday mundane activities and practices, we (can) advocate either actively or passively."
    ]
  },
  {
    "title": "Communicating Project Management: A Participatory Rhetoric for Development Teams",
    "author": "Benjamin Lauren",
    "publicationDate": "03-22-2018",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Communicating-Project-Management-A-Participatory-Rhetoric-for-Development/Lauren/p/book/9781138046429",
    "openAccess": "no",
    "coverImage": "covers/lauren2018.jpg",
    "description": [
      "Communicating Project Management argues that the communication practices of project managers have necessarily become participatory, made up of complex strategies and processes solidly grounded in rhetorical concepts. The book draws on case studies across organizational contexts and combines individual experiences to investigate how project management relies on communication as teams develop products, services, and internal processes. The case studies also provide examples of how project managers can be understood and studied as writers, further arguing project managers must approach communication as designed experience that must be intentionally inclusive. Author Benjamin Lauren illustrates to readers how teams work together to manage projects through complex coordinative communication practices, and highlights how project managers are constantly learning and evolving by analyzing where they succeed and fail. He concludes that technical and professional communicators have a pivotal role in supporting and facilitating participative approaches to communicating project management."
    ]
  },
  {
    "title": "Collaborative Learning as Democratic Practice: A History",
    "author": "Mara Holt",
    "publicationDate": "01-12-2018",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://publicationsncte.org/content/books/9780814100608",
    "openAccess": "no",
    "coverImage": "covers/holt2018.jpg",
    "description": [
      "In the 1930s, for instance, collaborative practices flourished. In the 1950s, they operated in stealth, within an ideology suspicious of collaboration. Collaborative pedagogies blossomed in the protests of the 1960s and continued into the 1980s with the social turn in composition theory. Twenty-first-century collaborative practices influenced by pragmatism are found in writing centers, feminist pedagogies, and computer-mediated instruction. Mara Holt argues that as composition changes with the influence of ecological and posthuman theories, there is evidence of a significant pragmatist commitment to evaluating theory by its consequences."
    ]
  },
  {
    "title": "Translanguaging outside the Academy: Negotiating Rhetoric and Healthcare in the Spanish Caribbean",
    "author": "Rachel Bloom-Pojar",
    "publicationDate": "03-08-2018",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://publicationsncte.org/content/books/9780814100592",
    "openAccess": "no",
    "coverImage": "covers/bloompojar2018.jpg",
    "description": [
      "Within a context where the variety of Spanish spoken by the local community is stigmatized, Bloom-Pojar examines how raciolinguistic ideologies inform notions of stigma in this region of the Dominican Republic, and then demonstrates how participants and patients in this study “flip the script” to view “professional” or formal Spanish as language in need of translation, privileging patients’ discourses of Spanish and health. This framework for the rhetoric of translanguaging: Complicates language ideologies to challenge linguistic inequality; Cultivates translation spaces across modes, languages, and discourses; Draws from collective resources through relationship building; Critically reinvents discourse between institutions and communities.",
      "Ultimately, the study emphasizes how a focus on collective linguistic resources can enhance translanguaging practices between institutional and community contexts. The ILP offers both the freedom and the structure to guide students to success. Yes, letting go can be scary—but the results speak for themselves."
    ]
  },
  {
    "title": "Rhetorical Feminism and This Thing Called Hope",
    "author": "Cheryl Glenn",
    "publicationDate": "09-04-2018",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809336944/rhetorical-feminism-and-this-thing-called-hope/",
    "openAccess": "no",
    "coverImage": "covers/glenn2018.jpg",
    "description": [
      "Rhetoric and feminism have yet to coalesce into a singular recognizable field. In this book, author Cheryl Glenn advances the feminist rhetorical project by introducing a new theory of rhetorical feminism. Clarifying how feminist rhetorical practices have given rise to this innovative approach, Rhetorical Feminism and This Thing Called Hope equips the field with tools for a more expansive and productive dialogue.",
      "Glenn’s rhetorical feminism offers an alternative to hegemonic rhetorical histories, theories, and practices articulated in Western culture. This alternative theory engages, addresses, and supports feminist rhetorical practices that include openness, authentic dialogue and deliberation, interrogation of the status quo, collaboration, respect, and progress. Rhetorical feminists establish greater representation and inclusivity of everyday rhetors, disidentification with traditional rhetorical practices, and greater appreciation for alternative means of delivery, including silence and listening. These tenets are supported by a cogent reconceptualization of the traditional rhetorical appeals, situating logos alongside dialogue and understanding, ethos alongside experience, and pathos alongside valued emotion.",
      "Threaded throughout the book are discussions of the key features of rhetorical feminism that can be used to negotiate cross-boundary mis/understandings, inform rhetorical theories, advance feminist rhetorical research methods and methodologies, and energize feminist practices within the university. Glenn discusses the power of rhetorical feminism when applied in classrooms, the specific ways it inspires and sustains mentoring, and the ways it supports administrators, especially directors of writing programs. Thus, the innovative theory of rhetorical feminism—a theory rich with tactics and potentially broad applications—opens up a new field of research, theory, and practice at the intersection of rhetoric and feminism."
    ]
  },
  {
    "title": "Feminist Rhetorical Science Studies: Human Bodies, Posthumanist Worlds",
    "author": "Amanda K. Booher and Julie Jung",
    "publicationDate": "01-30-2018",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809336333/feminist-rhetorical-science-studies/",
    "openAccess": "no",
    "coverImage": "covers/booher2018.jpg",
    "description": [
      "This edited collection disrupts tendencies in feminist science studies to dismiss rhetoric as having concern only for language, and it counters posthumanist theories that ignore human materialities and asymmetries of power as co-constituted with and through distinctions such as gender, sex, race, and ability. The eight essays of Feminist Rhetorical Science Studies: Human Bodies, Posthumanist Worlds model methodologies for doing feminist research in the rhetoric of science. Collectively they build innovative interdisciplinary bridges across the related but divergent fields of feminism, posthumanism, new materialism, and the rhetoric of science.",
      "Each essay addresses a question: How can feminist rhetoricians of science engage responsibly with emerging theories of the posthuman? Some contributors respond with case studies in medical practice (fetal ultrasound; patient noncompliance), medical science (the neuroscience of sex differences), and health policy (drug trials of the U.S. Food and Drug Administration); others respond with a critical review of object-oriented ontology and a framework for researching women technical writers in the workplace. The contributed essays are in turn framed by a comprehensive introduction and a final chapter from the editors, who argue that a key contribution of feminist posthumanist rhetoric is that it rethinks the agencies of people, things, and practices in ways that can bring about more ethical human relations.",
      "Individually the contributions offer as much variety as consensus on matters of methodology. Together they demonstrate how feminist posthumanist and materialist approaches to science expand our notions of what rhetoric is and does, yet they manage to do so without sacrificing what makes their inquiries distinctively rhetorical."
    ]
  },
  {
    "title": "Visualizing Posthuman Conservation in the Age of the Anthropocene",
    "author": "Amy D. Propen",
    "publicationDate": "09-28-2018",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814213773.html",
    "openAccess": "no",
    "coverImage": "covers/propen2018.jpg",
    "description": [
      "How do we understand the lives of nonhuman animals and our relationship with and responsibilities to them? What are the artifacts or things that help configure such perceived responsibility? And what does it mean to practice conservation in the Anthropocene? Amy D. Propen seeks to answer these questions in Visualizing Posthuman Conservation in the Age of the Anthropocene, which brings a visual-material rhetorical approach into conversation with material feminisms and environmental humanities to describe how technologies, environments, bodies, and matter work together to shape and reshape how we coexist with our nonhuman kin.",
      "Through case studies in which visual technologies and science play a prominent role in arguments to protect threatened marine species—from photographs showing the impact of ocean plastics on vulnerable sea birds, to debates about seismic testing and its impact on marine species, to maps created from GPS tracking projects—Propen advances a notion of posthuman environmental conservation that decenters the human enough to consider ideas about the material world from the vantage point of the nonhuman animal. In so bringing together work in environmental humanities, animal studies, human geography, and visual-material rhetoric, Propen further shows how interdisciplinary ways of knowing can further shape and illuminate our various lived and embodied experiences."
    ]
  },
  {
    "title": "Precarious Rhetorics",
    "author": "Wendy S. Hesford, Adela C. Licona, and Christa Teston",
    "publicationDate": "08-29-2018",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814213766.html",
    "openAccess": "no",
    "coverImage": "covers/hesford2018.jpg",
    "description": [
      "Across disciplines, scholars have employed theories of precarity to help explain the pervasiveness of problems related to labor, migration, biopolitics, global and state governance, economies of war and violence, poverty, environmental degradation, and a host of other pressing issues. Precarious Rhetorics is the first work to bring precarity studies to the field of rhetoric and communication—and to couple it with new materialist frameworks—in order to unearth and analyze the material conditions and structuring logics of inequality.",
      "This collection features cross-disciplinary contributions from leading scholars, including the editors of the volume as well as James J. Brown Jr., Gale Coskan-Johnson, Ronald Greene, Lavinia Hirsu, Arabella Lyon, Louis Maraj, Sara McKinnon, Alexandra Schultheis Moore, Kimberlee Pérez, Margaret Price, Amy Shuman, Kristin Swenson, Becca Tarsa, and Belinda Walzer. Chapters emphasize a materialist-rhetorical approach while also drawing on feminist studies, women of color feminisms, affect studies, critical disability studies, critical race and ethnic studies, medical humanities, sexuality studies, queer migration studies, and human rights and humanitarian studies. While theoretically rich, this volume intentionally features chapters that explore precarious rhetorics as they operate in practice—whether in borderlands, politics, public policy, or the quotidian spaces of human activity, such as school, work, social media, and medicine."
    ]
  },
  {
    "title": "Sites of Translation: What Multilinguals Can Teach Us about Digital Writing and Rhetoric",
    "author": "Laura Gonzales",
    "publicationDate": "09-24-2018",
    "publisher": "Sweetland Digital Rhetoric Collaborative/UMich Press",
    "publisherURL": "https://www.fulcrum.org/concern/monographs/0z708x360",
    "openAccess": "yes",
    "coverImage": "covers/gonzales2018.jpg",
    "description": [
      "Sites of Translation illustrates the intricate rhetorical work that multilingual communicators engage in as they translate information for their communities. Blending ethnographic and empirical methods from multiple disciplines, Laura Gonzales provides methodological examples of how linguistic diversity can be studied in practice, both in and outside the classroom, and provides insights into the rhetorical labor that is often unacknowledged and made invisible in multilingual communication. Sites of Translation is relevant to researchers and teachers of writing as well as technology designers interested in creating systems, pedagogies, and platforms that will be more accessible and useful to multilingual audiences. Gonzales presents multilingual communication as intellectual labor that should be further valued in both academic and professional spaces, and supported by multilingual technologies and pedagogies that center the expertise of linguistically diverse communicators."
    ]
  },
  {
    "title": "Writing Assessment, Social Justice, and the Advancement of Opportunity",
    "author": "Mya Poe, Asao B. Inoue, and Norbert Elliot",
    "publicationDate": "02-10-2018",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/assessment/",
    "openAccess": "yes",
    "coverImage": "covers/poe2018.jpg",
    "description": [
      "This edited collection provides the first principled examination of social justice and the advancement of opportunity as the aim and consequence of writing assessment. Contributors to the volume offer interventions in historiographic studies, justice-focused applications in admission and placement assessment, innovative frameworks for outcomes design, and new directions for teacher research and professional development. Drawing from contributors' research, the collection constructs a social justice canvas—an innovative technique that suggests ways that principles of social justice can be integrated into teaching and assessing writing. The volume concludes with 18 assertions on writing assessment designed to guide future research in the field. Written with the intention of making a restorative milestone in the history of writing assessment, Writing Assessment, Social Justice, and the Advancement of Opportunity generates new directions for the field of writing studies. This volume will be of interest to all stakeholders interested in the assessment of written communication and the role of literacy in society, including advisory boards, administrators, faculty, professional organizations, students, and the public."
    ]
  },
  {
    "title": "Composing Feminist Interventions: Activism, Engagement, Praxis",
    "author": "Kristine L. Blair and Lee Nickoson",
    "publicationDate": "06-09-2018",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/feminist/",
    "openAccess": "yes",
    "coverImage": "covers/blair2018.jpg",
    "description": [
      "This edited collection offers self-reflexive, critical accounts of how feminist writing studies scholars variously situated within rhetoric, composition, and literacy studies plan, implement, examine, and represent community-based inquiry and pedagogy. Readers will gain insight into the hows and whys involved with this important disciplinary work. Sharing a commitment to social change, the twenty-one chapter discussions and five course designs complicate and continue to evolve possibilities for how we conceptualize writing research and teaching as deeply collaborative, inclusive, and reciprocal practices."
    ]
  },
  {
    "title": "The Writing Studio Sampler: Stories About Change",
    "author": "Mark Sutton and Sally Chandler",
    "publicationDate": "10-06-2018",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/studio/",
    "openAccess": "yes",
    "coverImage": "covers/sutton2018.jpg",
    "description": [
      "The Writing Studio Sampler presents interrelated, cross-referenced essays illustrating writing studio methodologies. Drawing on foundational work by Rhonda Grego and Nancy Thompson, writing studios engage mentored student workshop groups in collaborative reflection and inquiry into the writing done by student participants, their past experiences learning to write, and the pedagogical practices for teaching writing at their institution. These extended, recursive reflections lead not only to improved writing but also to the chance for institutional critique. Representing a wide range of institutional types and sites, the authors in this collection describe how specific studio programs were created, how they evolved in response to particular institutional contexts, and how they worked to meet the needs and purposes of students, faculty, and the institution. Each chapter includes detailed examples and extensive contextual background designed to support readers in adapting Studio to their own institutional context."
    ]
  },
  {
    "title": "Soundwriting Pedagogies",
    "author": "Courtney S. Danforth, Kyle D. Stedman, and Michael J. Faris",
    "publicationDate": "08-15-2018",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "http://ccdigitalpress.org/soundwriting",
    "openAccess": "yes",
    "coverImage": "covers/danforth2018.jpg",
    "description": [
      "The availability of digital tools has made it easier than ever to record and edit sound, and teachers of composition have noticed. We're entering an age of soundwriting, where the affordances of sound intersect the pedagogies and practices of writing and rhetoric. When we record, edit, and produce digital audio with our students, we see new ways of understanding many of the concerns of our field: genre, voice, identity, emotion, audience, space, and time.",
      "Soundwriting Pedagogies is a born-digital edited collection that explores innovative sound-based pedagogies and encourages readers/listeners to teach with sound in their own college-level rhetoric and writing courses. These chapters include both established and new voices from twenty-one writing and communication scholars in nine chapters and an introduction. Their work extends from deafness to noise, lexicology to listening, oral history to radio pedagogy, writing program administration, race, voice, and artist-mediums. Each chapter includes digital audio, and the book includes an audio playlist (with RSS feed for your preferred podcast app), etudes with downloadable interactive files, and rich transcription because soundwriting pedagogy should be accessible to all interested scholars. Soundwriting Pedagogies--replete with suggestions for teaching students to compose podcasts, immersive soundscapes, radio shows, historical revocalizations, and oral histories, while introducing them to critical reflections on race, noise, the ethics of voice, and disability--encourages readers to experiment with sound in teaching writing."
    ]
  },
  {
    "title": "Making Future Matters",
    "author": "Rick Wysocki and Mary P. Sheridan",
    "publicationDate": "07-15-2018",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/makingfuturematters",
    "openAccess": "yes",
    "coverImage": "covers/wysocki2018.jpg",
    "description": [
      "Making Future Matters explores the consequentiality of our scholarly activity through examples that both shed light on and enact complex possibilities of mattering. Articulating how our words (or images, videos, design choices, and all communicative practices) matter, are matter, and contribute to the ongoing materialization of the world, this collection suggests ethical and consequential directions for our discipline."
    ]
  },
  {
    "title": "Racial Shorthand",
    "author": "Cruz Medina and Octavio Pimentel",
    "publicationDate": "06-30-2018",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/shorthand",
    "openAccess": "yes",
    "coverImage": "covers/medina2018.jpg",
    "description": [
      "This collection is called Racial Shorthand because it sets out to unpack the dominant narratives embedded in media representations. These misrepresentations reinforce how people of color are framed by racist discourses and undermine the multimodal composing by communities of color, further erasing the rhetorical, oral, and aural traditions of these communities. Contributions to this digital collection include chapters analyzing racist discourse in social media and chapters that highlight multimodal and digital composing by people of color. This collection disrupts the dominant shorthand by demonstrating how communities of color produce multimodal projects and leverage the affordances of social media in ways that extend the rhetorical traditions and literacy practices of these communities."
    ]
  }
]