[
  {
    "title": "Desiring the Bomb: Communication, Psychoanalysis, and the Atomic Age",
    "author": "Calum Lister Matheson",
    "publicationDate": "11-01-2019",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817319984/desiring-the-bomb",
    "openAccess": "no",
    "coverImage": "covers/matheson2019.jpg",
    "description": [
      "Every culture throughout history has obsessed over various “end of the world” scenarios. The dawn of the Atomic Age marked a new twist in this tale. For the first time, our species became aware of its capacity to deliberately destroy itself. Since that time the Bomb has served as an organizing metaphor, a symbol of human annihilation, a stand-in for the unspeakable void of extinction, and a discursive construct that challenges the limits of communication itself. The parallel fascination with and abhorrence of nuclear weapons has metastasized into a host of other end-of-the-world scenarios, from global pandemics and climate change to zombie uprisings and asteroid collisions.",
      "Desiring the Bomb: Communication, Psychoanalysis, and the Atomic Age explores these world-ending fantasies through the lens of psychoanalysis to reveal their implications for both contemporary apocalyptic culture and the operations of language itself. What accounts for the enduring power of the Bomb as a symbol? What does the prospect of annihilation suggest about language and its limits? Thoroughly researched and accessibly written, this study expands on the theories of Kenneth Burke, Jacques Lacan, Sigmund Freud, and many others from a variety of disciplines to arrive at some answers to these questions.",
      "Calum L. Matheson undertakes a series of case studies—including the Trinity test site, nuclear war games, urban shelter schemes, and contemporary survivalism—and argues that contending with the anxieties (individual, social, cultural, and political) born of the Atomic Age depends on rhetorical conceptions of the “real,” an order of experience that cannot be easily negotiated in language. Using aspects of media studies, rhetorical theory, and psychoanalysis, the author deftly engages the topics of Atomic Age survival, extinction, religion, and fantasy, along with their enduring cultural legacies, to develop an account of the Bomb as a signifier and to explore why some Americans have become fascinated with fantasies of nuclear warfare and narratives of postapocalyptic rebirth."
    ]
  },
  {
    "title": "Other People's English: Code-Meshing, Code-Switching, and African American Literacy",
    "author": "Vershawn Ashanti Young, Rusty Barrett, Y’Shanda Young-Rivera, and Kim Brian Lovejoy",
    "publicationDate": "01-01-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/other-peoples-english-code-meshing-code-switching-and-african-american-literacy",
    "openAccess": "no",
    "coverImage": "covers/young2019.jpg",
    "description": [
      "With a new Foreword by April Baker-Bell and a new Preface by Vershawn Ashanti Young and Y’Shanda Young-Rivera, Other People’s English: Code-Meshing, Code-Switching, and African American Literacy presents an empirically grounded argument for a new approach to teaching writing to diverse students in the English language arts classroom. Responding to advocates of the “code-switching” approach, four uniquely qualified authors make the case for “code-meshing”—allowing students to use standard English, African American English, and other Englishes in formal academic writing and classroom discussions. This practical resource translates theory into a concrete road map for pre- and inservice teachers who wish to use code-meshing in the classroom to extend students’ abilities as writers and thinkers and to foster inclusiveness and creativity. The text provides activities and examples from middle and high school as well as college and addresses the question of how to advocate for code-meshing with skeptical administrators, parents, and students. Other People’s English provides a rationale for the social and educational value of code-meshing, including answers to frequently asked questions about language variation. It also includes teaching tips and action plans for professional development workshops that address cultural prejudices."
    ]
  },
  {
    "title": "Writing for Love and Money: How Migration Drives Literacy Learning in Transnational Families",
    "author": "Kate Viera",
    "publicationDate": "09-02-2019",
    "publisher": "Oxford University Press",
    "publisherURL": "https://global.oup.com/academic/product/writing-for-love-and-money-9780190877316?cc=us&lang=en&",
    "openAccess": "no",
    "coverImage": "covers/viera2019.jpg",
    "description": [
      "This book tells the story of how families separated across borders write--and learn new ways of writing--in pursuit of love and money. According to the UN, 244 million people currently live outside their countries of birth. The human drama behind these numbers is that parents are often separated from children, brothers from sisters, lovers from each other. Migration, undertaken in response to problems of the wallet, also poses problems for the heart.",
      "Writing for Love and Money shows how families separated across borders turn to writing to address these problems. Based on research with transnational families in Latin America, Eastern Europe, and North America, it describes how people write to sustain meaningful relationships across distance and to better their often impoverished circumstances. Despite policy makers' concerns about \"brain drain,\" the book reveals that immigrants' departures do not leave homelands wholly educationally hobbled. Instead, migration promotes experiences of literacy learning in transnational families as they write to reach the two life goals that globalization consistently threatens: economic solvency and familial intimacy."
    ]
  },
  {
    "title": "ePortfolio as Curriculum: Models and Practices for Developing Students’ ePortfolio ",
    "author": "Kathleen Blake Yancey",
    "publicationDate": "04-01-2019",
    "publisher": "Stylus Publishing",
    "publisherURL": "https://styluspub.presswarehouse.com/browse/book/9781620367605/ePortfolio-as-Curriculum",
    "openAccess": "no",
    "coverImage": "covers/yancey2019.jpg",
    "description": [
      "At a moment when the ePortfolio has been recognized as a high impact practice – as a unique site for hosting student integrative learning and as a powerful genre for assessment – this book provides faculty, staff, and administrators with a set of frameworks and models useful for guiding students in designing and creating ePortfolios that clearly communicate their purpose and effectively use the affordances of the medium.In short, this book both illustrates and provides guidance on how to support the development of students’ ePortfolio literacy. The ePortfolio curricular models provided in ePortfolio as Curriculum include both those integrated within existing disciplinary courses and those offered through credit-bearing stand-alone courses.In taking up questions focused on what students need to know and do in becoming informed, effective ePortfolio makers, the contributors to this volume – from the standpoint of their course outcomes and institutional contexts – present various approaches to developing an ePortfolio curriculum. Individually and collectively, the chapters explain ways to engage students in understanding the potential purposes, structures, audiences, and designs of ePortfolios; in developing the reflective practices for contextualizing and informing the selection and curation of artifacts; and in creating appropriate focus and coherence.Synthesizing insights from the previous chapters, the concluding chapter identifies six consistent features of an ePortfolio curriculum that support the development of students' ePortfolio literacy. In addition, Kathleen Blake Yancey identifies and defines seven common ePortfolio curricular dimensions that contribute to students' ePortfolio literacy, among them student agency, digital identity, and campus and global citizenship. Not least, she describes new practices emerging from ePortfolio curricula, including new ePortfolio-specific genres; new metaphors used to characterize ePortfolios and their practices; and new issues that the ePortfolio curriculum raises."
    ]
  },
  {
    "title": "Managing Diabetes: The Cultural Politics of Disease",
    "author": "Jeffrey A. Bennett",
    "publicationDate": "06-25-2019",
    "publisher": "New York University Press",
    "publisherURL": "https://nyupress.org/9781479835287/managing-diabetes/",
    "openAccess": "no",
    "coverImage": "covers/bennett2019.jpg",
    "description": [
      "Over twenty-nine million people in the United States, more than nine percent of the population, have some form of diabetes. In Managing Diabetes, Jeffrey A. Bennett focuses on how the disease is imagined in public culture. Bennett argues that popular anecdotes, media representation, and communal myths are as meaningful as medical and scientific understandings of the disease.",
      "In focusing on the public character of the disease, Bennett looks at health campaigns and promotions as well as the debate over public figures like Sonia Sotomayor and her management of type 1 diabetes. Bennett examines the confusing and contradictory public depictions of diabetes to demonstrate how management of the disease is not only clinical but also cultural. Bennett also has type 1 diabetes and speaks from personal experience about the many misunderstandings and myths that are alive in the popular imagination. Ultimately, Managing Diabetes offers a fresh take on how disease is understood in contemporary society and the ways that stigma, fatalism, and health can intersect to shape diabetes’s public character. This disease has dire health implications, and rates keep rising. Bennett argues that until it is better understood it cannot be better treated."
    ]
  },
  {
    "title": "Writing as Punishment in Schools, Courts, and Everyday Life",
    "author": "Spencer Schaffner",
    "publicationDate": "06-11-2019",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817359553/writing-as-punishment-in-schools-courts-and-everyday-life/",
    "openAccess": "no",
    "coverImage": "covers/schaffner2019.jpg",
    "description": [
      "Writing tends to be characterized as a positive aspect of literacy that helps us to express our thoughts, to foster interpersonal communication, and to archive ideas. However, there is a vast array of evidence that emphasizes the counterbelief that writing has the power to punish, shame, humiliate, control, dehumanize, fetishize, and transform those who are subjected to it. In Writing as Punishment in Schools, Courts, and Everyday Life, Spencer Schaffner looks at many instances of writing as punishment, including forced tattooing, drunk shaming, court-ordered letters of apology, and social media shaming, with the aim of bringing understanding and recognition to the coupling of literacy and subjection.",
      "Writing as Punishment in Schools, Courts, and Everyday Life is a fascinating inquiry into how sinister writing can truly be and directly questions the educational ideal that powerful writing is invariably a public good. While Schaffner does look at the darker side of writing, he neither vilifies nor supports the practice of writing as punishment. Rather, he investigates the question with humanistic inquiry and focuses on what can be learned from understanding the many strange ways that writing as punishment is used to accomplish fundamental objectives in everyday life.",
      "Through five succinct case studies, we meet teachers, judges, parents, sex traffickers, and drunken partiers who have turned to writing because of its presumed power over writers and readers. Schaffner provides careful analysis of familiar punishments, such as schoolchildren copying lines, and more bizarre public rituals that result in ink-covered bodies and individuals forced to hold signs in public.",
      "Schaffner argues that writing-based punishment should not be dismissed as benign or condemned as a misguided perversion of writing, but instead should be understood as an instrument capable of furthering both the aims of justice and degradation."
    ]
  },
  {
    "title": "Rhetorical Machines: Writing, Code, and Computational Ethics",
    "author": "John Jones and Lavinia Hirsu",
    "publicationDate": "07-02-2019",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817359546/rhetorical-machines",
    "openAccess": "no",
    "coverImage": "covers/jones2019.jpg",
    "description": [
      "Rhetorical Machines addresses new approaches to studying computational processes within the growing field of digital rhetoric. While computational code is often seen as value-neutral and mechanical, this volume explores the underlying, and often unexamined, modes of persuasion this code engages. In so doing, it argues that computation is in fact rife with the values of those who create it and thus has powerful ethical and moral implications. From Socrates’s critique of writing in Plato’s Phaedrus to emerging new media and internet culture, the scholars assembled here provide insight into how computation and rhetoric work together to produce social and cultural effects.",
      "This multidisciplinary volume features contributions from scholar-practitioners across the fields of rhetoric, computer science, and writing studies. It is divided into four main sections: “Emergent Machines” examines how technologies and algorithms are framed and entangled in rhetorical processes, “Operational Codes” explores how computational processes are used to achieve rhetorical ends, “Ethical Decisions and Moral Protocols” considers the ethical implications involved in designing software and that software’s impact on computational culture, and the final section includes two scholars’ responses to the preceding chapters. Three of the sections are prefaced by brief conversations with chatbots (autonomous computational agents) addressing some of the primary questions raised in each section.",
      "At the heart of these essays is a call for emerging and established scholars in a vast array of fields to reach interdisciplinary understandings of human-machine interactions. This innovative work will be valuable to scholars and students in a variety of disciplines, including but not limited to rhetoric, computer science, writing studies, and the digital humanities."
    ]
  },
  {
    "title": "Lives, Letters, and Quilts: Women and Everyday Rhetorics of Resistance",
    "author": "Vanessa Kraemer Sohan",
    "publicationDate": "12-10-2019",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817320386/lives-letters-and-quilts",
    "openAccess": "no",
    "coverImage": "covers/sohan2019.jpg",
    "description": [
      "In Lives, Letters, and Quilts: Women and Everyday Rhetorics of Resistance, Vanessa Kraemer Sohan applies a translingual and transmodal framework informed by feminist rhetorical practice to three distinct case studies that demonstrate women using unique and effective rhetorical strategies in political, religious, and artistic contexts. These case studies highlight a diverse set of actors uniquely situated by their race, gender, class, or religion, but who are nevertheless connected by their capacity to envision and recontextualize the seemingly ordinary means and materials available to them in order to effectively persuade others.",
      "The Great Depression provides the backdrop for the first case study, a movement whereby thousands of elderly citizens proselytized and fundraised for a monthly pension plan dreamt up by a California doctor in the hopes of lifting themselves out of poverty. Sohan investigates how the Townsend Plan’s elderly supporters—the Townsendites—worked within and across language, genre, mode, and media to enable them for the first time to be recognized by others, and themselves, as a viable political constituency.",
      "Next, Sohan recounts the story of Quaker minister Eliza P. Kirkbride Gurney who met President Abraham Lincoln in 1862. Their subsequent epistolary exchanges concerning conscientious objectors made such an impression on him that one of her letters was rumored to be in his pocket the night of his assassination. Their exchanges and Gurney’s own accounts of her transnational ministry in her memoir provide useful examples of how, throughout history, women rhetors have adopted and transformed typically underappreciated forms of rhetoric—such as the epideictic—for their particular purposes.",
      "The final example focuses on the Gee’s Bend quiltmakers—a group of African American women living in rural Alabama who repurpose discarded work clothes and other cast-off fabrics into the extraordinary quilts for which they are known. By drawing on the means and materials at hand to create celebrated works of art in conditions of extreme poverty, these women show how marginalized artisans can operate both within and outside the bounds of established aesthetic traditions and communicate the particulars of their experience across cultural and economic divides."
    ]
  },
  {
    "title": "Talk, Tools, and Texts: A Logic-in-Use for Studying Lifespan Literate Action Development",
    "author": "Ryan J. Dippre",
    "publicationDate": "12-16-2019",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/talk/",
    "openAccess": "yes",
    "coverImage": "covers/dippre2019.jpg",
    "description": [
      "Talk, Tools, and Texts tackles a perplexing issue: how can we envision writing as developing throughout a lifetime, from the first purposeful marks made on paper to the last? How can we make accounts of writing development that keep the complexity of our lives in mind while also providing useful insight to researchers, teachers, and writers?",
      "Drawing on eleven accounts of writers at different points in the lifespan (ages 12 to 80) and in different social circumstances (from a middle-school classroom to a bird-sanctuary newsletter), Talk, Tools, and Texts constructs a “logic-in-use” for following writers and their writing development at a variety of points in the lifespan. It also offers several strategies scholars can use in pursuit of their own research into lifespan writing."
    ]
  },
  {
    "title": "Queering Romantic Engagement in the Postal Age: A Rhetorical Education",
    "author": "Pamela VanHaitsma",
    "publicationDate": "09-01-2019",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/Queering-Romantic-Engagement-in-the-Postal-Age",
    "openAccess": "no",
    "coverImage": "covers/vanhaitsma2019.jpg",
    "description": [
      "Romantic letters are central to understanding queer history. Debates about letters of \"romantic friendship,\" however, too often reduce them to unstudied expressions of heartfelt feeling. In Queering Romantic Engagement in the Postal Age, Pamela VanHaitsma shows how the genre should be understood as a learned form of rhetoric.",
      "VanHaitsma argues that epistolary instruction in the nineteenth-century United States shaped civic engagement in predictably heteronormative ways even as it opened up possibilities for queer rhetorical practices. Her archival study draws on writings whose authors, diverse by gender, race, class, and education, all developed ways of queering cultural norms and generic conventions in their same-sex relationships. VanHaitsma theorizes a new concept of rhetorical education for romantic engagement to account for the significant yet understudied role of such training in inventing both civic and romantic life."
    ]
  },
  {
    "title": "Remembering Women Differently: Refiguring Rhetorical Work",
    "author": "Lynee Lewis Gaillet & Helen Gaillet Bailey",
    "publicationDate": "05-01-2019",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/Remembering-Women-Differently",
    "openAccess": "no",
    "coverImage": "covers/bailey2019.jpg",
    "description": [
      "Before the full and honest tale of humanity can be told, it will be necessary to uncover the hidden roles of women in it and recover their voices from the forces that have diminished their contributions or even at times deliberately eclipsed them. The past half-century has seen women rise to claim their equal portion of recognition, and Remembering Women Differently addresses not only some of those neglected—it examines why they were deliberately erased from history.",
      "The contributors in this collection study the contributions of fourteen nearly forgotten women from around the globe working in fields that range from art to philosophy, from teaching to social welfare, from science to the military, and how and why those individuals became either marginalized or discounted in a mostly patriarchal world. These sterling contributors, scholars from a variety of disciplines—rhetoricians, historians, compositionists, and literary critics—employ feminist research methods in examining women's work, rhetorical agency, and the construction of female reputation. By recovering these voices and remembering the women whose contributions have made our civilization better and more whole, this work seeks to ensure that women's voices are never silenced again."
    ]
  },
  {
    "title": "Immigrant Scholars in Rhetoric, Composition, and Communication: Memoirs of a First Generation",
    "author": "Letizia Guglielmo and Sergio C. Figueiredo",
    "publicationDate": "10-29-2019",
    "publisher": "NCTE",
    "publisherURL": "https://publicationsncte.org/content/books/9780814100325",
    "openAccess": "no",
    "coverImage": "covers/guglielmo2019.jpg",
    "description": [
      "With stories of migrants, refugees, and immigrants constantly in the news, this collection of personal narratives from first-generation immigrant scholars in rhetoric, composition, and communication is a welcome antidote to the polemics about who deserves to live in the United States and why. As literacy scholar Kate Vieira states in the foreword, this book “tells better, more fully human, more intellectually rigorous stories.” Sharing their experiences and how those experiences shape both individual academic identity and the teaching of writing and rhetoric, Letizia Guglielmo and Sergio C. Figueiredo and their contributors use the personal as a starting point for advancing collective and institutional change through active theories of social justice. In addition to exploring how literacy is always complex, situational, and influenced by multiple and diverse identities, individual essays narrate the ways in which teacher-scholars negotiate multiple identities and liminal spaces while often navigating insider-outsider status as students, teachers, and professionals. As they extend current and ongoing conversations within the field, contributors consider how these experiences shape their individual literacies and understanding of literacy; how their literacy experiences lie at the intersections of gender, race, class, and public policy; and how these experiences often provide the motivation to pursue an academic career in rhetoric, composition, and communication."
    ]
  },
  {
    "title": "Black Perspectives in Writing Program Administration: From the Margins to the Center",
    "author": "Staci M. Perryman-Clark",
    "publicationDate": "03-04-2019",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://bookshop.org/p/books/black-perspectives-in-writing-program-administration-from-the-margins-to-the-center-staci-m-perryman-clark/5fc723f18bd3c266",
    "openAccess": "no",
    "coverImage": "covers/perrymanclark2019.jpg",
    "description": [
      "This collection centers writing program administration (WPA) discourse as intersectional race work. In this historical moment in public discourse when race and racist logics are no longer sanitized in coded language or veiled political rhetoric, contributors provide examples of how WPA scholars can push back against the ways in which larger, cultural rhetorical projects inform our institutional practices, are coded into administrative agendas, and are reflected in programmatic objectives and interpersonal relations.\nEditors Staci M. Perryman-Clark and Collin Lamont Craig have made a space for WPAs of color to cultivate antiracist responses within an Afrocentric framework and to enact socially responsible approaches to program building. This framework also positions WPAs of color to build relationships with allies and create contexts for students and faculty to imagine rhetorics that speak truth to oppressive and divisive ideologies within and beyond the academy, but especially within writing programs.",
      "Contributors share not just experiences of racist microaggressions, but also the successes of black WPAs and WPAs whose work represents a strong commitment to students of color. Together they work to foster stronger alliance building among white allies in the discipline, and, most importantly, to develop concrete, specific models for taking action to confront and resist racist microaggressions. As a whole, this collection works to shift the focus from race more broadly toward perspectives on blackness in writing program administration."
    ]
  },
  {
    "title": "Rhetorics Elsewhere and Otherwise: Contested Modernities, Decolonial Visions",
    "author": "Romeo García and Damián Baca",
    "publicationDate": "03-04-2019",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://publicationsncte.org/content/books/9780814100394",
    "openAccess": "no",
    "coverImage": "covers/garca2019.jpg",
    "description": [
      "The discipline of composition and rhetoric stands at a crossroad in its pedagogical, research, and public commitments. Decolonial ruptures in writing and rhetoric studies work to build new horizons, new histories, of local knowledges and meaning-making practices that break from Western hegemonic models of knowledge production. This collection functions as one access point within a constellation of such work, forming an ecology of decolonial shifts informed by strategies for potentially decolonizing language and literacy practices, writing and rhetorical instruction, and research practices and methods. Rhetorics elsewhere and otherwise emerge across a spectrum, from geo- and body politics of knowledge and understanding to local histories emerging from colonial peripheries. Romeo García and Damián Baca offer the expressions elsewhere and otherwise as invitations to join existing networks and envision pluriversal ways of thinking, writing, and teaching that surpass the field’s Eurocentric geographies, cartographies, and chronologies."
    ]
  },
  {
    "title": "Beyond Progress in the Prison Classroom: Options and Opportunities",
    "author": "Anna Plemons",
    "publicationDate": "11-05-2019",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://publicationsncte.org/content/books/9780814100295",
    "openAccess": "no",
    "coverImage": "covers/plemons2019.jpg",
    "description": [
      "When viewed as a microcosm of the broader enterprise, the prison classroom highlights the way that composition and rhetoric as a discipline continues to make use of colonial ways of knowing and being that work against the decolonial intentions of the field. Plemons suggests that a truly decolonial turn in composition cannot be achieved as long as economic logics and rhetorics of individual transformation continue to be the default currency for ascribing value in prison writing programs specifically and in out-of-school writing communities more generally. Indigenous scholarship provides the theoretical basis for Plemons’s proposed intervention in the ways it both pushes back against individualized, economic assessments of value and describes design principles for research and pedagogy that are respectful, reciprocal, and relational.",
      "Beyond Progress in the Prison Classroom includes narrative selections from the author and current and former AIC participants, inviting readers into the lives of incarcerated authors and demonstrating the effects of relationality on prison-scholars, ultimately upending the misconception that these writers and their teachers exist apart from the web of relations beyond the prison walls. With contributions from incarcerated prison-scholars Ken Blackburn, Bryson L. Cole, Harry B. Grant Jr., Adam Hinds, Hung-Linh \"Ronnie\" Hoang, Andrew Molino, Michael L. Owens, Wayne Vaka, and Martin Williams."
    ]
  },
  {
    "title": "User Localization Strategies in the Face of Technological Breakdown: Biometric in Ghana’s Elections",
    "author": "Isidore Kafui Dorpenyo",
    "publicationDate": "08-21-2019",
    "publisher": "Palgrave Macmillan",
    "publisherURL": "https://www.palgrave.com/gp/book/9783030263980",
    "openAccess": "no",
    "coverImage": "covers/dorpenyo2019.jpg",
    "description": [
      "This book examines Ghana’s use of the fingerprint biometric technology in order to further conversations about localization championed by technical communication scholars. Localization, in this case, refers to the extent to which users demonstrate their knowledge of use by subverting and reconfiguring the purpose of technology to solve local problems. Dorpenyo argues that the success of a technology depends on how it meets the users’ needs and the creative efforts users put into use situations. In User Localization Strategies in the Face of Technological Breakdown, Dorpenyo advocates studying how users of technological systems construct knowledge about the technology and develop local strategies to solve technological breakdowns. By analyzing technical documents and interview transcripts, the author identifies and advances three user localization strategies: linguistic localization, subversive localization, and user-heuristic experience localization, and considers how biometric systems can become a tool of marginalization."
    ]
  },
  {
    "title": "Sound Never Tasted So Good: Teaching Sensory Rhetorics",
    "author": "Steph Ceraso",
    "publicationDate": "12-02-2019",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/11-ceraso.htm",
    "openAccess": "yes",
    "coverImage": "covers/ceraso2019.jpg",
    "description": [
      "Sound Never Tasted So Good: “Teaching” Sensory Rhetorics explores how teaching with sound can lead to a deeper understanding of how the senses work together, ecologically. This multimedia book focuses on a “multisensory dining event” in which Steph Ceraso's students worked with a chef to create original sonic compositions that complimented and enhanced the visual design, smell, texture, and taste of a prepared meal. The event introduced students to new ideas about the rhetorical possibilities of sound and raised questions about when and why sensory rhetorics fail. Multisensory projects like this one, Ceraso argues, can attune us to the ambient rhetoric that influences moods and behaviors in a range of everyday settings. Drawing from a broad spectrum of interdisciplinary scholarship and media, Sound Never Tasted So Good offers a sensuous approach to digital writing and rhetoric pedagogy and advances discourse on the role of the senses in educational experiences."
    ]
  },
  {
    "title": "Off the Page: Literary and Cultural Criticism as Multimedia Performance",
    "author": "Tom Lavazzie",
    "publicationDate": "10-31-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/off-the-page-literary-and-cultural-criticism-as-multimedia-performance",
    "openAccess": "no",
    "coverImage": "covers/lavazzie2019.jpg",
    "description": [
      "Off the Page: Literary and Cultural Criticism as Multimedia Performance blends lyric, theoretic/philosophic, autobiographical, and documentary forms of writing, and then plays on these forms in the arrangement, structure, and visual appearance of the text while also extending this textual performance ‘off the page’ into multimedia mise en scène. The book’s approach to literary and cultural criticism is based on a synthesis of tendencies in postmodern critical and creative writing.  Since the 1960s and 1970s, inspired partly by experiments with intermedia art (especially performances by the international alliance of composers and visual artists, Fluxus) and the advent in America of \"ethnopoetics\" (investigations into the artistic and/or ritual practices of non-mainstream ethnic cultures—especially Native American—within Western culture), an emphasis on text as performance has emerged.  However, while the avant-garde of American poetics in the post WWII era has been concerned with performing texts, many postmodern American and European literary, cultural, and performance critics and theorists have concentrated on experimentation with textual performance—performative writing.",
      "Challenging, elusive, and brilliant as such creative approaches to critical writing are, the majority of them are textual interventions that stage themselves on the printed page--the amphitheatre of performative criticism, rather than semiotically hybrid, multi-media enactments.  As defined by this collection, performative criticism operates in a somewhat broader formal arena to realize the full potential of mise en scene, or multimedia critical “happenings” (interpretive audio-visual environments integrating image, gesture, sound, music, lighting, voice and objects as well as the spoken and written word), as a strategy for a literary and cultural hermeneutics."
    ]
  },
  {
    "title": "Viva Nuestro Caucus: Rewriting the Forgotten Pages of Our Caucus",
    "author": "Romeo García, Iris D. Ruiz, Anita Hernández and María Paz Carvajal Regidor",
    "publicationDate": "10-03-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/viva-nuestro-caucus-rewriting-the-forgotten-pages-of-our-caucus",
    "openAccess": "no",
    "coverImage": "covers/garca2019a.jpg",
    "description": [
      "Viva Nuestro Caucus: Rewriting the Forgotten Pages of Our Caucus celebrates the history of the Latinx Caucus of the National Council of Teachers of English and of the College Composition and Communication Conference since its inception in 1968 as the Chicano Teachers of English. The Caucus emerged because of a lack of representation and support and today maintains its vision and agenda of advocating for Latino peoples. The impetus for Viva Nuestro Caucus began both from a lack of recognition amongst NCTE and CCCC and an acknowledgment that no written history exists of the Caucus. Its editors provide a partial history of the agendas, activities, and achievements of the Caucus from its formation to the present, set against the backdrop of changing times. It includes interviews with founding and current Caucus members, an annotated Caucus archive, and a working bibliography of publications by Caucus members"
    ]
  },
  {
    "title": "Best of the Journals in Rhetoric and Composition 2019",
    "author": "Edited by Jessica Pauszek, Kristi Girdharry, Charles Lesh, David Blakesley, and Steve Parks",
    "publicationDate": "10-15-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/best-of-the-journals-in-rhetoric-and-composition-2019",
    "openAccess": "no",
    "coverImage": "covers/pauszek2019.jpg",
    "description": [
      "Best of the Journals in Rhetoric and Composition 2019 represents the result of a nationwide conversation—beginning with journal editors, but expanding to teachers, scholars and workers across the discipline of Rhetoric and Composition—to select essays that showcase the innovative and transformative work now being published in the field’s journals. Representing both print and digital journals, the essays featured here explore issues ranging from classroom practice to writing in global and digital contexts, from border rhetorics to social justice research. Together, the essays provide readers with a rich understanding of the present and future direction of the field."
    ]
  },
  {
    "title": "Early Holistic Scoring of Writing: A Theory, a History, a Reflection",
    "author": "Richard Haswell & Norbert Elliot",
    "publicationDate": "11-01-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3741-early-holistic-scoring-of-writing",
    "openAccess": "no",
    "coverImage": "covers/elliot2019.jpg",
    "description": [
      "What is the most fair and efficient way to assess the writing performance of students? Although the question gained importance during the US educational accountability movement of the 1980s and 1990s, the issue had preoccupied international language experts and evaluators long before. One answer to the question, the assessment method known as holistic scoring, is central to understanding writing in academic settings.",
      "Early Holistic Scoring of Writing addresses the history of holistic essay assessment in the United Kingdom and the United States from the mid-1930s to the mid-1980s—and newly conceptualizes holistic scoring by philosophically and reflectively reinterpreting the genre’s origin, development, and significance.",
      "The book chronicles holistic scoring from its initial origin in the United Kingdom to the beginning of its heyday in the United States. Chapters cover little-known history, from the holistic scoring of school certificate examination essays written by Blitz evacuee children in Devon during WWII to teacher adaptations of holistic scoring in California schools during the 1970s. Chapters detail the complications, challenges, and successes of holistic scoring from British high-stakes admissions examinations to foundational pedagogical research by Bay Area Writing Project scholars. The book concludes with lessons learned, providing a guide for continued efforts to assess student writing through evidence models.",
      "Exploring the possibility of actionable history, Early Holistic Scoring of Writing reconceptualizes writing assessment. Here is a new history that retells the origins of our present body of knowledge in writing studies."
    ]
  },
  {
    "title": "Changing the Subject: A Theory of Rhetorical Empathy",
    "author": "Lisa Blankenship",
    "publicationDate": "10-31-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3716-changing-the-subject",
    "openAccess": "no",
    "coverImage": "covers/blankenship2019.jpg",
    "description": [
      "Changing the Subject explores ways of engaging across difference. In this first book-length study of the concept of empathy from a rhetorical perspective, Lisa Blankenship frames the classical concept of pathos in new ways and makes a case for rhetorical empathy as a means of ethical rhetorical engagement. The book considers how empathy can be a deliberate, conscious choice to try to understand others through deep listening and how language and other symbol systems play a role in this process that is both cognitive and affective.",
      "Departing from agonistic win-or-lose rhetoric in the classical Greek tradition that has so strongly influenced Western thinking, Blankenship proposes that we ourselves are changed (“changing the subject” or the self) when we focus on trying to understand rather than simply changing an Other. This work is informed by her experiences growing up in the conservative South and now working as a professor in New York City, as well as the stories and examples of three people working across profound social, political, class, and gender differences: Jane Addams’s activist work on behalf of immigrants and domestic workers in Gilded Age Chicago; the social media advocacy of Brazilian rap star and former maid Joyce Fernandes for domestic worker labor reform; and the online activist work of Justin Lee, a queer Christian who advocates for greater understanding and inclusion of LGBTQ+ people in conservative Christian churches.",
      "A much-needed book in the current political climate, Changing the Subject charts new theoretical ground and proposes ways of integrating principles of rhetorical empathy in our everyday lives to help fight the temptations of despair and disengagement. The book will appeal to students, scholars, and teachers of rhetoric and composition as well as people outside the academy in search of new ways of engaging across differences."
    ]
  },
  {
    "title": "Personal, Accessible, Responsive, Strategic: Resources and Strategies for Online Writing Instructors",
    "author": "Jessie Borgman and Casey McArdle",
    "publicationDate": "10-23-2019",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/pars/",
    "openAccess": "yes",
    "coverImage": "covers/borgman2019.jpg",
    "description": [
      "Drawing on their novel PARS framework, Jessie Borgman and Casey McArdle explore the complexities and anxieties associated with online writing instruction. PARS offers an innovative way to support your own online instructional efforts as well as those of faculty members in programs that offer online writing instruction. Borgman and McArdle offer extensive examples of how to create assignments, syllabi, and accessible, productive learning spaces. Drawing on work in the design of user experiences, they explore how we can design online writing courses with our students' experiences in mind. Borgman and McArdle encourage us to plan online writing courses strategically, and they reinforce the importance of iterating our course design and teaching practices continually with the goal of creating a better user experience for everyone involved with the course."
    ]
  },
  {
    "title": "Coding Streams of Language: Techniques for the Systematic Coding of Text, Talk, and Other Verbal Data",
    "author": "Cheryl Geisler and Jason Swarts",
    "publicationDate": "10-21-2019",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/codingstreams/",
    "openAccess": "yes",
    "coverImage": "covers/geisler2019.jpg",
    "description": [
      "Coding Streams of Language is a systematic and practical research guide to coding verbal data in all its forms—written texts and oral talk, in print or online, gathered through surveys and interviews, database searches, or audio or video recordings. The thoughtful, detailed advice found in this book will help readers carry out analyses of language that are both systematic and complex. Situating themselves in the relatively new line of mixed methods research, the authors provide guidance on combining context-based inquiry with quantitative tools for examining big picture patterns that acknowledges the complexity of language use. Throughout Coding Streams of Language, exercises, points for discussion, and milestones help guide readers through an analytic project. As a supplement to the book, YouTube videos demonstrate tools and techniques."
    ]
  },
  {
    "title": "Reinventing (with) Theory in Rhetoric and Writing Studies: Essays in Honor of Sharon Crowley",
    "author": "Andrea Alden, Kendall Gerdes, Judy Holiday, and Ryan Skinnell",
    "publicationDate": "10-21-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3720-reinventing-with-theory-in-rhetoric-and-writing-studies",
    "openAccess": "no",
    "coverImage": "covers/alden2019.jpg",
    "description": [
      "Reinventing (with) Theory in Rhetoric and Writing Studies collects original scholarship that takes up and extends the practices of inventive theorizing that characterize Sharon Crowley’s body of work. Including sixteen chapters by established and emerging scholars and an interview with Crowley, the book shows that doing theory is a contingent and continual rhetorical process that is indispensable for understanding situations and their potential significance—and for discovering the available means of persuasion.",
      "For Crowley, theory is a basic building block of rhetoric “produced by and within specific times and locations as a means of opening other ways of believing or acting.” Doing theory, in this sense, is the practice of surveying the common sense of the community (doxa) and discovering the available means of persuasion (invention). The ultimate goal of doing theory is not to prescribe certain actions but to ascertain what options exist for rhetors to see the world differently, to discover new possibilities for thought and action, and thereby to effect change in the world.",
      "The scholarship collected in Reinventing (with) Theory in Rhetoric and Writing Studies takes Crowley’s notion of theory as an invitation to develop new avenues for believing and acting. By reinventing the understanding of theory and its role in the field, this collection makes an important contribution to scholarship in rhetorical studies and writing studies. It will be valuable to scholars, teachers, and students interested in diverse theoretical directions in rhetoric and writing studies as well as in race, gender, and disability theories, religious rhetorics, digital rhetoric, and the history of rhetoric."
    ]
  },
  {
    "title": "Creole Composition: Academic Writing and Rhetoric in the Anglophone Caribbean",
    "author": "Vivette Milson-Whyte, Raymond Oenbring, and Brianne Jaquette",
    "publicationDate": "08-13-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/creole-composition",
    "openAccess": "no",
    "coverImage": "covers/milsonwhyte2019.jpg",
    "description": [
      "Creole Composition is a collection featuring essays by scholars and teacher-researchers working with students in/from the Anglophone Caribbean. Arising from a need to define what writing instruction in the Caribbean means, Creole Composition expands the existing body of research literature about the teaching of writing at the postsecondary level in the Caribbean region. To this end, it speaks to critical disciplinary conversations of rhetoric and composition and academic literacies while addressing specific issues with teaching academic writing to Anglophone Caribbean students. It features chapters addressing language, approaches to teaching, assessing writing, administration, and research in postsecondary education as well as professionalization of writing instructors in the region. Some chapters reflect traditional Caribbean attitudes to postsecondary writing instruction; other chapters seek to reform these traditional practices. Some chapters’ interventions emerge from discussions in writing studies while other chapters reflect their authors’ primary training in other fields, such as applied linguistics, education, and literary studies. Additionally, the chapters use a variety of styles and methods, ranging from highly personal reflective essays to theoretical pieces and empirical studies following IMRaD format.",
      "Creole Composition, the first of its kind in the region, provides much-needed knowledge to the community of teacher-researchers in the Anglophone Caribbean and elsewhere in the fields of rhetoric and composition, writing studies, and academic literacies. In suggesting frameworks around which to build and further institutionalize and professionalize writing studies in the region, the collection advances the broader field of writing studies beyond national boundaries."
    ]
  },
  {
    "title": "Content Strategy in Technical Communication",
    "author": "Guiseppe Getto, Jack Labriola, and Sheryl Ruszkiewicz",
    "publicationDate": "09-30-2019",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Content-Strategy-in-Technical-Communication/Getto-Labriola-Ruszkiewicz/p/book/9780367192167",
    "openAccess": "no",
    "coverImage": "covers/getto2019.jpg",
    "description": [
      "Content Strategy in Technical Communication provides a balanced, comprehensive overview of the current state of content strategy within the field of technical communication while showcasing groundbreaking work in the field.",
      "Emerging technologies such as content management systems, social media platforms, open source information architectures, and application programming interfaces provide new opportunities for the creation, publication, and delivery of content. Technical communicators are now sometimes responsible for such diverse roles as content management, content auditing, and search engine optimization. At the same time, we are seeing remarkable growth in jobs devoted to these other content-centric skills. This book provides a roadmap including best practices, pedagogies for teaching, and implications for research in these areas. It covers elements of content strategy as diverse as \"Editing Content for Global Reuse\" and \"Teaching Content Strategy to Graduate Students with Real Clients,\" while giving equal weight to professional best practices and to pedagogy for content strategy.",
      "This book is an essential resource for professionals, students, and scholars throughout the field of technical communication."
    ]
  },
  {
    "title": "Writing In and About the Performing and Visual Arts: Creating, Performing, and Teaching",
    "author": "Steven J. Corbett, Jennifer Lin LeMesurier, Teagan E. Decker, and Betsy Cooper",
    "publicationDate": "09-29-2019",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/atd/performing/",
    "openAccess": "yes",
    "coverImage": "covers/corbett2019.jpg",
    "description": [
      "The performing and visual arts have much to offer writing studies in terms of process, creativity, design, delivery, and habits of mind (and body). This collection is intended for teachers and researchers of writing in and across the disciplines, in both secondary and post-secondary settings, and for those outside of writing studies who wish to infuse more writing into their performing and visual arts curriculums and courses. Filled with evocative images and vivid descriptions, contributors showcase ways of knowing and doing in the performing and visual arts. Contributors also offer teachers in the performing and visual arts go-to practical designs and strategies for teaching writing in their fields."
    ]
  },
  {
    "title": "Toward Translingual Realities in Composition: (Re)Working Local Language Representations and Practices",
    "author": "Nancy Bou Ayash",
    "publicationDate": "09-17-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3686-toward-translingual-realities-in-composition",
    "openAccess": "no",
    "coverImage": "covers/ayash2019.jpg",
    "description": [
      "Toward Translingual Realities in Composition is a multiyear critical ethnographic study of first-year writing programs in Lebanon and Washington State—a country where English is not the sole language of instruction and a state in which English is entirely dominant—that examines the multiple and often contradictory natures, forces, and manifestations of language ideologies. The book is a practical, useful way of seriously engaging with alternative ways of thinking, doing, and learning academic English literacies.",
      "Translingualism work has concentrated on critiquing monolingual and multilingual notions of language, but it is only beginning to examine translingual enactments in writing programs and classrooms. Focusing on language representations and practices at both the macro and micro levels, author Nancy Bou Ayash places the study and teaching of university-level writing in the context of the globalization and pluralization of English(es) and other languages. Individual chapters feature various studies that Bou Ayash brings together to address how students act as agents in marshaling their language practices and resources and show a deliberate translingual intervention that complicates and enriches students’ assumptions about language and writing. Her findings about writing programs, instructors, and students are detailed, multidimensional, and complex.",
      "A substantial contribution to growing translingual scholarship in the field of composition studies, Toward Translingual Realities in Composition offers insights into how writing teacher-scholars and writing program administrators can more productively intervene in local postmonolingual tensions and contradictions at the level of language representations and practices through actively and persistently reworking the design and enactment of their curricula, pedagogies, assessments, teacher training programs, and campus-wide partnerships."
    ]
  },
  {
    "title": "Explanation Points: Publishing in Rhetoric and Composition",
    "author": "John R. Gallagher & Dànielle Nicole DeVoss",
    "publicationDate": "09-01-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3701-explanation-points",
    "openAccess": "no",
    "coverImage": "covers/devoss2019.jpg",
    "description": [
      "Explanation Points is a curated collection of disciplinary knowledge and advice for publishing in rhetoric and composition. Covering a variety of topics in an approachable, conversational tone, the book demonstrates how writing faculty from diverse career trajectories and institutions produce, prepare, edit, revise, and publish scholarship.",
      "Rhetoric and composition is a uniquely democratic field, made of a group of scholars who, rather than competing with one another, lift each other up and work together to move the field forward. This lively, engaging, story-anchored book offers advice from a range of authors—including emeritus faculty, prolific authors, and early career researchers. Organized by various stages in the writing and publishing process, Explanation Points presents the advice shared among colleagues, passed along from professor to student, or offered online in abbreviated tweets and updates.",
      "The best advice book on writing and publishing in the field, Explanation Points is a useful resource for rhetoric and composition scholars including faculty, graduate students, and advanced undergraduate students; writing center administrators, staff, and consultants; graduate pratica and seminars; writing workshop classes; and editors, associate editors, assistant editors, and other academic journal staff."
    ]
  },
  {
    "title": "After Gun Violence: Deliberation and Memory in an Age of Political Gridlock",
    "author": "Craig Rood",
    "publicationDate": "05-20-2019",
    "publisher": "Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-08383-4.html",
    "openAccess": "no",
    "coverImage": "covers/rood2019.jpg",
    "description": [
      "Mass shootings have become the “new normal” in American life. The same can be said for the public debate that follows a shooting: blame is cast, political postures are assumed, but no meaningful policy changes are enacted. In After Gun Violence, Craig Rood argues that this cycle is the result of a communication problem. Without advocating for specific policies, Rood examines how Americans talk about gun violence and suggests how we might discuss the issues more productively and move beyond our current, tragic impasse.\nExploring the ways advocacy groups, community leaders, politicians, and everyday citizens talk about gun violence, Rood reveals how the gun debate is about far more than just guns. He details the role of public memory in shaping the discourse, showing how memories of the victims of gun violence, the Second Amendment, and race relations influence how gun policy is discussed. In doing so, Rood argues that forgetting and misremembering this history leads interest groups and public officials to entrenched positions and political failure and drives the public further apart.",
      "Timely and innovative, After Gun Violence advances our understanding of public discourse in an age of gridlock by illustrating how public deliberation and public memory shape and misshape one another. It is a search to understand why public discourse fails and how we can do better."
    ]
  },
  {
    "title": "Weathering the Storm: Independent Writing Programs in the Age of Fiscal Austerity",
    "author": "Richard N. Matzen Jr. & Matthew Abraham",
    "publicationDate": "08-23-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3689-weathering-the-storm",
    "openAccess": "no",
    "coverImage": "covers/abraham2019.jpg",
    "description": [
      "Weathering the Storm assesses the socioeconomic and political conditions that have surrounded the rise of independent writing programs (IWPs) and departments. Chapter contributors look at the institutional conditions and challenges that IWPs have faced since the 1980s with a focus on enduring the financial collapse of 2008.",
      "Leading writing specialists at the University of Texas at Austin, Syracuse University, the University of Minnesota, and many other institutions document and think carefully about the on-the-ground obstacles that have made the creation of IWPs unique. From institutional naysayers in English departments to skeptical administrators, IWPs and the faculty within them have surmounted not only negative economics but also negative rhetorics. This collection charts the story of this journey as writing faculty continually make the case for the importance of writing in the university curriculum.",
      "Independence has, for the most part, allowed IWPs to better respond to the Great Recession, but to do so they have had to define writing studies in relation to other disciplines and departments. Weathering the Storm will be of great interest to faculty and graduate students in rhetoric and composition, writing program administrators, and writing studies and English department faculty."
    ]
  },
  {
    "title": "Situating Writing Processes",
    "author": "Hannah J. Rule",
    "publicationDate": "08-12-2019",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/situating/",
    "openAccess": "yes",
    "coverImage": "covers/rule2019.jpg",
    "description": [
      "What should it mean today to \"teach writing as a process\"? In Situating Writing Processes, Hannah J. Rule takes stock of this familiar commonplace in composition studies, arguing for a renewed understanding of process that emphasizes situatedness. To situate processes is to physically locate them: to observe the infinite ways they are shaped by particular bodies and affects, environments and spaces, others near and distant, and various tools or objects. When we call attention to the physical, material, and located dimensions of processes, we foreground the differences, contingencies, and lived experiences of composing. Doing so is critical, Rule argues, to finally letting go of discrete skills and instead teaching writing as experience in seeing and responding to ranging constraints immediate and distant, material and social. Situating processes ultimately emphasizes vulnerability: how all writing involves risk, uncertainty, and the possibility of failure, as processes are susceptible to the participation and control of forces on ranging scales and always in excess of the writer alone. Accounting for context, difference, and improvisation, Situating Writing Processes helps writing teachers and scholars freshly reimagine the histories and potential of an enduring concept."
    ]
  },
  {
    "title": "Robert Burton’s Rhetoric: An Anatomy of Early Modern Knowledge",
    "author": "Susan Wells",
    "publicationDate": "09-16-2019",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "http://www.psupress.org/books/titles/978-0-271-08467-1.html",
    "openAccess": "no",
    "coverImage": "covers/wells2019.jpg",
    "description": [
      "Published in five editions between 1621 and 1651, The Anatomy of Melancholy marks a unique moment in the development of disciplines, when fields of knowledge were distinct but not yet restrictive. In Robert Burton’s Rhetoric, Susan Wells analyzes the Anatomy, demonstrating how its early modern practices of knowledge and persuasion can offer a model for transdisciplinary scholarship today.\nIn the first decades of the seventeenth century, Robert Burton attempted to gather all the existing knowledge about melancholy, drawing from professional discourses including theology, medicine, and philology as well as the emerging sciences. Examining this text through a rhetorical lens, Wells provides an account of these disciplinary exchanges in all their subtle variety and abundant wit, showing that questions of how knowledge is organized and how it is made persuasive are central to rhetorical theory. Ultimately, Wells argues that in addition to a book about melancholy, Burton’s Anatomy is a meditation on knowledge.",
      "A fresh interpretation of The Anatomy of Melancholy, this volume will be welcomed by scholars of early modern English and the rhetorics of health and medicine, as well as those interested in transdisciplinary work and rhetorical theory."
    ]
  },
  {
    "title": "The Effects of Intellectual Property Law in Writing Studies: Ethics, Gatekeepers, and Academic Knowledge-Making",
    "author": "Karen J. Lunsford and James P. Purdy",
    "publicationDate": "10-01-2019",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/The-Effects-of-Intellectual-Property-Law-in-Writing-Studies-Ethics-Gatekeepers/Lunsford-Purdy/p/book/9781138499072",
    "openAccess": "no",
    "coverImage": "covers/lunsford2019.jpg",
    "description": [
      "This book documents the intellectual property experiences of writing studies scholars and challenges naturalized ways of responding to intellectual property concerns.",
      "Analyzing results of a nationwide survey and semi-structured interviews to examine ways decisions about intellectual property (IP) during academic knowledge-making are mediated by histories of enculturation, ethical lenses, and IP sponsors, the book: Identifies and illustrates a range of ethical stances that academics might adopt in regard to IP and the range of human, institutional, and technological sponsors that can mediate IP decisions; Provides evidence that IP affects all of the processes of academic knowledge-making, not just the final product; Offers heuristic questions that academics can and should ask throughout their teaching, research, and editing to make proactive IP decisions.",
      "The book is an essential read for academics working in writing studies and the humanities as well as those interested in IP. This text could also be used in graduate student training in writing studies and related disciplines."
    ]
  },
  {
    "title": "Rhetorical Ethos in Health and Medicine",
    "author": "Cathryn Molloy",
    "publicationDate": "10-29-2019",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Rhetorical-Ethos-in-Health-and-Medicine-Patient-Credibility-Stigma-and/Molloy/p/book/9780367260170",
    "openAccess": "no",
    "coverImage": "covers/molloy2019.jpg",
    "description": [
      "This book explores rhetorical ethos and its ongoing role in patients’ credibility and in misdiagnoses stemming from gender, race and class-based biases. Drawing on the concept of ethos as a theoretical framework, it explores health and mental illness across different conditions and across different methodological approaches.",
      "Extending work on ethos in clinical encounters and public discourse about biomedicine and presenting new research on the rhetoric of mental health, stigma and mental illness, the book explores how bias in clinical settings can lead to symptoms labelled \"in the patient’s head\" masking treatable medical problems.",
      "This notable contribution to the rhetoric of health and medicine will be of interest to all researchers and graduate students of rhetoric and composition studies, rhetoric of health and medicine, disability studies, medical humanities, communication, and psychology."
    ]
  },
  {
    "title": "How Stories Teach Us: Composition, Life Writing, and Blended Scholarship",
    "author": "Amy E. Robillard and D. Shane Combs",
    "publicationDate": "05-22-2019",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/70081?format=PBK",
    "openAccess": "no",
    "coverImage": "covers/robillard2019.jpg",
    "description": [
      "In How Stories Teach Us: Composition, Life Writing, and Blended Scholarship, Amy E. Robillard and D. Shane Combs leave behind the debate between the personal and the academic in composition studies in order to witness what happens when composition scholars allow both the personal and the academic to act upon them in the stories they tell. The editors and contributors, in blending their scholarship, celebrate the influence of life writing on their work and allow the contexts of their lives and the urgency of their stories to blend together for a range of approaches to scholarship and essay writing. This blended scholarship features scholars and teachers dealing with loss, grief, illness, trauma, depression, abuse, gender identity, and the ravages of time. How Stories Teach Us is both a challenge and an invitation to composition scholars to pursue a fuller and more robust approach to their scholarship and life stories. It is also an invitation to teachers of composition to open up the potentials of blended scholarship to the students they teach."
    ]
  },
  {
    "title": "Reformers, Teachers, Writers: Curricular and Pedagogical Inquiries",
    "author": "Neal Lerner",
    "publicationDate": "06-03-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3673-reformers-teachers-writers",
    "openAccess": "no",
    "coverImage": "covers/lerner2019.jpg",
    "description": [
      "In Reformers, Teachers, Writers, Neal Lerner explores the distinction between curriculum and pedagogy in writing studies—and the ways in which failing to attend to that distinction results in the failure of educational reform.",
      "Lerner’s mixed-methods approach—quantitative, qualitative, textual, historical, narrative, and theoretical—reflects the importance and effects of curriculum in a wide variety of settings, whether in writing centers, writing classrooms, or students’ out-of-school lives, as well as the many methodological approaches available to understand curriculum in writing studies. The richness of this approach allows for multiple considerations of the distinction and relationship between pedagogy and curriculum. Chapters are grouped into three parts: disciplinary inquiries, experiential inquiries, and empirical inquiries, exploring the presence and effect of curriculum and its relationship to pedagogy in multiple sites, both historical and contemporary, and for multiple stakeholders.",
      "Reformers, Teachers, Writers calls out writing studies’ inattention to curriculum, which hampers efforts to enact meaningful reform and to have an impact on larger conversations about education and writing. The book will be invaluable to scholars, teachers, and administrators interested in rhetoric and composition, writing studies, and education."
    ]
  },
  {
    "title": "Writing Across Cultures",
    "author": "Robert Eddy and Amanda Espinosa-Aguilar",
    "publicationDate": "07-01-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3675-writing-across-cultures",
    "openAccess": "no",
    "coverImage": "covers/eddy2019.jpg",
    "description": [
      "Writing Across Cultures invites both new and experienced teachers to examine the ways in which their training has—or has not—prepared them for dealing with issues of race, power, and authority in their writing classrooms. The text is packed with more than twenty activities that enable students to examine issues such as white privilege, common dialects, and the normalization of racism in a society where democracy is increasingly under attack. This book provides an innovative framework that helps teachers create safe spaces for students to write and critically engage in hard discussions.",
      "Robert Eddy and Amanda Espinosa-Aguilar offer a new framework for teaching that acknowledges the changing demographics of US college classrooms as the field of writing studies moves toward real equity and expanding diversity. Writing Across Cultures utilizes a streamlined cross-racial and interculturally tested method of introducing students to academic writing via sequenced assignments that are not confined by traditional and static approaches. They focus on helping students become engaged members of a new culture—namely, the rapidly changing collegiate discourse community. The book is based on a multi-racial rhetoric that assumes that writing is inherently a social activity. Students benefit most from seeing composing as an act of engaged communication, and this text uses student samples, not professionally authored ones, to demonstrate this framework in action.",
      "Writing Across Cultures will be a significant contribution to the field, aiding teachers, students, and administrators in navigating the real challenges and wonderful opportunities of multi-racial learning spaces."
    ]
  },
  {
    "title": "Ableist Rhetoric: How We Know, Value, and See Disability",
    "author": "James L. Cherney",
    "publicationDate": "11-07-2019",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "http://www.psupress.org/books/titles/978-0-271-08468-8.html",
    "openAccess": "no",
    "coverImage": "covers/cherney2019.jpg",
    "description": [
      "Ableism, a form of discrimination that elevates “able” bodies over those perceived as less capable, remains one of the most widespread areas of systematic and explicit discrimination in Western culture. Yet in contrast to the substantial body of scholarly work on racism, sexism, classism, and heterosexism, ableism remains undertheorized and underexposed. In this book, James L. Cherney takes a rhetorical approach to the study of ableism to reveal how it has worked its way into our everyday understanding of disability.\nAbleist Rhetoric argues that ableism is learned and transmitted through the ways we speak about those with disabilities. Through a series of textual case studies, Cherney identifies three rhetorical norms that help illustrate the widespread influence of ableist ideas in society. He explores the notion that “deviance is evil” by analyzing the possession narratives of Cotton Mather and the modern horror touchstone The Exorcist. He then considers whether “normal is natural” in Aristotle’s Generation of Animals and in the cultural debate over cochlear implants. Finally, he shows how the norm “body is able” operates in Alexander Graham Bell’s writings on eugenics and in the legal cases brought by disabled athletes Casey Martin and Oscar Pistorius. These three simple equivalencies play complex roles within the social institutions of religion, medicine, law, and sport. Cherney concludes by calling for a rhetorical model of disability, which, he argues, will provide a shift in orientation to challenge ableism’s epistemic, ideological, and visual components.",
      "Accessible and compelling, this groundbreaking book will appeal to scholars of rhetoric and of disability studies as well as to disability rights advocates."
    ]
  },
  {
    "title": "Rhetoric and Demagoguery",
    "author": "Patricia Roberts-Miller",
    "publicationDate": "02-05-2019",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809337125/rhetoric-and-demagoguery",
    "openAccess": "no",
    "coverImage": "covers/robertsmiller2019.jpg",
    "description": [
      "In a culture of profit-driven media, demagoguery is a savvy short-term rhetorical strategy. Once it becomes the norm, individuals are more likely to employ it and, in that way, increase its power by making it seem the only way of disagreeing with or about others. When that happens, arguments about policy are replaced by arguments about identity—and criticism is met with accusations that the critic has the wrong identity (weak, treacherous, membership in an out-group) or the wrong feelings (uncaring, heartless).",
      "Patricia Roberts-Miller proposes a definition of demagoguery based on her study of groups and cultures that have talked themselves into disastrously bad decisions. She argues for seeing demagoguery as a way for people to participate in public discourse, and not necessarily as populist or heavily emotional. Demagoguery, she contends, depoliticizes political argument by making all issues into questions of identity. She broaches complicated questions about its effectiveness at persuasion, proposes a new set of criteria, and shows how demagoguery plays out in regard to individuals not conventionally seen as demagogues.",
      "Roberts-Miller looks at the discursive similarities among the Holocaust in early twentieth-century Germany, the justification of slavery in the antebellum South, the internment of Japanese Americans in the United States during World War II, and the U.S.-led invasion of Iraq in 2003, among others. She examines demagoguery among powerful politicians and jurists (Earl Warren, chief justice of the U.S. Supreme Court) as well as more conventional populists (Theodore Bilbo, two-time governor of Mississippi; E. S. Cox, cofounder of the Anglo-Saxon Clubs of America). She also looks at notorious demagogues (Athenian rhetor Cleon, Ann Coulter) and lesser-known public figures (William Hak-Shing Tam, Gene Simmons)."
    ]
  },
  {
    "title": "Surrender: Feminist Rhetoric and Ethics in Love and Illness",
    "author": "Jessica Restaino",
    "publicationDate": "02-01-2019",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809337149/surrender/",
    "openAccess": "no",
    "coverImage": "covers/restaino2019.jpg",
    "description": [
      "In an ethnographic study spanning the last years of research collaborator and friend Susan Lundy Maute’s life with terminal breast cancer, author Jessica Restaino argues the interpretative challenges posed by research and writing amid illness and intimacy demand a methodological break from accepted genres and established practices of knowledge making. Restaino searches their experiences—recorded in interviews, informal writings, and correspondence—to discover a rhetoric of love and illness. She encourages a synthesis of methods and the acceptance of a reversal of roles—researcher and researched, writer and written-about—and emphasizes the relevancy of methodological diversity, the necessity of the personal, and the analytical richness of unpredictability and risk in being who we are in our scholarship at any given moment.",
      "Bringing together critical analysis, qualitative-style research methods, close reading, Surrender: Feminist Rhetoric and Ethics inLove and Illness resists traditional ideas about academic writing and invites others to pursue collaborations that subvert accepted approaches to representation, textual production, and subjectivity. Restaino demonstrates a way of writing—the rendering of the academic text itself—that suggests how we do our work has resonance for what we produce. She offers framing questions for use by others interested in doing similar kinds of scholarship that may frighten, overwhelm, or confound. This book deepens our understanding of subjectivity and the gains made by feminist resistance to conventional concepts of objectivity in research collaborations."
    ]
  },
  {
    "title": "Chain of Gold: Greek Rhetoric in the Roman Empire",
    "author": "Susan C. Jarratt",
    "publicationDate": "11-26-2019",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809337538/chain-of-gold/",
    "openAccess": "no",
    "coverImage": "covers/jarratt2019.jpg",
    "description": [
      "Barred from political engagement and legal advocacy, the second sophists composed and performed epideictic works for audiences across the Mediterranean world during the early centuries of the Common Era. In a wide-ranging study, author Susan C. Jarratt argues that these artfully wrought discourses, formerly considered vacuous entertainments, constitute intricate negotiations with the absolute power of the Roman Empire. Positioning culturally Greek but geographically diverse sophists as colonial subjects, Jarratt offers readings that highlight ancient debates over free speech and figured discourse, revealing the subtly coded commentary on Roman authority and governance embedded in these works.",
      "Through allusions to classical Greek literature, sophists such as Dio Chrysostom, Aelius Aristides, and Philostratus slipped oblique challenges to empire into otherwise innocuous works. Such figures protected their creators from the danger of direct confrontation but nonetheless would have been recognized by elite audiences, Roman and Greek alike, by virtue of their common education.  Focusing on such moments, Jarratt presents close readings of city encomia, biography, and texts in hybrid genres from key second sophistic figures, setting each in its geographical context. Although all the authors considered are male, the analyses here bring to light reflections on gender, ethnicity, skin color, language differences, and sexuality, revealing an underrecognized diversity in the rhetorical activity of this period.\nWhile US scholars of ancient rhetoric have focused largely on the pedagogical, Jarratt brings a geopolitical lens to her study of the subject. Her inclusion of fourth-century texts—the Greek novel Ethiopian Story, by Heliodorus, and the political orations of Libanius of Antioch—extends the temporal boundary of the period. She concludes with speculations about the pressures brought to bear on sophistic political subjectivity by the rise of Christianity and with ruminations on a third sophistic in ancient and contemporary eras of empire."
    ]
  },
  {
    "title": "Retellings: Opportunities for Feminist Research in Rhetoric and Composition Studies",
    "author": "Jessica Enoch and Jordynn Jack",
    "publicationDate": "06-13-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/retellings-opportunities-for-feminist-research",
    "openAccess": "no",
    "coverImage": "covers/enoch2019.jpg",
    "description": [
      "In Retellings: Opportunities for Feminist Research in Rhetoric and Composition Studies, the contributors use the anniversary of the publication of Cheryl Glenn’s Rhetoric Retold: Regendering the Tradition from Antiquity Through the Renaissance, the first book to examine women’s contributions to rhetoric across history, as an opportune moment to assess feminist rhetorical research and test out new possibilities. Together, the essays ask, what does it or should it mean to engage rhetoric from a feminist perspective?",
      "Each chapter addresses one of four aspects of this question, including the place of feminist rhetoric in contemporary (real-world and transnational) politics; the relationship between feminist rhetorical studies and identity studies; the prospects for feminist research methods and methodologies; or the feminist rhetorical commitment to “paying it forward” through teaching and mentoring. Collectively, the essays push scholars to expand the national boundaries of rhetorical inquiry to include women’s roles in global politics. Contributors also engage in intersectional analyses of gender and other vectors of power (including, here, religious affiliation and sexuality), considering identities as epistemic resources for rhetors. To develop richer methods and methodologies, contributors highlight the ethical challenges of research practices ranging from IRB submissions to archival research, critically interrogating the positionality of the researcher with relation to her subjects and materials. Finally, contributors address the needs and interests of diverse readers when they highlight how feminist perspectives challenge traditional models of teaching and mentorship."
    ]
  },
  {
    "title": "Raveling the Brain: Toward a Transdisciplinary Neurorhetoric",
    "author": "Jordynn Jack",
    "publicationDate": "08-05-2019",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214039.html",
    "openAccess": "no",
    "coverImage": "covers/jack2019.jpg",
    "description": [
      "Humans have always been fascinated by the workings of the mind and now, more than ever, neuroscience has become a popular area of inquiry. While neuroscience advertises itself as an interdisciplinary field, drawing on biology, physics, engineering, and psychology, to date it has engaged less often with the humanities. In this transdisciplinary work, Jordynn Jack aims to show how the humanities—and in particular, rhetoric—have much to add to the neurosciences, offering rich insights into the ways in which the brain is enmeshed in the body, in culture, and in discourse.",
      "Jack first looks at the problem of “neurohype”—exaggerated or oversimplified claims that essentialize brains and make them “uncritically real”—questioning some of the fundamental assumptions about the brain that experimental protocols and psychological concepts rely on. Then, through examples of research on sex and gender, political orientation, and affect, Jack demonstrates how a rhetorical-material approach can help to generate alternative approaches to studying the brain that might mitigate the problem of neurohype. By raveling out the roots of neurohype and raveling back its use through time, Raveling the Brain shows how rhetoric and neuroscience might be raveled together, or intertwined, to create a stronger transdisciplinary approach that might enrich our understanding of those issues of interest to neuroscientists and humanists alike."
    ]
  },
  {
    "title": "Mestiza Rhetorics: An Anthology of Mexicana Activism in the Spanish-Language Press, 1887-1922",
    "author": "Jessica Enoch and Cristina Devereaux Ramirez",
    "publicationDate": "09-23-2019",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809337408/mestiza-rhetorics/",
    "openAccess": "no",
    "coverImage": "covers/enoch2019b.jpg",
    "description": [
      "This critical bilingual anthology collects and contextualizes thirty-four primary writings of understudied revolutionary mexicana rhetors and social activists who published with presses within the United States and Mexico during the late nineteenth and early twentieth centuries—a time of cross-border revolutionary upheaval and change. These mexicana newspaperwomen leveraged diverse and compelling rhetorical strategies and used the press to advance the early feminist movement in Mexico and the U.S. Southwest; to define their rights and roles in and confront the hypocrisies of their societies’ patriarchal systems; to engage in important debates about education, women’s rights, and language instruction; and to protest injustices in society and construct possible solutions. Because these presses were in both Mexico and the United States, their writings offer opportunities to explore the concerns, struggles, and triumphs of mexicanas in both U.S. and Mexican cities and throughout the borderlands.",
      "Mestiza Rhetorics is the first anthology dedicated to mexicana rhetors and provides unmatched access to mexicana rhetorics. This collection puts forward the work of mexicana newspaperwomen in Spanish and English, provides evidence of their participation in political and educational debates at the turn of the twentieth century, and demonstrates how the Spanish-language press operated as a rhetorical space for mexicanas."
    ]
  },
  {
    "title": "Netflix at the Nexus: Content, Practice, and Production in the Age of Streaming Television",
    "author": "Amber M. Buck and Theo Plothe",
    "publicationDate": "07-07-2019",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/abstract/title/69620?rskey=PbU2vE&result=1",
    "openAccess": "no",
    "coverImage": "covers/buck2019.jpg",
    "description": [
      "Netflix’s meteoric rise as an online content provider has been well documented and much debated in the popular press and in academic circles as an industry disrupter, while also blamed for ending TV’s \"Golden Age.\" For academic researchers, Netflix exists at the nexus of multiple fields: internet research, information studies, media studies, and television and has an impact on the creation of culture and how individuals relate to the media they consume. Netflix at the Nexus examines Netflix’s broad impact on technology and television from multiple perspectives, including the interface, the content, and user experiences. Chapters by leading international scholars in television and internet studies provide a transnational perspective on Netflix’s changing role in the media landscape. As a whole, this collection provides a comprehensive consideration of the impact of streaming television."
    ]
  },
  {
    "title": "Tracing Invisible Lines: An Experiment in Mystoriography",
    "author": "David Prescott-Steed",
    "publicationDate": "02-28-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/tracing-invisible-lines-an-experiment-in-mystoriography",
    "openAccess": "no",
    "coverImage": "covers/prescottsteed2019.jpg",
    "description": [
      "Tracing Invisible Lines is a critical autoethnographic text built around Gregory Ulmer’s concept of the “Mystory.” Dedicated to the enhancement of imagination and innovation in a digital-media saturated society, Ulmer’s Mystory is a creative research method that draws narratives from three domains of discourse (personal, professional, popular). Analyzing these domains means generating fresh insight into the deep-seated emblems that drive the creative disposition, or “invariant principle,” of the practice-led researcher. Here, the mystoriographical approach has mobilized an exploration of the interrelations between self and society, between memory and imagination, as well as between industry-driven design-arts education and experimental sound-art practice (prioritizing the sonic, the perambulatory, careering). As a result, the Mystory fosters critical awareness of the socio-cultural instruments of creative inspiration and perspiration.",
      "Reflexive in intent and experimental in approach, David Prescott-Steed’s hybrid writing style moves freely between art historical, biographical and autobiographical, academic and speculative moods. This book’s emphasis on an electronic, investigative sound-based practice finds it treading new ground between the sonic arts and the field of electracy; through its addition of sound and music to the genre, this book extends the scope of studies into Ulmer’s work beyond English literature and the ocularcentric arts, offering a new handbook for sonic conceptual art practice."
    ]
  },
  {
    "title": "Exquisite Corpse: Studio Art-Based Writing Practices in the Academy",
    "author": "Edited by Kate Hanzalik and Nathalie Virgintino",
    "publicationDate": "02-11-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/exquisite-corpse-studio-art-based-writing-in-the-academy",
    "openAccess": "no",
    "coverImage": "covers/hanzalik2019.jpg",
    "description": [
      "Out of the 1920s Surrealist art studios emerged the exquisite corpse, a collaboratively drawn body made whole through a series of disjointed parts whose relevance today is the subject of Exquisite Corpse: Studio Art-Based Writing in the Academy. This collection draws from the processes and pedagogies of artists and designers to reconcile disparate discourses in rhetoric and composition pertaining to 3Ms (multimodal, multimedia, multigenre), multiliteracies, translingualism, and electracy. With contributions from a diverse range of scholars, artists, and designers, the chapters in this collection expand the conversation to a broader notion of writing and composing in the 21st century that builds upon traditional notions of composing but also embraces newer and nontraditional forms. In the section devoted to process, readers will find connections between art, design, and academic writing that may encourage them to incorporate nontraditional strategies and styles into their own writing. In the section devoted to pedagogy, readers will encounter art-based writing projects and activities that highlight the importance of interdisciplinary work as students continue to compose in ways that are more than solely alphabetic. Both sections provide insight into experimental process, inquiry-based work, play, and risk-taking. They also reveal what failure and success mean today in the composition classroom. Throughout the collection, readers will encounter a variety of stylized critical essays, poetic vignettes, lavish contemporary visual art, 20th-century Surrealist exquisite corpse drawings, and candid snapshots from the artists’ own studios."
    ]
  },
  {
    "title": "Three Birds Sing a New Song: A Puerto Rican Trilogy on Dystopia, Precarity, and Resistance",
    "author": "Gregory Stephens",
    "publicationDate": "04-22-2019",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/10-stephens.htm",
    "openAccess": "yes",
    "coverImage": "covers/stephens2019.jpg",
    "description": [
      "The post-apocalyptic has become a fashion; life is ever more precarious; and meaningful resistance is hard to envision. These are the themes of “Three Birds Sing a New Song.” The title alludes to Bob Marley’s “Three Little Birds.” Unlike that utopian moment, Stephens induces the birds to sing in a darker register. The disintegration of the social order in Puerto Rico, accompanied by an environmental disaster, provokes a rethinking of how the issues of Dystopia, Precarity, and Resistance have been voiced and theorized in the Global North. Following the lead of Marley’s line about “so much trouble in the world,” the writerly voice tends towards a fusion of literary and ethnographic approaches. Yet the book remains grounded in communication studies and sustains a theoretical through-line--about the need to “confront the condition of trouble without end.” The point of departure is “Teaching Dystopia in the Last Colony,” about translating the post-apocalyptic genre. Part Two is “Rethinking Resistance in the Puerto Rican Crisis,” which uses Stuart Hall to examine Spanish-language debate about Puerto Rico’s lack of sovereignty and financial stability. “Still Life in Motion: After the Apocalypse in Puerto Rico” brings lived precarity into dramatic focus. The book also interweaves smaller set pieces such as student voices on the crisis, and “A Work of National Importance,” an ending reflection about a citizenship ceremony in San Juan conducted in Spanish."
    ]
  },
  {
    "title": "Radical Writing Center Praxis: A Paradigm for Ethical Political Engagement",
    "author": "Laura Greenfield",
    "publicationDate": "04-15-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3596-radical-writing-center-praxis",
    "openAccess": "no",
    "coverImage": "covers/greenfield2019.jpg",
    "description": [
      "In Radical Writing Center Praxis Laura Greenfield calls for a paradigm change in writing centers, imagining a field whose very reason for being is to facilitate justice and peace. The book calls on readers to more critically examine power and agency in writing centers and to imagine new possibilities for the field’s theories and practices.",
      "Large, intersecting systems of oppression manifest in the everyday practices of institutions, classrooms, and writing centers. Local practices in turn influence the surrounding world. Radical Writing Center Praxis therefore challenges the writing center field to resist assumptions of political neutrality and instead to redefine itself in terms of more explicit, ethical commitments. In this paradigm it is clear that to engage in anti-oppression work is not merely a special interest but rather a vital interest to all.",
      "Introducing the concepts and vocabulary of radical politics, Radical Writing Center Praxis examines the tensions between the field’s professed beliefs and everyday practices and offers a process by which the writing center discipline as a whole might rebuild itself anew. It will be invaluable to writing center directors, tutors, scholars, and students as well as to administrators and compositionists."
    ]
  },
  {
    "title": "Digital Ethics: Rhetoric and Responsibility in Online Aggression",
    "author": "Jessica Reyman and Derek M. Sparby",
    "publicationDate": "07-19-2019",
    "publisher": "Routledge",
    "publisherURL": "https://www.taylorfrancis.com/books/9780429266140",
    "openAccess": "no",
    "coverImage": "covers/reyman2019.jpg",
    "description": [
      "Digital Ethics delves into the shifting legal and ethical landscape in digital spaces and explores productive approaches for theorizing, understanding, and navigating through difficult ethical issues online.",
      "Contributions from leading scholars address how changing technologies and media over the last decade have both created new ethical quandaries and reinforced old ones in rhetoric and writing studies. Through discussions of rhetorical theory, case studies and examples, research methods and methodologies, and pedagogical approaches and practical applications, this collection will further digital rhetoric scholars’ inquiry into digital ethics and writing instructors’ approaches to teaching ethics in the current technological moment.",
      "A key contribution to the literature on ethical practices in digital spaces, this book will be of interest to researchers and teachers in the fields of digital rhetoric, composition, and writing studies."
    ]
  },
  {
    "title": "Multiliteracies, Emerging Media, and College Writing Instruction",
    "author": "Santosh Khadka",
    "publicationDate": "03-15-2019",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Multiliteracies-Emerging-Media-and-College-Writing-Instruction-1st-Edition/Khadka/p/book/9780367203160",
    "openAccess": "no",
    "coverImage": "covers/khadka2019a.jpg",
    "description": [
      "This book proposes a broad-based multiliteracies theory and praxis for college writing curriculum. Khadka expands on the work of the New London Group’s theory of multiliteracies by integrating work from related disciplinary fields such as media studies, intercultural communication, World Englishes, writing studies, and literacy studies to show how they might be brought together to aid in designing curriculum for teaching multiple literacies, including visual, digital, intercultural, and multimodal, in writing and literacy classes. Building on insights developed from qualitative analysis of data from the author’s own course, the book examines the ways in which diverse groups of students draw on existing literacy practices while also learning to cultivate the multiple literacies, including academic, rhetorical, visual, intercultural, and multimodal, needed in mediating the communication challenges of a globalized world. This approach allows for both an exploration of students’ negotiation of their cultural, linguistic, and modal differences and an examination of teaching practices in these classrooms, collectively demonstrating the challenges and opportunities afforded by a broad-based multiliteracies theory and praxis. This book will be of particular interest to scholars and researchers in writing studies, rhetoric and communication studies, multimodality, media studies, literacy studies, and language education."
    ]
  },
  {
    "title": "Bridging the Multimodal Gap: From Theory to Practice",
    "author": "Santosh Khadka and J. C. Lee",
    "publicationDate": "05-01-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3553-bridging-the-multimodal-gap",
    "openAccess": "no",
    "coverImage": "covers/khadka2019.jpg",
    "description": [
      "Bridging the Multimodal Gap addresses multimodality scholarship and its use in the composition classroom. Despite scholars’ interest in their students’ multiple literacies, multimodal composition is far from the norm in most writing classes. Essays explore how multimodality can be implemented in courses and narrow the gap between those who regularly engage in this instruction and those who are still considering its scholarly and pedagogical value.",
      "After an introductory section reviewing the theory literature, chapters present research on implementing multimodal composition in diverse contexts. Contributors address starter subjects like using comics, blogs, or multimodal journals; more ambitious topics such as multimodal assignments in online instruction or digital story telling; and complex issues like assessment, transfer, and rhetorical awareness.",
      "Bridging the Multimodal Gap translates theory into practice and will encourage teachers, including WPAs, TAs, and contingent faculty, to experiment with multiple modes of communication in their projects."
    ]
  },
  {
    "title": "Multimodal Composing: Strategies for Twenty-First-Century Writing Consultations",
    "author": "Lindsay A. Sabatino and Brian Fallon",
    "publicationDate": "04-15-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3603-multimodal-composing",
    "openAccess": "no",
    "coverImage": "covers/sabatino2019.jpg",
    "description": [
      "Multimodal Composing provides strategies for writing center directors and consultants working with writers whose texts are visual, technological, creative, and performative—texts they may be unaccustomed to reading, producing, or tutoring. This book is a focused conversation on how rhetorical, design, and multimodal principles inform consultation strategies, especially when working with genres that are less familiar or traditional.",
      "Multimodal Composing explores the relationship between rhetorical choices, design thinking, accessibility, and technological awareness in the writing center. Each chapter deepens consultants’ understanding of multimodal composing by introducing them to important features and practices in a variety of multimodal texts. The chapters’ activities provide consultants with an experience that familiarizes them with design thinking and multimodal projects, and a companion website (www.multimodalwritingcenter.org) offers access to additional resources that are difficult to reproduce in print (and includes updated links to resources and tools).",
      "Multimodal projects are becoming the norm across disciplines, and writers expect consultants to have a working knowledge of how to answer their questions. Multimodal Composing introduces consultants to key elements in design, technology, audio, and visual media and explains how these elements relate to the rhetorical and expressive nature of written, visual, and spoken communication. Peer, graduate student, professional tutors and writing center directors will benefit from the activities and strategies presented in this guide."
    ]
  },
  {
    "title": "Sojourning in Disciplinary Cultures: A Case Study of Teaching Writing in Engineering",
    "author": "Maureen A. Mathison",
    "publicationDate": "04-15-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3593-sojourning-in-disciplinary-cultures",
    "openAccess": "no",
    "coverImage": "covers/mathison2019.jpg",
    "description": [
      "Sojourning in Disciplinary Cultures describes a multiyear project to develop a writing curriculum within the College of Engineering that satisfied the cultural needs of both compositionists and engineers at a large R1 university. Employing intercultural communication theory and an approach to interdisciplinary collaboration that involved all parties, cross-disciplinary colleagues were able to develop useful descriptions of the process of integrating writing with engineering; overcoming conflicts and misunderstandings about the nature of writing, gender bias, hard science versus soft science tensions; and many other challenges.",
      "This volume represents the collective experiences and insights of writing consultants involved in the large-scale curriculum reform of the entire College of Engineering; they collaborated closely with faculty members of the various departments and taught writing to engineering students in engineering classrooms. Collaborators developed syllabi that incorporated writing into their courses in meaningful ways, designed lessons to teach various aspects of writing, created assignments that integrated engineering and writing theory and concepts, and worked one-on-one with students to provide revision feedback. Though interactions were sometimes tense, the two groups––writing and engineering––developed a “third culture” that generally placed students at the center of learning.",
      "Sojourning in Disciplinary Cultures provides a guide to successful collaborations with STEM faculty that will be of interest to WPAs, instructors, and a range of both composition scholars and practitioners seeking to understand more about the role of writing and communication in STEM disciplines."
    ]
  },
  {
    "title": "Next Steps: New Directions for/in Writing about Writing",
    "author": "Barbara Bird, Doug Downs, I. Moriah McCracken, & Jan Rieman",
    "publicationDate": "04-04-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3588-next-steps",
    "openAccess": "no",
    "coverImage": "covers/bird2019.jpg",
    "description": [
      "Next Steps: New Directions for/in Writing about Writing is the first collection of teacher and student voices on a writing pedagogy that puts expert knowledge at the center of the writing classroom. More than forty contributors report on implementations of writing-about-writing pedagogies from the basic writing classroom to the graduate seminar, in two-year and four-year schools, and in small colleges and research universities around the United States and the world.",
      "For more than ten years, WAW approaches have been emerging in all these sites and scenes of college writing instruction, and Next Steps offers an original look at the breadth of ways WAW pedagogy has been taken up by writing instructors and into an array of writing courses. Organized by some of the key foci of WAW instruction—writerly identity, process, and engagement—the book takes readers into thick classroom descriptions as well as vignettes offering shorter takes on particular strategies. The classroom descriptions are fleshed out in more personal ways by student vignettes, reflections on encountering writing about writing in college writing classes. As its theoretical basis, Next Steps includes chapters on threshold concepts, transfer of writing-related learning, and the history of WAW pedagogies.",
      "As the first extensive look into WAW pedagogies across courses and institutions, Next Steps is ideal for writing instructors looking for new approaches to college composition instruction or curious about what “writing about writing” pedagogy actually is, for graduate students in composition pedagogy and their faculty, and for those researching composition pedagogy, threshold concepts, and learning transfer."
    ]
  },
  {
    "title": "Defining, Locating, and Addressing Bullying in the WPA Workplace",
    "author": "Cristyn L. Elder and Bethany Davila",
    "publicationDate": "03-29-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3529-defining-locating-and-addressing-bullying-in-the-wpa-workplace",
    "openAccess": "no",
    "coverImage": "covers/elder2019.jpg",
    "description": [
      "Defining, Locating, and Addressing Bullying in the WPA Workplace is the first volume to take up the issue of bullying in writing programs. Contributors to this collection share their personal stories and analyze varieties of collegial malevolence they have experienced as WPAs with consequences in emotional, mental, and physical health and in personal and institutional economies.",
      "Contributors of varying statuses in different types of programs across many kinds of institutions describe various forms of bullying, including microaggressions, incivility, mobbing, and emotional abuse. They define bullying as institutional racism, “academic systemic incivility,” a crisis of insularity, and faculty fundamentalism. They locate bullying in institutional contexts, including research institutions, small liberal arts colleges, community colleges, and writing programs and writing centers. These locations are used as points of departure to further theorize bullying and to provide clear advice about agentive responses.",
      "A culture of silence discourages discussions of this behavior, making it difficult to address abuse. This silence also normalizes patterns and cultivates the perception that bullying arises naturally. Defining, Locating, and Addressing Bullying in the WPA Workplace helps the field to name these patterns of behaviors as bullying and resist ideologies of normalcy, encouraging and empowering readers to take an active role in defining, locating, and addressing bullying in their own workplaces."
    ]
  },
  {
    "title": "Women at Work: Rhetorics of Gender and Labor",
    "author": "David Gold and Jessica Enoch",
    "publicationDate": "09-17-2019",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822945888/",
    "openAccess": "no",
    "coverImage": "covers/gold2019.jpg",
    "description": [
      "Women at Work presents the field of rhetorical studies with fifteen chapters that center on gender, rhetoric, and work in the US in the nineteenth and twentieth centuries. Feminist scholars explore women’s labor evangelism in the textile industry, the rhetorical constructions of leadership within women’s trade unions, the rhetorical branding of a twentieth-century female athlete, the labor activism of an African American blues singer, and the romantic, same-sex collaborations that supported pedagogical labor. Women at Work also introduces readers to rhetorical methods and approaches possible for the study of gender and work. Contributors name and explore a specific rhetorical concern that animates their study and in so doing, readers learn about such concepts as professional proof, rhetorical failure, epideictic embodiment, rhetorics of care, and cross-racial coalition building."
    ]
  },
  {
    "title": "Rhet Ops: Rhetoric and Information Warfare",
    "author": "Jim Ridolfo and William Hart-Davidson",
    "publicationDate": "10-15-2019",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822967149/",
    "openAccess": "no",
    "coverImage": "covers/ridolfo2019.jpg",
    "description": [
      "In this edited volume, authors seek to document and analyze how state and non-state actors leverage digital rhetoric as a twenty-first-century weapon of war. Rhet Ops offer readers a chance to focus on the human dimension of rhetorical practice within mobile technologies and social networks: to reflect not only on the durable question of what it means to conduct oneself ethically as a speaker or writer, but also what it means to learn the art of rhetoric as a means to engage adversaries in war and conflict."
    ]
  },
  {
    "title": "Re/Orienting Writing Studies: Queer Methods, Queer Projects",
    "author": "William P. Banks, Matthew B. Cox, and Caroline Dadas",
    "publicationDate": "04-15-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3518-re-orienting-writing-studies",
    "openAccess": "no",
    "coverImage": "covers/banks2019.jpg",
    "description": [
      "Re/Orienting Writing Studies is an exploration of the intersections among queer theory, rhetoric, and research methods in writing studies. Focusing careful theoretical attention on common research practices, this collection demonstrates how queer rhetorics of writing/composing, textual analysis, history, assessment, and embodiment/identity significantly alter both methods and methodologies in writing studies. The chapters represent a diverse set of research locations and experiences from which to articulate a new set of innovative research practices.",
      "While the humanities have engaged queer theory extensively, research methods have often been hermeneutic or interpretive. At the same time, social science approaches in composition research have foregrounded inquiry on human participants but have often struggled to understand where lesbian, gay, bisexual, transgender, and queer people fit into empirical research projects. Re/Orienting Writing Studies works at the intersections of humanities and social science methodologies to offer new insight into using queer methods for data collection and queer practices for framing research."
    ]
  },
  {
    "title": "Planting the Anthropocene: Rhetorics of Natureculture",
    "author": "Jennifer Clary-Lemon",
    "publicationDate": "03-15-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3590-planting-the-anthropocene",
    "openAccess": "no",
    "coverImage": "covers/clarylemon2019.jpg",
    "description": [
      "Planting the Anthropocene is a rhetorical look into the world of industrial tree planting in Canada that engages the themes of nature, culture, and environmental change. Bringing together the work of material ecocriticism and critical affect studies in service of a new materialist environmental rhetoric, Planting the Anthropocene forwards a frame that can be used to work through complex scenes of anthropogenic labor.",
      "Using the results of interviews with seasonal Canadian tree planters, Jennifer Clary-Lemon interrogates the complex and messy imbrication of nature-culture through the inadequate terminology used to describe the actual circumstances of the planters’ work and lives—and offers alternative ways to conceptualize these circumstances. Although silvicultural workers do engage with the limiting rhetoric of efficiency and humanism, they also make rhetorical choices that break down the nature-culture divide and orient these concepts on a continuum that blurs the boundaries between the given and the constructed, the human and nonhuman. Tree-planting work is approached as a site of a deep-seated materiality—a continued re-creation of the land’s “disturbance”—rather than a simplistic form of doing good that further separates humans from landscapes.",
      "Clary-Lemon’s view of nature and the Anthropocene through the lens of material rhetorical studies is thoroughly original and will be of great interest to students and scholars of rhetoric and composition, especially those focused on the environment."
    ]
  },
  {
    "title": "Domestic Occupations: Spatial Rhetorics and Women’s Work",
    "author": "Jessica Enoch",
    "publicationDate": "08-22-2019",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809337163/domestic-occupations",
    "openAccess": "no",
    "coverImage": "covers/enoch2019a.jpg",
    "description": [
      "This feminist rhetorical history explores women’s complex and changing relationship to the home and how that affected their entry into the workplace. Author Jessica Enoch examines the spatial rhetorics that defined the home in the mid- to late nineteenth and early twentieth centuries and considers how its construction and reconstruction—from discursive description to physical composition—has greatly shaped women’s efforts at taking on new kinds of work. In doing so, Enoch exposes the ways dominant discourses regarding women’s home life and work life—rhetorics that often assumed a white middle-class status—were complicated when differently raced, cultured, and classed women encountered them.",
      "Enoch  explores how three different groups of women workers—teachers, domestic scientists, and World War II factory employees—contended with the physical and ideological space of the home, examining how this everyday yet powerful space thwarted or enabled their financial and familial security as well as their intellectual engagements and work-related opportunities.",
      "Domestic Occupations demonstrates a multimodal and multigenre research method for conducting spatio-rhetorical analysis that serves as a model for new kinds of thinking and new kinds of scholarship. This study adds historical depth and exigency to an important contemporary conversation in the public sphere about how women’s ties to the home inflect their access to work and professional advancement."
    ]
  },
  {
    "title": "The Afterlife of Discarded Objects: Memory and Forgetting in a Culture of Waste",
    "author": "Andrei Guruianu and Natalia Andrievskikh",
    "publicationDate": "01-01-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/the-afterlife-of-discarded-objects-memory-and-forgetting-in-a-culture-of-waste",
    "openAccess": "no",
    "coverImage": "covers/guruianu2019.jpg",
    "description": [
      "As one of its driving principles, The Afterlife of Discarded Objects: Memory and Forgetting in a Culture of Waste analyzes the double reconstitution of discarded items. In this afterlife, discarded objects might transform from a worthless object into a plaything or a work of art, and then to an artifact marking a specific historical time period. This transformation is represented through various forms of recollection—stories, photographs, collectibles, heirlooms, monuments, and more. Shaped by nostalgia and wishful thinking, discarded objects represent what is wasted, desired, and aestheticized, existing at the intersection of individual and collective consciousness.",
      "While The Afterlife of Discarded Objects constitutes a version of revisionist historiography through its engagement with alternative anthropological artifacts, its ambition stretches beyond that to consider how seemingly immaterial phenomena such as memory and identity are embedded in and shaped by material networks, including ephemera. Guruianu and Andrievskikh create a written, visual, and virtual playground where transnational narratives fuse into a discourse on the persistent materiality of ephemera, especially when magnified through narrative and digital embodiment.",
      "The Afterlife of Discarded Objects is printed in full color and includes references, an index, and over seventy hi-resolution color images."
    ]
  },
  {
    "title": "KONSULT: Theopraxesis",
    "author": "Gregory L. Ulmer",
    "publicationDate": "02-02-2019",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/konsult",
    "openAccess": "no",
    "coverImage": "covers/ulmer2019.jpg",
    "description": [
      "A motto guiding Gregory L. Ulmer's career is from the poet Basho: not to follow in the footsteps of the masters, but to seek what they sought. The responsibility of humanities disciplines today is to do for the digital apparatus (social machine) what the classical Greeks did for alphabetic writing. Ulmer frames online learning as a mode of invention (heuretics), beginning with the invention of konsult itself. Konsult: Theopraxesis describes the invention of a genre of learning that is to digital media what Plato's dialogue was to alphabetic writing.",
      "The Greeks invented the practices of writing (rhetoric and logic) native to the new institution of school (the Academy), fostering a new behavior of selfhood (Socrates). Ulmer adopts this historical precedent as a relay, an inventory for what must be invented again today: a genre of learning, an educational institution, identity behavior. The insight of electracy is that each apparatus augments and institutionalizes one of the primary faculties of human intelligence: theoria in literacy; praxis in orality; poiesis in electracy.",
      "Needed today are not practices of writing, but \"theopraxesis\" of media. The analytical information economy of literacy required separation and isolation (siloing) of institutionalized intelligence. The multimodality of electracy enables syncretism of faculties into holistic performance: thinking-doing-making; knowledge-purpose-affect. The interface metaphor of Plato's dialogue was an oral conversation during which the illiterate interlocutor is introduced to dialectical reason as Idea. The interface metaphor of konsult is scientific consulting during which anelectrate students encounter plasmatic desire as simulacrum. This new learning is organized around an updating of Justice native to electracy."
    ]
  },
  {
    "title": "Science Communication Online: Engaging Experts and Publics on the Internet",
    "author": "Ashley Rose Mehlenbacher",
    "publicationDate": "04-11-2019",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://kb.osu.edu/handle/1811/87159",
    "openAccess": "yes",
    "coverImage": "covers/mehlenbacher2019.jpg",
    "description": [
      "Uncloistered by the web, science is finding its way into previously unimagined audiences. Whether collecting data in one’s backyard to help wildlife experts manage wolf populations or even funding research out of one’s own pocket, nonexperts can engage science at an unprecedented scale. As science communication has moved online, a range of important new genres have emerged that put professionals and the public into conversation with each other. In Science Communication Online: Engaging Experts and Publics on the Internet, Ashley Rose Mehlenbacher takes up these “trans-scientific” genres to explore how scientists are adapting their communications, how publics are increasingly involved in science, and how boundaries between experts and nonexperts continue to shift.",
      "Bringing together genre studies and the rhetoric of science, Mehlenbacher examines a range of new forms of science communication that challenge traditional presumptions about experts and nonexperts—including Twitter and Reddit AMAs, crowdfunding proposals such as Kickstarter and Experiment.com, civic-minded databases such as Safecast, and the PLOS blogging network. Science Communication Online illustrates the unique features of these genres and connects them to their rhetorical functions and the larger context leading to their emergence and evolution—from the democratization of science, challenges to expertise and expert status, and new political economies. Science Communication Online captures the important moment we find ourselves in now—one not defined by science and society but science in society."
    ]
  },
  {
    "title": "Translation and Localization: A Guide for Professional and Technical Communicators",
    "author": "Bruce Maylath and Kirk St.Amant",
    "publicationDate": "06-12-2019",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Translation-and-Localization-A-Guide-for-Professional-and-Technical-Communicators/Maylath-StAmant/p/book/9781138319943",
    "openAccess": "no",
    "coverImage": "covers/maylath2019.jpg",
    "description": [
      "Detailed yet accessible, Translation and Localization brings together the research and insights of veteran practicing translators to offer comprehensive guidance for technical communicators. The volume begins with the fundamentals of translation before leading readers through the process of preparing technical documents for translation. It then presents the broader area of localization, again beginning with its key competencies. Concluding chapters examine the state of the field as computers take on more translation and localization work. Featuring real-life scenarios and a broad range of experienced voices, this is an invaluable resource for technical and professional communicators looking to expand into international markets."
    ]
  },
  {
    "title": "Technical Communication After the Social Justice Turn",
    "author": "Rebecca Walton, Kristen Moore, and Natasha Jones",
    "publicationDate": "06-07-2019",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Technical-Communication-After-the-Social-Justice-Turn-Building-Coalitions/Walton-Moore-Jones/p/book/9780367188467",
    "openAccess": "no",
    "coverImage": "covers/walton2019.jpg",
    "description": [
      "This book marks the social justice turn in technical and professional communication (TPC). Social justice often draws attention to structural oppression, but to enact social justice as technical communicators, first, we must be able to trace daily practice to the oppressive structures it professionalizes, codifies, and normalizes. Technical Communication After the Social Justice Turn moves readers from conceptual explorations of oppression and justice to a theoretical framework that allows for the concepts to be applied and implemented in a variety of practical contexts. It historicizes the recent social justice turn in TPC scholarship, models a social justice approach to building theories and heuristics, and presents scenarios that illustrate how to develop sustainable practices of activism and social justice. Its commitment to coalition building, inclusivity, and socially just practices of citation and activism will support scholars, teachers, and practitioners not only in understanding how the work of technical communication is often complicit in oppression but also in recognizing, revealing, rejecting, and replacing oppressive practices."
    ]
  },
  {
    "title": "The Rhetoric of Participation: Interrogating Commonplaces In and Beyond the Classroom",
    "author": "Paige V. Banaji, Lisa Blankenship, Katherine DeLuca, Lauren Obermark, and Ryan Omizo (eds.)",
    "publicationDate": "03-04-2019",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/rhetoric-of-participation",
    "openAccess": "yes",
    "coverImage": "covers/banaji2019.jpg",
    "description": [
      "The Rhetoric of Participation: Interrogating Commonplaces In and Beyond the Classroom, memorializes and extends the research and legacy of Dr. Genevieve Critel. Critel’s research—and her legacy as a scholar, educator, and colleague—form the foundations for this collection. This collection presents the perspectives of twenty scholars and educators in the fields of rhetoric and composition, all of whom engage with the question, what does it mean to participate? With discussions ranging from classroom-participation models to participation in online spaces, this collection explores the multifaceted and complex nature of participation, while demonstrating the ongoing necessity for research and theorization of this pedagogical commonplace. Pieces in this collection touch on numerous issues related to participation, including students’ perspectives on participation as an assessed category, how normative standards dictate and shape participation and how these standards can be productively challenged, and new ways to engage with the idea of participation, within the classroom and beyond it."
    ]
  },
  {
    "title": "Provocations of Virtue: Rhetoric, Ethics, and the Teaching of Writing",
    "author": "John Duffy",
    "publicationDate": "03-01-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3551-provocations-of-virtue",
    "openAccess": "no",
    "coverImage": "covers/duffy2019.jpg",
    "description": [
      "In Provocations of Virtue, John Duffy explores the indispensable role of writing teachers and scholars in counteracting the polarized, venomous “post-truth” character of contemporary public argument. Teachers of writing are uniquely positioned to address the crisis of public discourse because their work in the writing classroom is tied to the teaching of ethical language practices that are known to moral philosophers as “the virtues”—truthfulness, accountability, open-mindedness, generosity, and intellectual courage.",
      "Drawing upon Aristotle’s Nicomachean Ethics and the branch of philosophical inquiry known as “virtue ethics,” Provocations of Virtue calls for the reclamation of “rhetorical virtues” as a core function in the writing classroom. Duffy considers what these virtues actually are, how they might be taught, and whether they can prepare students to begin repairing the broken state of public argument. In the discourse of the virtues, teachers and scholars of writing are offered a common language and a shared narrative—a story that speaks to the inherent purpose of the writing class and to what is at stake in teaching writing in the twenty-first century.",
      "This book is a timely and historically significant contribution to the field and will be of major interest to scholars and administrators in writing studies, rhetoric, composition, and linguistics as well as philosophers and those exploring ethics."
    ]
  },
  {
    "title": "Out in the Center: Public Controversies and Private Struggles",
    "author": "Harry Denny, Robert Mundy, Liliana M. Naydan, Richard Sévère, and Anna Sicari",
    "publicationDate": "03-01-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3469-out-in-the-center",
    "openAccess": "no",
    "coverImage": "covers/denny2019.jpg",
    "description": [
      "Out in the Center explores the personal struggles of tutors, faculty, and administrators in writing center communities as they negotiate the interplay between public controversies and features of their own intersectional identities. These essays address how race, ethnicity, gender, sexuality, class, faith, multilingualism, and learning differences, along with their intersections, challenge those who inhabit writing centers and engage in their conversations.",
      "A diverse group of contributors interweaves personal experience with writing center theory and critical race theory, as well as theories on the politics and performance of identity. In doing so, Out in the Center extends upon the writing center corpus to disrupt and reimagine conventional approaches to writing center theory and practice. Out in the Center proposes that practitioners benefit from engaging in dialogue about identity to better navigate writing center work—work that informs the local and carries forth a social and cultural impact that stretches well beyond academic institutions."
    ]
  },
  {
    "title": "Rhetorical Code Studies: Discovering Arguments in and around Code",
    "author": "Kevin Brock",
    "publicationDate": "03-01-2019",
    "publisher": "Sweetland Digital Rhetoric Collaborative/UMich Press",
    "publisherURL": "https://www.press.umich.edu/10019291/rhetorical_code_studies",
    "openAccess": "yes",
    "coverImage": "covers/brock2019.jpg",
    "description": [
      "Software developers work rhetorically to make meaning through the code they write. In some ways, writing code is like any other form of communication; in others, it proves to be new, exciting, and unique. In Rhetorical Code Studies, Kevin Brock explores how software code serves as meaningful communication through which software developers construct arguments that are made up of logical procedures and express both implicit and explicit claims as to how a given program operates.",
      "Building on current scholarly work in digital rhetoric, software studies, and technical communication, Brock connects and continues ongoing conversations among rhetoricians, technical communicators, software studies scholars, and programming practitioners to demonstrate how software code and its surrounding discourse are highly rhetorical forms of communication. He considers examples ranging from large, well-known projects like Mozilla Firefox to small-scale programs like the “FizzBuzz” test common in many programming job interviews. Undertaking specific examinations of code texts as well as the contexts surrounding their composition, Brock illuminates the variety and depth of rhetorical activity taking place in and around code, from individual differences in style to changes in large-scale organizational and community norms.",
      "Rhetorical Code Studies holds significant implications for digital communication, multimodal composition, and the cultural analysis of software and its creation. It will interest academics and students of writing, rhetoric, and software engineering as well as technical communicators and developers of all types of software."
    ]
  },
  {
    "title": "The Archive as Classroom: Pedagogical Approaches to the Digital Archive of Literacy Narratives",
    "author": "Kathryn Comer, Michael Harker, and Ben McCorkle (eds.)",
    "publicationDate": "01-31-2019",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/archive-as-classroom",
    "openAccess": "yes",
    "coverImage": "covers/comer2019.jpg",
    "description": [
      "Since its public launch in 2008, the Digital Archive of Literacy Narratives (DALN) has collected approximately 7500 unique contributions of people’s literacy experiences from across the globe and from a variety of backgrounds. The Archive as Classroom: Pedagogical Approaches to the Digital Archive of Literacy Narratives showcases the variety of innovative ways educators have used this resource in classroom practice.",
      "Designed as a user-friendly guide for scholars and teachers of college English courses, and especially those with an interest in language and literacy studies, The Archive as Classroom provides an invaluable snapshot of the DALN’s diverse uses in classroom settings. The Archive as Classroom is the first edited collection of its kind to combine theoretically rich digital studies of the DALN’s uses with customizable teaching materials—assignment prompts, rubrics, syllabi, and the like—that readers can borrow and build upon as models for their own classroom, programmatic, or institutional needs.",
      "More than simply a “how-to” guide, this collection is informed by currently identified best practices, evidence-based pedagogy, and the general state of the pedagogical art as it relates to literacy instruction."
    ]
  },
  {
    "title": "How We Teach Writing Tutors",
    "author": "Karen Gabrielle Johnson and Ted Roggenbuck, Editors",
    "publicationDate": "01-15-2019",
    "publisher": "Writing Lab Newsletter",
    "publisherURL": "https://wacclearinghouse.org/books/wln/dec1/",
    "openAccess": "yes",
    "coverImage": "covers/johnson2019.jpg",
    "description": [
      "WLN's first DEC compiles 18 chapters related to the education of tutors from writing center scholars and professionals. Authors represent many universities and models of writing centers including online centers, undergraduate peer centers, multiliteracy centers, speaking and writing centers, and more. Chapters present theoretical frameworks, praxis, and empirical studies related to the important work of preparing writing tutors."
    ]
  },
  {
    "title": "Labor-Based Grading Contracts: Building Equity and Inclusion in the Compassionate Writing Classroom",
    "author": "Asao B. Inoue",
    "publicationDate": "01-04-2019",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/labor/",
    "openAccess": "yes",
    "coverImage": "covers/inoue2019.jpg",
    "description": [
      "In the second edition of Labor-Based Grading Contracts, Asao B. Inoue refines his exploration of labor-based grading contracts in the writing classroom. Drawing on antiracist teaching practices, he argues that labor-based grading contracts offer a compassionate approach that is strongly grounded in social justice work. Updated with a new foreword and revised chapters, the book offers a meditation on how Inoue’s use of Freirean problem-posing led him to experiment with grading contracts. The result is a robust Marxian theory of labor that considers Hannah Arendt’s theory of labor-work-action and Barbara Adam’s concept of “timescapes.” The heart of the book details the theoretical and practical ways labor-based grading contracts can be used and assessed for effectiveness in classrooms and programs. Inoue concludes his exploration of labor-based grading by moving outside the classroom, considering how assessing writing in the socially just ways he offers in the book may provide a way to address the violence and discord seen in the world today."
    ]
  },
  {
    "title": "Cruel Auteurism: Affective Digital Mediations toward Film-Composition",
    "author": "bonnie lenore kyburz",
    "publicationDate": "01-15-2019",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/writing/cruel/",
    "openAccess": "yes",
    "coverImage": "covers/kyburz2019.jpg",
    "description": [
      "bonnie lenore kyburz' reflective and deeply felt sense of (her) place in Composition creates room to consider some of the rhetorical dimensions and pedagogical implications of film work in writing classrooms and as digital scholarship. Invoking affect theorist Lauren Berlant's concept of \"cruel optimism\" to articulate the findings of her archival, analytical, and experiential methods, Cruel Auteurism describes a cultural shift within the discipline, from the primacy of print-based arguments, through an evolving desire to generate cinematic rhetorics, toward increasingly visible forms of textual practice currently shaping composition classrooms and digital scholarship."
    ]
  },
  {
    "title": "Rhetorical Speculations: Emerging Technologies and the Future and Potential of Rhetoric",
    "author": "Scott Sundvall",
    "publicationDate": "02-01-2019",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3571-rhetorical-speculations",
    "openAccess": "no",
    "coverImage": "covers/sundvall2019.jpg",
    "description": [
      "The future of writing studies is fundamentally tied to advancing technological development—writing cannot be done without a technology and different technologies mediate writing differently. In Rhetorical Speculations, contributors engage with emerging technologies of composition through “speculative modeling” as a strategy for anticipatory, futural thinking for rhetoric and writing studies.",
      "Rhetoric and writing studies often engages technological shifts reactively, after the production and reception of rhetoric and writing has changed. This collection allows rhetoric and writing scholars to explore modes of critical speculation into the transformative effect of emerging technologies, particularly as a means to speculate on future shifts in the intellectual, pedagogical, and institutional frameworks of the field. In doing so, the project repositions rhetoric and writing scholars as proprietors of our technological future to come rather than as secondary receivers, critics, and adjusters of the technological present.",
      "Major and emerging voices in the field offer a range of styles that include pragmatic, technical, and philosophical approaches to the issue of speculative rhetoric, exploring what new media/writing studies could be—theoretically, pedagogically, and institutionally—as future technologies begin to impinge on the work of writing. Rhetorical Speculations is at the cutting edge of the subject of futures thinking and will have broad appeal to scholars of rhetoric, literacy, futures studies, and material and popular culture."
    ]
  },
  {
    "title": "Not One More! Feminicidio on the Border",
    "author": "Nina Maria Lozano",
    "publicationDate": "02-06-2019",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814213896.html",
    "openAccess": "no",
    "coverImage": "covers/lozano2019.jpg",
    "description": [
      "Since 1993, more than 2,000 feminicidios have occurred in Ciudad Juárez, Mexico—once called “the feminicidio capital of the world.” Who is killing the women of Juárez? Why is this happening? In Not One More! Feminicidio on the Border, Nina Maria Lozano seeks to answer these questions, turning a critical eye to the state structures and legal systems that allow and participate in the violence, rape, and murder propagated against thousands of women in the border town of Juárez.",
      "Finding theories of new materialism inadequate to explain the feminicidios, Lozano critiques and extends this approach—advancing instead a new theoretical framework, border materialism, to argue that capitalist systems of neoliberalism and free trade are directly correlated to the killing of women on the US–Mexico border. Through the author’s fifteen-plus years of on-the-ground fieldwork, readers are presented with firsthand accounts, testimonies, and new social movement strategies from family members and activists attempting to stop these gendered crimes.",
      "By offering concrete case studies—including analysis of maquiladoras/factories and free trade zones, public monuments and murals memorializing the victims, rastreos/searches by family members for victims’ DNA remains, and testimony from Mothers, family members, and activists—Not One More! lays bare the socioeconomic and geopolitical forces at work in the killing of women in Juárez."
    ]
  },
  {
    "title": "Post-Digital Rhetoric and the New Aesthetic",
    "author": "Justin Hodgson",
    "publicationDate": "03-20-2019",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://kb.osu.edu/handle/1811/87060",
    "openAccess": "yes",
    "coverImage": "covers/hodgson2019.jpg",
    "description": [
      "The proliferation of smart devices, digital media, and network technologies has led to everyday people experiencing everyday things increasingly on and through the screen. In fact, much of the world has become so saturated by digital mediations that many individuals have adopted digitally inflected sensibilities. This gestures not simply toward posthumanism, but more fundamentally toward an altogether post-digital condition—one in which the boundaries between the “real” and the “digital” have become blurred and technology has fundamentally reconfigured how we make sense of the world.",
      "Post-Digital Rhetoric and the New Aesthetic takes stock of these reconfigurations and their implications for rhetorical studies by taking up the New Aesthetic—a movement introduced by artist/digital futurist James Bridle that was meant to capture something of a digital way of seeing by identifying aesthetic values that could not exist without computational and digital technologies. Bringing together work in rhetoric, art, and digital media studies, Hodgson treats the New Aesthetic as a rhetorical ecology rather than simply an aesthetic movement, allowing him to provide operative guides for the knowing, doing, and making of rhetoric in a post-digital culture."
    ]
  },
  {
    "title": "Make America Meme Again: The Rhetoric of the Alt-Right",
    "author": "Heather Suzanne Woods and Leslie A. Hahner",
    "publicationDate": "01-01-2019",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/68980",
    "openAccess": "no",
    "coverImage": "covers/woods2019.jpg",
    "description": [
      "As demonstrated by the 2016 presidential election, memes have become the suasory tactic par excellence for the promotional and recruitment efforts of the Alt-right. Memes are not simply humorous shorthands or pithy assertions, but play a significant role in the machinations of politics and how the public comes to understand and respond to their government and compatriots. Using the tools of rhetorical criticism, the authors detail how memetic persuasion operates, with a particular focus on the 2016 election of Donald J. Trump. Make America Meme Again reveals the rhetorical principles used to design Alt-right memes, outlining the myriad ways memes lure mainstream audiences to a number of extremist claims. In particular, this book argues that Alt-right memes impact the culture of digital boards and broader public culture by stultifying discourse, thereby shaping how publics congeal. The authors demonstrate that memes are a mechanism that proliferate white nationalism and exclusionary politics by spreading algorithmically through network cultures in ways that are often difficult to discern. Alt-right memes thus present a significant threat to democratic praxis, one that can begin to be combatted through a rigorous rhetorical analysis of their power and influence. Make America Meme Again illuminates the function of networked persuasion for scholars and practitioners of rhetoric, media, and communication; political theorists; digital humanists; and anyone who has ever seen, crafted, or proliferated a meme."
    ]
  },
  {
    "title": "Defining Literacy Standards: Essays on Assessment, Inclusion, Pedagogy and Civic Engagement",
    "author": "Ronald A. Sudol and Alice S. Horning",
    "publicationDate": "01-01-2019",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/64154",
    "openAccess": "no",
    "coverImage": "covers/sudol2019.jpg",
    "description": [
      "As individual institutions of education at all levels respond to the call for greater accountability and assessment, those who teach literacy face the challenging task of choosing what to measure and how to measure it. Both defining literacy clearly and tying that definition to strategies for assessment are two of many challenges faced by educators, theorists, and members of the public who assume responsibility for assessing literacy as well as developing and improving literacy programs. In a pluralistic and democratic society sensitive to multicultural variation, we need to find our way between the competing needs for inclusiveness and for clear and useful standards. Multiple definitions of literacy raise the issue of whether there can be a standard or set of standards and if so, what they are in an environment of multiple literacies. Indeed, the downside of the defeat of older monolithic notions of literacy is the undermining or at least the questioning of well-established methods of literacy assessment. To some extent, the older methods of assessment have been revised in the light of more expansive definitions of literacy. But will this kind of revision be enough? How are the criteria for judgment to be known and applied? Thus, this volume addresses the problems of assessing literacy development in the context of multiple and inclusive definitions. Each section consists of chapters that deal with the issue of definitions per se, with standards in postsecondary settings, with the K-12 situation, and with alternative, non-school environments where literacy is critical to human functioning in a democratic society."
    ]
  },
  {
    "title": "The Rhetoric of Oil in the Twenty-First Century: Government, Corporate, and Activist Discourses",
    "author": "Heather Graves and David Edward Beard",
    "publicationDate": "03-16-2019",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/The-Rhetoric-of-Oil-in-the-Twenty-First-Century-Government-Corporate/Graves-Beard/p/book/9781138484375",
    "openAccess": "no",
    "coverImage": "covers/graves2019.jpg",
    "description": [
      "This book examines mass communication and civic participation in the age of oil, analyzing the rhetorical and discursive ways that governments and corporations shape public opinion and public policy and activists attempt to reframe public debates to resist corporate framing.",
      "In the twenty-first century, oil has become a subject of civic deliberation. Environmental concerns have intensified, questions of indigenous rights have arisen, and private and public investment in energy companies has become open to deliberation. International contributors use local events as a starting point to explore larger issues associated with oil-dependent societies and cultures. This interdisciplinary collection synthesizes work in the energy humanities, rhetorical studies and environmental studies to analyze the global discourse of oil from the start of the twentieth century into the era of transnational corporations of the 21st century.",
      "This book will be a vital text for scholars in communication studies, the energy humanities and in environmental studies. Case studies are framed accessibly, and the theoretical lenses are accessible across disciplines, making it ideal for a post-graduate and advanced undergraduate audience in these fields."
    ]
  },
  {
    "title": "On the End of Privacy: Dissolving Boundaries in a Screen-Centric World",
    "author": "Richard E. Miller",
    "publicationDate": "02-12-2019",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965688/",
    "openAccess": "no",
    "coverImage": "covers/miller2019.jpg",
    "description": [
      "On the End of Privacy explores how literacy is transformed by online technology that lets us instantly publish anything that we can see or hear. Miller examines the 2010 suicide of Tyler Clementi, a young college student who jumped off the George Washington Bridge after he discovered that his roommate spied on him via webcam. With access to the text messages, tweets, and chatroom posts of those directly involved in this tragedy, Miller asks: why did no one intervene to stop the spying? Searching for an answer to that question leads Miller to online porn sites, the invention of Facebook, the court-martial of Chelsea Manning, the contents of Hillary Clinton’s email server, Anthony Weiner’s sexted images, Chatroulette, and more as he maps out the changing norms governing privacy in the digital age."
    ]
  },
  {
    "title": "The Animal Who Writes: A Posthumanist Composition",
    "author": "Marilyn M. Cooper",
    "publicationDate": "03-12-2019",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822967590/",
    "openAccess": "no",
    "coverImage": "covers/cooper2019.jpg",
    "description": [
      "Writing begins with unconscious feelings of something that insistently demands to be responded to, acted upon, or elaborated into a new entity. Writers make things that matter—treaties, new species, software, and letters to the editor—as they interact with other humans of all kinds. As they write, they also continually remake themselves. In The Animal Who Writes, Marilyn M. Cooper considers writing as a social practice and as an embodied behavior that is particularly important to human animals. Cooper argues that writing is an act of composing enmeshed in nature-cultures and is homologous with technology as a mode of making."
    ]
  },
  {
    "title": "Editing in the Modern Classroom",
    "author": "Suzan Flanagan and Michael J. Albers",
    "publicationDate": "02-12-2019",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Editing-in-the-Modern-Classroom/Albers-Flanagan/p/book/9780815354468",
    "openAccess": "no",
    "coverImage": "covers/flanagan2019.jpg",
    "description": [
      "Editing in the Modern Classroom is a research‐based collection that defines the current state of technical editing pedagogy and plots a potential roadmap for its future. It examines current academic and professional editing practices, the global and corporate contexts of technical communication programs, and the role of new challenges such as content management in order to assess what should be expected from editing courses today and how instructors can best structure their courses to meet these expectations. It provides a research foundation to determine where changes are needed, and points to areas where additional research must be done to support further curricular and pedagogical innovations. Editing in the Modern Classroom challenges instructors to look deeper at the pedagogical aspects of what makes up an effective technical editing course at undergraduate and graduate levels and provides them with comprehensive and evidence-based resources to design and teach these courses."
    ]
  },
  {
    "title": "Nostalgic Design: Rhetoric, Memory, and Democratizing Technology",
    "author": "William C. Kurlinkus",
    "publicationDate": "01-15-2019",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965527/",
    "openAccess": "no",
    "coverImage": "covers/kurlinkus2019.jpg",
    "description": [
      "Nostalgic Design presents a rhetorical analysis of twenty-first century nostalgia and a method for designers to create more inclusive technologies. Nostalgia is a form of resistant commemoration that can tell designers what users value about past designs, why they might feel excluded from the present, and what they wish to recover in the future. By examining the nostalgic hacks of several contemporary technical cultures, from female software programmers who knit on the job to anti-vaccination parents, Kurlinkus argues that innovation without tradition will always lead to technical alienation, whereas carefully examining and layering conflicting nostalgic traditions can lead to technological revolution."
    ]
  },
  {
    "title": "Reforming Women: The Rhetorical Tactics of the American Female Moral Reform Society, 1834-1854",
    "author": "Lisa J. Shaver",
    "publicationDate": "01-22-2019",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822965480/",
    "openAccess": "no",
    "coverImage": "covers/shaver2019.jpg",
    "description": [
      "In Reforming Women, Lisa Shaver locates the emergence of a distinct women’s rhetoric and feminist consciousness in the American Female Moral Reform Society. Established in 1834, the society took aim at prostitution, brothels, and the lascivious behavior increasingly visible in America’s industrializing cities. In particular, female moral reformers contested the double standard that overlooked promiscuous behavior in men while harshly condemning women for the same offense. Their ardent rhetoric resonated with women across the country. With its widely-read periodical and auxiliary societies representing more than 50,000 women, the American Female Moral Reform Society became the first national reform movement organized, led, and comprised solely by women.",
      "Drawing on an in-depth examination of the group’s periodical, Reforming Women delineates essential rhetorical tactics including women’s strategic use of gender, the periodical press, anger, presence, auxiliary societies, and institutional rhetoric—tactics women’s reform efforts would use throughout the nineteenth century. Almost two centuries later, female moral reformers’ rhetoric resonates today as our society continues to struggle with different moral expectations for men and women."
    ]
  },
  {
    "title": "Race and Radio: Pioneering Black Broadcasters in New Orleans",
    "author": "Bala James Baptiste",
    "publicationDate": "08-15-2019",
    "publisher": "University Press of Mississippi",
    "publisherURL": "https://www.amazon.com/Race-Radio-Pioneering-Broadcasters-Rhetoric/dp/1496822072/",
    "openAccess": "no",
    "coverImage": "covers/baptiste2019.jpg",
    "description": [
      "In Race and Radio: Pioneering Black Broadcasters in New Orleans, Bala James Baptiste traces the history of the integration of radio broadcasting in New Orleans and tells the story of how African American on-air personalities transformed the medium. Analyzing a trove of primary data―including archived manuscripts, articles and display advertisements in newspapers, oral narratives of historical memories, and other accounts of African Americans and radio in New Orleans between 1945 and 1965―Baptiste constructs a formidable narrative of broadcast history, racism, and black experience in this enormously influential radio market.",
      "The historiography includes the rise and progression of black broadcasters who reshaped the Crescent City. The first, O. C. W. Taylor, hosted an unprecedented talk show, the Negro Forum, on WNOE beginning in 1946. Three years later in 1949, listeners heard Vernon \"Dr. Daddy-O\" Winslow's smooth and creative voice as a disk jockey on WWEZ. The book also tells of Larry McKinley who arrived in New Orleans from Chicago in 1953 and played a critical role in informing black listeners about the civil rights movement in the city."
    ]
  },
  {
    "title": "Lynching: Violence, Rhetoric, and American Identity",
    "author": "Ersula J. Ore",
    "publicationDate": "04-15-2019",
    "publisher": "University Press of Mississippi",
    "publisherURL": "https://www.amazon.com/Lynching-Violence-Rhetoric-American-Identity/dp/1496821599/",
    "openAccess": "no",
    "coverImage": "covers/ore2019.jpg",
    "description": [
      "While victims of antebellum lynchings were typically white men, postbellum lynchings became more frequent and more intense, with the victims more often black. After Reconstruction, lynchings exhibited and embodied links between violent collective action, American civic identity, and the making of the nation.",
      "Ersula J. Ore investigates lynching as a racialized practice of civic engagement, in effect an argument against black inclusion within the changing nation. Ore scrutinizes the civic roots of lynching, the relationship between lynching and white constitutionalism, and contemporary manifestations of lynching discourse and logic today. From the 1880s onward, lynchings, she finds, manifested a violent form of symbolic action that called a national public into existence, denoted citizenship, and upheld political community.",
      "Grounded in Ida B. Wells’s summation of lynching as a social contract among whites to maintain a racial order, at its core, Ore’s book speaks to racialized violence as a mode of civic engagement. Since violence enacts an argument about citizenship, Ore construes lynching and its expressions as part and parcel of America’s rhetorical tradition and political legacy.",
      "Drawing upon newspapers, official records, and memoirs, as well as critical race theory, Ore outlines the connections between what was said and written, the material practices of lynching in the past, and the forms these rhetorics and practices assume now. In doing so, she demonstrates how lynching functioned as a strategy interwoven with the formation of America’s national identity and with the nation’s need to continually restrict and redefine that identity. In addition, Ore ties black resistance to lynching, the acclaimed exhibit Without Sanctuary, recent police brutality, effigies of Barack Obama, and the killing of Trayvon Martin."
    ]
  },
  {
    "title": "Developing Writers in Higher Education: A Longitudinal Study",
    "author": "Anne Ruggles Gere",
    "publicationDate": "01-03-2019",
    "publisher": "Sweetland Digital Rhetoric Collaborative/UMich Press",
    "publisherURL": "https://www.press.umich.edu/10079890/developing_writers_in_higher_education",
    "openAccess": "yes",
    "coverImage": "covers/gere2019.jpg",
    "description": [
      "For undergraduates following any course of study, it is essential to develop the ability to write effectively. Yet the processes by which students become more capable and ready to meet the challenges of writing for employers, the wider public, and their own purposes remain largely invisible. Developing Writers in Higher Education shows how learning to write for various purposes in multiple disciplines leads college students to new levels of competence.",
      "This volume draws on an in-depth study of the writing and experiences of 169 University of Michigan undergraduates, using statistical analysis of 322 surveys, qualitative analysis of 131 interviews, use of corpus linguistics on 94 electronic portfolios and 2,406 pieces of student writing, and case studies of individual students to trace the multiple paths taken by student writers. Topics include student writers’ interaction with feedback; perceptions of genre; the role of disciplinary writing; generality and certainty in student writing; students’ concepts of voice and style; students’ understanding of multimodal and digital writing; high school’s influence on college writers; and writing development after college. The digital edition offers samples of student writing, electronic portfolios produced by student writers, transcripts of interviews with students, and explanations of some of the analysis conducted by the contributors.",
      "This is an important book for researchers and graduate students in multiple fields. Those in writing studies get an overview of other longitudinal studies as well as key questions currently circulating. For linguists, it demonstrates how corpus linguistics can inform writing studies. Scholars in higher education will gain a new perspective on college student development. The book also adds to current understandings of sociocultural theories of literacy and offers prospective teachers insights into how students learn to write. Finally, for high school teachers, this volume will answer questions about college writing."
    ]
  }
]