[
  {
    "title": "White Sororities and the Cultural Work of Belonging",
    "author": "Charlotte Hogg",
    "publicationDate": "12-19-2023",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/White-Sororities-and-the-Cultural-Work-of-Belonging/Hogg/p/book/9781032457802",
    "openAccess": "no",
    "coverImage": "covers/hogg2023.jpg",
    "description": [
      "Charlotte Hogg takes a close look, through the example of White university sororities, at how we create and cling to subcultures through the notion of belonging, and how spoken and unspoken rhetorics contribute to this notion.",
      "Renewed calls to end Greek-letter organizations for racism and sexism, including increased scrutiny on White women’s social justice failings, have intensified. But as Hogg shows, rhetorics of belonging have always occurred amid and even in response to anti-GLO sentiment. She shows how rhetorical efforts by members for members foster belonging for insiders while also seeking to appease those on the outside. In her analysis, Hogg positions the study of rhetoric beyond traditional methods of persuasion to show how we communicate and participate in communities as citizens in subtle ways beyond speaking and writing. Through engaging narrative drawing on her experiences as a member of a White sorority, archival research, and interviews with collegians and alumni, she shows how efforts toward belonging can influence particular beliefs about womanhood in complex ways.",
      "This thought-provoking volume will interest scholars and students from a range of disciplines, including rhetoric and communication studies, gender studies, feminism, sociology, cultural anthropology, and history."
    ]
  },
  {
    "title": "Beyond Fitting In: Rethinking First-Generation Writing and Literacy Education",
    "author": "Kelly Ritter",
    "publicationDate": "02-01-2023",
    "publisher": "MLA",
    "publisherURL": "https://www.mla.org/Publications/Bookstore/Nonseries/Beyond-Fitting-In",
    "openAccess": "no",
    "coverImage": "covers/ritter2023.jpg",
    "description": [
      "Beyond Fitting In interrogates how the cultural capital and lived experiences of first-generation college students inform literacy studies and the writing-centered classroom. Essays, written by scholar-teachers in the field of rhetoric and composition, discuss best practices for teaching first-generation students in writing classrooms, centers, programs, and other environments. The collection considers how first-gen students of different demographics interact with and affect literacy instruction in a variety of public and private, rural and urban schools offering two- or four-year programs, including Hispanic-serving institutions, historically Black colleges and universities, and public research universities. By exploring the experiences of students, teachers, writing program administrators, and writing center directors, the volume gives readers an inside view of the practices and structures that shape the literacy of first-generation students."
    ]
  },
  {
    "title": "Changing Minds: Women and the Political Essay, 1960-2000",
    "author": "Ann Jurečič",
    "publicationDate": "12-01-2023",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822947974/",
    "openAccess": "no",
    "coverImage": "covers/jurei2023.jpg",
    "description": [
      "In Changing Minds: Women and the Political Essay, 1960–2000, Ann Jurečič documents the work of five paradigm-shifting essayists who transformed American thought about urgent political issues. Rachel Carson linked science and art to explain how pesticides threatened the Earth’s ecosystems. Hannah Arendt redefined “evil” for a secular age after Eichmann was tried in Jerusalem. Susan Sontag’s interest in the intersection of politics and aesthetics led her to examine the ethics of looking at photographs of suffering. Joan Didion became a political essayist when she questioned how rhetoric and sentimental narratives corrupted democratic ideals. Patricia J. Williams continues to write about living under a justice system that has attempted to neutralize race, gender, and the meaning of history. These writers reacted to the stressors of the late twentieth century and in response reshaped the essay for their own purposes in profound ways. With this volume, Jurečič begins to correct the longstanding dearth of scholarly studies on the importance of women and their political essays—works that continue to be relevant more than two decades into the twenty-first century."
    ]
  },
  {
    "title": "The Case for Single Motherhood: Contemporary Maternal Identities and Family Formations",
    "author": "Katherine Elizabeth Mack",
    "publicationDate": "12-01-2023",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361129/the-case-for-single-motherhood/",
    "openAccess": "no",
    "coverImage": "covers/mack2023.jpg",
    "description": [
      "Scholars of rhetoric have largely overlooked the inherent rhetoricity of family. In The Case for Single Motherhood, Katherine Mack posits family as a central concern of rhetorical studies by reflecting on how language is used by single mothers who seek to reenvision the personal, social, and political meanings of family.",
      "Drawing on intersectional and rhetorical theories, Mack demonstrates how the category of elective single motherhood emerged in response to the historically differential treatment of “unwed mothers” along racial and class lines. Through her readings of a range of self-sponsored ESM texts—guidebooks, memoirs, and interactive digital media written by and primarily for other ESMs—and from her perspective as an elective single mother herself, Mack evaluates the rhetorical power, as well as the exclusions and hierarchies, that the ESM label effects. She analyzes how ESMs envision motherhood, visions that entail their musings about who can and should mother. Ultimately, Mack offers women who are considering nonnormative paths to motherhood a way to affirm their maternal identities and paths without disparaging others’.",
      "Scholars in the fields of rhetoric and feminist rhetorical studies will find in this volume an illuminating perspective on the rhetorical power of self-sponsored texts in particular. Crafting a methodology to identify and evaluate the goals and effects of legitimacy work and selecting sources that bring academic attention to varied genres of self-sponsored writings, Mack paves the way for future rhetorical studies of motherhood and family."
    ]
  },
  {
    "title": "Dreamer Nation: Immigration, Activism, and Neoliberalism",
    "author": "Ana Milena Ribero",
    "publicationDate": "09-01-2023",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817360955/dreamer-nation/",
    "openAccess": "no",
    "coverImage": "covers/ribero2023.jpg",
    "description": [
      "Dreamer Nation tells the story of how Dreamers in the Obama era creatively confronted a complex sociopolitical landscape to advocate for immigrant rights and empower undocumented youth to proudly represent their lives and identities, all while under the ever-present threat of detention and deportation. Contributing to rhetorical studies of social movements, immigration, and minoritized rhetorics, Ribero argues that even though Dreamer rhetorics were reflective of the discursive limits of the neoliberal milieu, they also worked to disrupt neoliberal constraints through activism that troubled the primacy of the nation-state and citizenship, refused to adhere to respectability politics, forwarded embodied identity and transnational belonging, and looked for liberation in community—not solely in legislative action.",
      "Each chapter presents a different rhetorical situation within the US “crisis” of immigration and the rhetoric that Dreamers used to respond to it. Organized chronologically, the chapters document Dreamer activism during the Obama presidency, from the 2010 hunger strikes advocating for the DREAM Act to undocuqueer “artivism” responding to Trump’s presidential campaign. The author draws not only on the methods and theories of rhetorical studies but also on women of color feminisms, ethnic studies, critical theory, and queer theory. In this way, the book looks across disciplines to illustrate the rhetorical savvy of one of the most important US social movements of our time."
    ]
  },
  {
    "title": "Tense Times: Rhetoric, Syntax, and Politics in US Crisis Culture",
    "author": "Lee M. Pierce",
    "publicationDate": "08-01-2023",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817394639/tense-times/",
    "openAccess": "no",
    "coverImage": "covers/pierce2023.jpg",
    "description": [
      "American public culture is obsessed with crisis. Political polarization, economic collapse, moral decline—the worst seems always yet to come and already here. Tense Times argues that the ways we discuss these crises, especially through verb tenses, not only contribute to our perception and description of such crises but create them.",
      "Past. Present. Future. These are the three principal verb tenses—the category of syntax that allows us to discuss time—that account for much of what is written about our crisis culture. Lee M. Pierce invites readers to expand their syntactic inventory beyond tense to include aspect (duration) and mood (attitude). Doing so opens new possibilities for understanding crisis discourse, as Pierce demonstrates with close readings of three syntaxes: the historical present, the past imperfective, and the retroactive subjunctive. Each mode produces a different experience of crisis and can help us understand our current political reality.",
      "The book investigates a dozen widely circulated discourses from the past decade of US political culture, from Beyoncé’s controversial hit single “Formation” to the presidential campaign slogans of Hillary Clinton and Donald Trump, from the dueling rallies of Glenn Beck and Jon Stewart at the National Mall to the Ground Zero Mosque controversy and the 2007–2008 bailout. Taking a comparative approach that integrates theories of syntax from rhetorical, literary, affect, and cultural studies as well as linguistics, computer science, and Black studies, Tense Times suggests that the public’s conjuring of crisis is not inherently problematic. Rather, it is the openness of that crisis to contingency—the possibility that things could have been otherwise—that ought to concern anyone interested in language, politics, American culture, current events, or the direction this country is headed."
    ]
  },
  {
    "title": "Soccer's Neoliberal Pitch: The Sport's Power, Profit, and Discursive Politics",
    "author": "John M. Sloop",
    "publicationDate": "05-01-2023",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361020/soccers-neoliberal-pitch/",
    "openAccess": "no",
    "coverImage": "covers/sloop2023.jpg",
    "description": [
      "American sports agnostics might raise an eyebrow at the idea that soccer represents a staging ground for cultural, social, and political possibility. It is just another game, after all, in a society where mass-audience spectator sports largely avoid any political stance other than a generic, corporate-friendly patriotism. But John M. Sloop picks up on the work of Laurent Dubois and others to see in American soccer—a sport that has achieved immense participation and popularity despite its struggle to establish major league status—a game that permits surprisingly diverse modes of thinking about national identity because of its marginality.",
      "As a rhetorician who draws on both critical theory and culture, Sloop seeks to read soccer as the game intersects with gender, race, sexuality, and class. The result of this engagement is a sense of both enormous possibility and real constraint. If American soccer offers more possibility because of its marginality, looking at how those possibilities are constrained can provide valuable insights into neoliberal logics of power, profit, politics, and selfhood.",
      "In Soccer’s Neoliberal Pitch, Sloop analyzes a host of soccer-adjacent phenomena: the equal pay dispute between the US women’s national team and the US Soccer Federation, the significance of hooligan literature, the introduction of English soccer to American TV audiences, the strange invisibility of the Mexican soccer league despite its consistent high TV ratings, and the reading of US national teams as “underdogs” despite the nation’s quasi-imperial dominance of the Western hemisphere. An invaluable addition to a growing bookshelf on soccer titles, Soccer’s Neoliberal Pitch serves as a model for critical cultural work with sports, with appeal to not only sports studies, but cultural studies, communication, and even gender studies classrooms."
    ]
  },
  {
    "title": "Rhetorical Education in Turn-of-the-Century U.S. Women's Journalism",
    "author": "Grace Wetzel",
    "publicationDate": "11-27-2023",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809338672/rhetorical-education-in-turn-of-the-century-u-s-womens-journalism/",
    "openAccess": "no",
    "coverImage": "covers/wetzel2023.jpg",
    "description": [
      "At the end of the nineteenth century, newspapers powerfully shaped the U.S. reading public, fostering widespread literacy development and facilitating rhetorical education. With new opportunities to engage audiences, female journalists repurposed the masculine tradition of journalistic writing by bringing together intimate forms of rhetoric and pedagogy to create innovative new dialogues. Rhetorical Education in Turn-of-the-Century U.S. Women’s Journalism illuminates the pedagogical contributions of three newspaperwomen to show how the field became a dynamic site of public participation, relationship building, education, and activism in the 1880s and 1890s.",
      "Grace Wetzel introduces us to the work of Omaha correspondent Susette La Flesche Tibbles (Inshta Theamba), African American newspaper columnist Gertrude Bustill Mossell, and white middle-class reporter Winifred Black (“Annie Laurie”). Journalists by trade, these three writers made the mass-circulating newspaper their site of teaching and social action, inviting their audiences and communities—especially systematically marginalized voices—to speak, write, and teach alongside them.",
      "Situating these journalists within their own specific writing contexts and personas, Wetzel reveals how Mossell promoted literacy learning and community investment among African American women through a reader-centered pedagogy; La Flesche modeled relational news research and reporting as a survivance practice while reporting for the Omaha Morning World-Herald at the time of the Wounded Knee Massacre; and Black inspired public writing and activism among children from different socioeconomic classes through her “Little Jim” story. The teachings of these figures serve as enduring examples of how we can engage in meaningful public literacy and ethical journalism."
    ]
  },
  {
    "title": "Rhetoric and Religion in the Twenty-First Century: Pluralism in a Postsecular Age",
    "author": "Michael-John DePalma, Paul Lynch, and Jeff Ringer",
    "publicationDate": "11-10-2023",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809339167/rhetoric-and-religion-in-the-twenty-first-century/",
    "openAccess": "no",
    "coverImage": "covers/depalma2023.jpg",
    "description": [
      "Over the past twenty-five years, the intersection of rhetoric and religion has become one of the most dynamic areas of inquiry in rhetoric and writing studies. One of few volumes to include multiple traditions in one conversation, Rhetoric and Religion in the Twenty-First Century engages with religious discourses and issues that continue to shape public life in the United States.",
      "This collection of essays centralizes the study of religious persuasion and pluralism, considers religion’s place in U.S. society, and expands the study of rhetoric and religion in generative ways. The volume showcases a wide range of religious traditions and challenges the very concepts of rhetoric and religion. The book’s eight essays explore African American, Buddhist, Christian, Indigenous, Islamic, and Jewish rhetoric and discuss the intersection of religion with feminism, race, and queer rhetoric—along with offering reflections on how to approach religious traditions through research and teaching. In addition, the volume includes seven short interludes in which some of the field’s most accomplished scholars recount their experiences exploring religious rhetorics and invite readers to engage these exigent lines of inquiry.",
      "By featuring these diverse religious perspectives, Rhetoric and Religion in the Twenty-First Century complicates the field’s emphasis on Western, Hellenistic, and Christian ideologies. The collection also offers teachers of writing and rhetoric a range of valuable approaches for preparing today’s students for public citizenship in our religiously diverse global context."
    ]
  },
  {
    "title": "Nestwork: New Material Rhetorics for Precarious Species",
    "author": "Jennifer Clary-Lemon",
    "publicationDate": "08-01-2023",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-09543-1.html",
    "openAccess": "no",
    "coverImage": "covers/clarylemon2023.jpg",
    "description": [
      "As more and more species fall under the threat of extinction, humans are not only taking action to protect critical habitats but are also engaging more directly with species to help mitigate their decline. Through innovative infrastructure design and by changing how we live, humans are becoming more attuned to nonhuman animals and are making efforts to live alongside them.\nExamining sites of loss, temporal orientations, and infrastructural mitigations, Nestwork blends rhetorical and posthuman sensibilities in service of the ecological care. In this innovative ethnographic study, rhetorician Jennifer Clary-Lemon examines human-nonhuman animal interactions, identifying forms of communication between species and within their material world. Looking in particular at nonhuman species that depend on human development for their habitat, Clary-Lemon examines the cases of the barn swallow, chimney swift, and bobolink. She studies their habitats along with the unique mitigation efforts taken by humans to maintain those habitats, including building “barn swallow gazebos” and artificial chimneys and altering farming practices to allow for nesting and breeding. What she reveals are fascinating forms of rhetoric not expressed through language but circulating between species and materials objects.",
      "Nestwork explores what are in essence nonlinguistic and decidedly nonhuman arguments within these local environments. Drawing on new materialist and Indigenous ontologies, the book helps attune our senses to the tragedy of species decline and to a new understanding of home and homemaking."
    ]
  },
  {
    "title": "Antisemitism and the White Supremacist Imaginary: Conflations and Contradictions in Composition and Rhetoric",
    "author": "Mara Lee Grayson",
    "publicationDate": "01-26-2023",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1285145",
    "openAccess": "no",
    "coverImage": "covers/grayson2023.jpg",
    "description": [
      "In Antisemitism and the White Supremacist Imaginary: Conflations and Contradictions in Composition and Rhetoric, Mara Lee Grayson calls attention to the complicity of academic institutions and the discipline(s) of rhetoric, composition, and writing studies in the simultaneous perpetuation and denial of anti-Jewish racism. Despite the persistence of antisemitism and Christian hegemony in the United States and its academic institutions, and despite a growing body of antiracist and anti-oppressive scholarship, antisemitism remains largely unaddressed in disciplinary scholarship, curricula, and pedagogy. This book begins to fill that gap by exploring how the rhetoric through which Jewish identity is conceptualized and weaponized by the white supremacist imaginary essentializes Jewish identities and obscures the racist aims and character of antisemitism. Drawing upon rhetorical analysis, personal narrative, and original phenomenological research, Grayson highlights how deeply embedded antisemitic ideologies impact the lived experiences of Jewish teachers, students, and scholars, and perpetuate white supremacy. This book illuminates the experiential, rhetorical, historical, political, and racial dynamics of antisemitism, exposes the limitations of existing discourses of whiteness and (anti)racism, and gestures toward a future in which, through more nuanced and productive discourse, we can better support Jewish educators and students and better engage Jewish members of the discipline as accomplices in antiracism."
    ]
  },
  {
    "title": "Toward a Re-Emergence of James Moffett's Mindful, Spiritual, and Student-Centered Pedagogy",
    "author": "Jonathan Marine, Paul Rogers, Sheridan Blau, and Kathleen Kelly",
    "publicationDate": "03-30-2023",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1291472",
    "openAccess": "no",
    "coverImage": "covers/marine2023.jpg",
    "description": [
      "Toward a Re-Emergence of James Moffett's Mindful, Spiritual, and Student-Centered Pedagogy is an edited collection comprised of thirteen original chapters and two vital reprints of Moffett’s work that have been out of print for more than thirty years. All of the contributions in this volume are dedicated to pushing forward Moffett’s prescient ideas into the contemporary contexts of teaching, learning, and the language arts which inform current discussions of holistic education.",
      "The volume offers scholars, educational professionals, teachers, and graduate students of writing studies, rhetoric, composition, and English education a practical guide to understanding the theory, methodology, and praxis of James Moffett. This text is perfect for scholars at all levels who are focused on language learning, writing and composition, and mindfulness and spirituality in teaching and learning or teacher educators seeking inventive approaches to literacy learning which account for holistic conceptions of development and the theory and history of composition.\nThe volume begins with an in-depth introduction to Moffett’s work for those new to Moffett studies and offers readers the tools to deepen or begin the study of Moffett’s ideas as well as resources for continuing that work beyond this volume."
    ]
  },
  {
    "title": "Understanding WPA Readiness and Renewal",
    "author": "Joseph Janangelo and Mark Blaauw-Hara",
    "publicationDate": "05-25-2023",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1294495",
    "openAccess": "no",
    "coverImage": "covers/janangelo2023.jpg",
    "description": [
      "Understanding WPA Readiness and Renewal examines WPA journeys and journeying. Designed for WPA graduate seminars and professional development workshops, this book addresses two questions: How do people develop readiness to serve as WPAs? How do experienced WPAs find or create renewal opportunities that help them move forward throughout their lives and careers?",
      "Authors address these questions from their sometimes-intersecting identities as BIPOC scholars, LGBTQ+ people, graduate students, and adjunct faculty, as well as early, mid-, and later-career WPAs.\nAuthors draw on their experience teaching at a range of two- and four-year institutions to analyse the complexities, contingencies, and rewards of short and long-term WPA work. These scholars contend that understanding WPA \"readiness\" and \"renewal\" involves questioning inherited definitions of those terms and engaging in theorized, self-aware conversations that reflect, and reflect on, understudied fears and desires about WPA work from graduate preparation to preparing for leadership rotation and retirement."
    ]
  },
  {
    "title": "Nuclear Decolonization: Indigenous Resistance to High-Level Nuclear Waste Siting",
    "author": "Danielle Endres",
    "publicationDate": "11-08-2023",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215562.html",
    "openAccess": "no",
    "coverImage": "covers/endres2023.jpg",
    "description": [
      "While research demonstrates how Indigenous populations have been disproportionately affected by the global nuclear production complex, less attention has been given to tactics that have successfully resisted such projects. Danielle Endres’s Nuclear Decolonization shifts the conversation around nuclear colonialism in important ways, offering an account of how the Western Shoshone, Southern Paiute, and Skull Valley Goshute peoples and nations prevented two high-level nuclear waste sites from being built on their lands.",
      "Using a decolonial approach, Endres highlights two sets of rhetorical tactics—Indigenous Lands rhetorics and national interest rhetorics—used to fight nuclear colonialism. The book reframes nuclear decolonization as fundamentally a struggle for the return of Indigenous lands while also revealing how Native activists selectively move between Indigenous nationhood and US citizenship in order to resist settler decision-making. Working at the intersection of Indigenous antinuclear advocacy, Indigenized environmental justice, and decolonization, Nuclear Decolonization centers Native activism and voices while amplifying the power and resilience of Indigenous peoples and nations."
    ]
  },
  {
    "title": "Writing Knowledge Transfer: Theory, Research, Pedagogy",
    "author": "Rebecca S. Nowacek, Rebecca Lorimer Leonard, and Angela Rounsaville",
    "publicationDate": "11-27-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/referenceguides/transfer/",
    "openAccess": "yes",
    "coverImage": "covers/nowacek2023.jpg",
    "description": [
      "Writing Knowledge Transfer: Theory, Research, Pedagogy develops a capacious understanding of transfer in writing studies, tracing the distinct ways transfer has been engaged in various disciplinary fields and drawing connections among similar threads of inquiry. Working from a large-scale, collaborative analysis of some of the most salient long-term debates around transfer, this book guides scholars to link long and broad transfer conversations, attend to troublesome transfer problems in their teaching or research, and support both amplitude (more capacious understandings of writing transfer) and specificity (more detailed and relevant treatments of the term) in research on the transfer of writing knowledge. In addition to a detailed synthesis of multiple disciplines’ treatment of transfer, the book offers five themes developed during a rigorous transdisciplinary reading of approximately seven hundred books and articles on transfer from disciplines including cognitive psychology and situated learning; sports, medical, and aviation education; second language writing; and school-to-work research, among others. Together the themes capture the interdependent relations among transfer’s actors, influences, contexts, and outcomes. They also provide new frames for better understanding learners’ varied and even paradoxical motivations for writing. Ultimately, the book offers value and kinship across disciplines to suggest new transfer questions, lines of inquiry, and theoretical and methodological commitments."
    ]
  },
  {
    "title": "Digital Writing Technologies in Higher Education",
    "author": "Otto Kruse, Christian Rapp, Chris M. Anson, Kalliopi Benetos, Elena Cotos, Ann Devitt, and Antonette Shibani",
    "publicationDate": "09-27-2023",
    "publisher": "Springer",
    "publisherURL": "https://link.springer.com/book/10.1007/978-3-031-36033-6",
    "openAccess": "yes",
    "coverImage": "covers/kruse2023.jpg",
    "description": [
      "This open access book serves as a comprehensive guide to digital writing technology, featuring contributions from over 20 renowned researchers from various disciplines around the world. The book is designed to provide a state-of-the-art synthesis of the developments in digital writing in higher education, making it an essential resource for anyone interested in this rapidly evolving field.",
      "In the first part of the book, the authors offer an overview of the impact that digitalization has had on writing, covering more than 25 key technological innovations and their implications for writing practices and pedagogical uses. Drawing on these chapters, the second part of the book explores the theoretical underpinnings of digital writing technology such as writing and learning, writing quality, formulation support, writing and thinking, and writing processes. The authors provide insightful analysis on the impact of these developments and offer valuable insights into the future of writing. Overall, this book provides a cohesive and consistent theoretical view of the new realities of digital writing, complementing existing literature on the digitalization of writing. It is an essential resource for scholars, educators, and practitioners interested in the intersection of technology and writing."
    ]
  },
  {
    "title": "Cripping Labor-Based Grading for More Equity in Literacy Courses",
    "author": "Asao B. Inoue",
    "publicationDate": "12-21-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/cripping/",
    "openAccess": "yes",
    "coverImage": "covers/inoue2023.jpg",
    "description": [
      "Writing in response to recent work by Kathleen Kryger, Griffin X. Zimmerman, and Ellen C. Carillo, Asao B. Inoue offers an expanded and compassionate discussion of labor-based grading, a practice that involves negotiating a set of classroom agreements with all of the students in a course to determine how much labor will be expected of students and how it will be accounted for or identified to earn particular final course grades. Inoue focuses his exploration of labor-based grading by asking, “How can labor-based grading evolve so that it addresses the concerns around inequitable access to or expectations of labor that students with disabilities, neurodivergencies, illnesses, or limited time in the semester may face?” The result is a thoughtful re-examination and re-thinking of labor-based grading in writing courses."
    ]
  },
  {
    "title": "PCOS Discourses, Symbolic Impacts, and Feminist Rhetorical Disruptions of Institutional Hegemonies",
    "author": "Marissa C. McKinley",
    "publicationDate": "09-05-2023",
    "publisher": "Lexington Books",
    "publisherURL": "https://bookshop.org/p/books/pcos-discourses-symbolic-impacts-and-feminist-rhetorical-disruptions-of-institutional-hegemonies-marissa-c-mckinley/229ccfa08e31b265",
    "openAccess": "no",
    "coverImage": "covers/mckinley2023.jpg",
    "description": [
      "This book examines media and clinical discourses and their impact on women with PCOS. Findings from the study reveal that while women with PCOS have limited agency in constructing and representing their identities and ontologies in traditional media, by networking in participatory new media, these women can reclaim their agency."
    ]
  },
  {
    "title": "Rewriting Work",
    "author": "Lora Anderson",
    "publicationDate": "12-06-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/tpc/rewriting/",
    "openAccess": "yes",
    "coverImage": "covers/anderson2023.jpg",
    "description": [
      "Because of its centrality to the professional identity of any communications-focused discipline, the workplace has for decades been a focus of practice and scholarship in technical and professional communication. The contributors to Rewriting Work examine workplace writing through the lenses of identity and changing communication practices, arguing that place can be viewed as a productive frame for understanding how technical and professional communication has changed over the last two decades. The result is a timely set of chapters that approach workplace writing through two key questions: How do we fit in? How do we adapt? The answers to these questions provide insights into the primary factors that have shaped the practices and identities of technical and professional communicators in the 21st century."
    ]
  },
  {
    "title": "Writing on the Social Network: Digital Literacy Practices in Social Media's First Decade",
    "author": "Amber M. Buck",
    "publicationDate": "12-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/writing-on-the-social-network",
    "openAccess": "no",
    "coverImage": "covers/buck2023.jpg",
    "description": [
      "Writing on the Social Network builds upon traditions in longitudinal writing research to present a longer view of the impact of social media technologies on individuals’ literacy practices. Amber M. Buck considers user experiences and digital literacy practices that developed on these platforms in the first decade of social media and calls for a larger acknowledgment of social network sites as locations where individuals engage in sophisticated and literate activity.",
      "Through qualitative case study research, Buck explores how literate activities on social network sites coalesced around three areas crucial for writing in digital environments: (1) a heightened awareness of audience and an ability to tailor messages to specific audiences; (2) an understanding of how personal data is collected and circulated in online spaces; and (3) a means through which to use the first two skills for self-promotion and self-presentation in both personal and professional settings. She identifies several distinct literacy practices and strategies used by participants to communicate effectively and addresses how these strategies can help writing researchers and internet scholars understand the impact of social media’s first decade and can inform the ways they will research and understand social media’s second decade.",
      "Social media platforms represent important locations where the different influences on writing become visible. Writing on the Social Network is a close study of the rich literate practices individuals have engaged in on social network sites over the last ten years that allows for a better understanding of the role social media plays in shaping digital literacy."
    ]
  },
  {
    "title": "Sustainable Crowdfunding: Research-Based Analysis for Communication Campaigns",
    "author": "Adam Pope",
    "publicationDate": "06-23-2023",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Sustainable-Crowdfunding-Research-Based-Analysis-for-Communication-Campaigns/Pope/p/book/9781032312736",
    "openAccess": "no",
    "coverImage": "covers/pope2023.jpg",
    "description": [
      "This book analyzes the communication and writing strategies necessary to craft and maintain ongoing crowdfunding campaigns to support businesses, nonprofits, artists, and others.",
      "Drawing on theory from technical communication and user experience, as well as mixed methods research, and text mining, this book takes an evidence-based approach to understanding the successes and failures of crowdfunding campaigns. It examines campaigns across a range of platforms, including Kickstarter, GoFundMe, IndieGoGo, and Patreon. The book breaks down successful exemplar campaigns that have proven long-term success to show what has worked and why, giving readers a solid foundation to research and create a campaign of their own.",
      "Sustainable Crowdfunding serves as a supplemental text for courses in technical and professional communication, user experience, communication research methods, and digital marketing, and will be of interest to both communication scholars and advanced crowdfunding professionals. Online interactive tools for qualitative and quantitative analysis are available at https://rhetoricaldata.com."
    ]
  },
  {
    "title": "Two-Year College Writing Studies: Rationale and Praxis for Just Teaching",
    "author": "Darin Jensen and Brett Griffiths",
    "publicationDate": "12-15-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/two-year-college-writing-studies",
    "openAccess": "no",
    "coverImage": "covers/jensen2023.jpg",
    "description": [
      "Two-Year College Writing Studies is a comprehensive overview of the two-year college writing teaching experience within our current political and historical contexts, with examples for teachers to better enact just teaching practices in their colleges. Editors Darin Jensen and Brett Griffiths present grounded, well-theorized, and practical strategies for teachers to implement in classrooms, institutions, and geopolitical contexts to advocate more effectively for their students.",
      "Contributors draw on theories of identity, rhetorical third space, and linguistics to articulate a praxis of just teaching. They describe existing institutional challenges and opportunities that foster equity and offer cautionary tales of educational systems dismantled for short-term economic and political gains. Two-year college writing studies—when properly resourced—holds the potential to foster (or undermine) democratic ideals of civic literacy and uplift. Chapters in this volume offer case study examples of changes in departmental practices for reflection, interaction, and assessment that empower faculty to break free and engage directly with institutional, regional, state, and national constraints.",
      "By making these resilient practices visible, Two-Year College Writing Studies amplifies the voices and validates the experiences of instructors engaging in this work. It will serve generalists, specialists, and academics interested in the subdiscipline of student success pedagogies and the political histories of two-year colleges and be useful for instructors new to the field, as professional development for veteran instructors, and as an introduction for graduate students entering two-year college writing studies programs."
    ]
  },
  {
    "title": "Stories of Our Living Ephemera: Storytelling Methodologies in the Archives of the Cherokee National Seminaries, 1846–1907",
    "author": "Emily Legg",
    "publicationDate": "12-15-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/stories-of-our-living-ephemera",
    "openAccess": "no",
    "coverImage": "covers/legg2023.jpg",
    "description": [
      "Stories of Our Living Ephemera recovers the history of the Cherokee National Seminaries from scattered archives and colonized research practices by critically weaving together pedagogy and archival artifacts with Cherokee traditional stories and Indigenous worldviews. This unique text adds these voices to writing studies history and presents these stories as models of active rhetorical practices of assimilation resistance in colonized spaces.",
      "Emily Legg turns to the Cherokee medicine wheel and cardinal directions as a Cherokee rhetorical discipline of knowledge making in the archives, an embodied and material practice that steers knowledge through the four cardinal directions around all relations. Going beyond historiography, Legg delineates educational practices that are intertwined with multiple strands of traditional Cherokee stories that privilege Indigenous and matriarchal theoretical lenses. Stories of Our Living Ephemera synthesizes the connections between contemporary and nineteenth-century academic experiences to articulate the ways that colonial institutions and research can be Indigenized by centering Native American sovereignty.",
      "By undoing the erasure of Cherokee literacy and educational practices, Stories of Our Living Ephemera celebrates the importance of storytelling, especially to those who are learning about Indigenous histories and rhetorics. This book is of cultural importance and value to academics interested in composition and pedagogy, the Cherokee Nation, and a general audience seeking to learn about Indigenous rhetorical devices and Cherokee history."
    ]
  },
  {
    "title": "Feminist Technical Communication: Apparent Feminisms, Slow Crisis, and the Deepwater Horizon Disaster",
    "author": "Erin Clark",
    "publicationDate": "12-28-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/feminist-technical-communication",
    "openAccess": "no",
    "coverImage": "covers/clark2023.jpg",
    "description": [
      "Feminist Technical Communication introduces readers to technical communication methodology demonstrating how rhetorical feminist approaches are vital to the future of technical communication. Using an intersectional and transcultural approach, Erin Clark fuses the well-documented surge of work in feminist technical communication throughout the 1990s with the larger social justice turn in the discipline.",
      "The first book to situate feminisms and technical communication in relationship as the focal point, Feminist Technical Communication traces the thread of feminisms through technical communication’s connection to social justice studies. Clark theorizes “slow crisis,” a concept made readable to technical communicators by apparent feminisms that can help technical communicators readily recognize and address social justice problems. Clark then applies this framework to the Deepwater Horizon Disaster, an extended crisis that has been publicly framed by a traditional view of efficiency that privileges economic impact. Through rich description of apparent feminist information-gathering techniques and a layered analysis, this study offers application far beyond this single disaster, making available new crisis-response possibilities that consider the economy without eliding ecological and human health concerns.",
      "Feminist Technical Communication offers a methodological approach to the systematic interrogation of power structures that operate on hidden misogynies. This book will be useful to technical communicators, scholars of technical communication and rhetoric, readers interested in gender studies and public health, and is an ideal text for graduate-level seminars focused on feminisms, social justice, and cultural studies."
    ]
  },
  {
    "title": "Teaching Accelerated and Corequisite Composition",
    "author": "David Starkey",
    "publicationDate": "11-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/teaching-accelerated-and-corequisite-composition",
    "openAccess": "no",
    "coverImage": "covers/starkey2023.jpg",
    "description": [
      "Teaching Accelerated and Corequisite Composition is the first book to compile on-the-ground advice and teaching strategies specifically curated for accelerated and corequisite writing courses. Trailblazers in the field from colleges across the United States—who developed a foundation for corequisites by facilitating equity and accessibility for marginalized students—speak to a range of topics and demographics, offering support for instructors and practical advice for improving student success.",
      "The book primarily explores accelerated composition through the lens of two-year colleges to answer a central question in the field: to what extent do educators need to alter two-year college curricular design? The contributors also delve into assessment, a crucial process for instructors and their students transitioning to accelerated learning; the key role that reading plays in the writing process; and noncognitive learning, an area of study that has been associated with accelerated learning since its inception. Together these thirteen chapters provide instructors with a strategic approach to teaching accelerated and corequisite composition.",
      "Teaching Accelerated and Corequisite Composition points toward a new way of approaching first-year composition: a method of instruction that fosters the growth and success of writers who were once considered underprepared for college writing and are now achieving unprecedented success."
    ]
  },
  {
    "title": "Beyond Productivity: Embodied, Situated, and (Un)Balanced Faculty Writing Processes",
    "author": "Kim Hensley Owens and Derek Van Ittersum",
    "publicationDate": "11-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/beyond-productivity",
    "openAccess": "no",
    "coverImage": "covers/owens2023.jpg",
    "description": [
      "—Abby Knoblauch, Kansas State University",
      "“A must-read for any practicing academic writer. As engagingly hopeful to read as it is painful, the entire text is relatable and inviting.”\n—Juliette Kitchens, Nova Southeastern University",
      "“The attention to detail and overall accessibility of Beyond Productivity is nothing short of commendable.”\n—Praxis",
      "In Beyond Productivity, a wide range of contributors share honest narratives of the sometimes-impossible conditions that scholars face when completing writing projects. The essays provide backstage views of the authors' varying approaches to moving forward when the desire to produce wanes, when deciding a project is not working, when working within and around and redefining academic productivity expectations, and when writing with ever-changing bodies that do not always function as expected.",
      "This collection positions scholarly writers' ways of writing as a form of flexible, evolving knowledge. By exhibiting what is lost and gained through successive rounds of transformation and adaptation over time, the contributors offer a sustainable understanding and practice of process—one that looks beyond productivity as the primary measure of success. Each presents a fluid understanding of the writing process, illustrating its deeply personal nature and revealing how fragmented and disjointed methods and experiences can highlight what is precious about writing.",
      "Beyond Productivity determines anew the use and value of scholarly writing and the processes that produce it, both within and beyond the context of the losses, constraints, and adaptations associated with the COVID-19 pandemic."
    ]
  },
  {
    "title": "Writing Centers and Racial Justice: A Guidebook for Critical Praxis",
    "author": "Talisha Haltiwanger Morrison and Deidre Anne Evans Garriott",
    "publicationDate": "10-25-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/writing-centers-and-racial-justice",
    "openAccess": "no",
    "coverImage": "covers/morrison2023.jpg",
    "description": [
      "Writing Centers and Racial Justice responds to renewed and invigorated interest in racial justice and antiracism across writing centers and in writing studies, providing practical ways to enact racial justice in and through the writing center. The collection builds on decades of largely theoretical work on race and racism to move everyday writing center administrators toward action.",
      "In five thematically organized sections—Countering Racism and Colonialism in Higher Education; Recruitment, Hiring, and Retention; Tutor Education and Professional Development; Engaging with Campus and Community; and Holding Our Professional Organizations Accountable—scholars from a variety of institutions, both large and small, public and private, present critical reflection and concrete guidance on anti-racist writing center administrative policies and practices. Several chapters include sample materials, such as course syllabi, consultant education activities, and recruitment materials, to help current and aspiring writing center administrators implement changes in their own contexts.",
      "Writing Centers and Racial Justice is the first book to offer clear and actionable advice on how writing centers and their staff can take up racial or social justice work that will result in real sustainable change. Writing center directors, professionals, and tutors, as well as administrators and decision makers at the institutional level, will benefit from this thoughtful and effective text."
    ]
  },
  {
    "title": "Composition and Rhetoric in Contentious Times",
    "author": "Rachel McCabe and Jennifer Juszkiewicz",
    "publicationDate": "11-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/composition-and-rhetoric-in-contentious-times",
    "openAccess": "no",
    "coverImage": "covers/mccabe2023.jpg",
    "description": [
      "Composition and Rhetoric in Contentious Times poses critical questions of representation, accessibility, social justice, affect, and labor to better understand the entwined future of composition and rhetoric. This collection of essays offers innovative approaches for socially attuned learning and best practices to support administrators and instructors. In doing so, these essays guide educators in empowering students to write effectively and prepare for their role as global citizens.",
      "Editors Rachel McCabe and Jennifer Juszkiewicz consider how educators can respond to multiple current crises relating to composition and rhetoric with generosity and cautious optimism; in the process, they address the current concerns about the longevity of the humanities. By engaging with social constructivist, critical race, socioeconomic, and activist pedagogies, each chapter provides an answer to the question, How can our courses help students become stronger writers while contending with current social, environmental, and ethical questions posed by the world around them? The contributors consider this question from numerous perspectives, recognizing the important ways that power and privilege affect our varying means of addressing this question.",
      "Relying on both theory and practice, Composition and Rhetoric in Contentious Times engages the future of composition and rhetoric as a discipline shaped by recent and current global events. This text appeals to early-career writing program administrators, writing center directors, and professional specialists, as well as Advanced Placement high school instructors, graduate students, and faculty teaching graduate-level pedagogy courses."
    ]
  },
  {
    "title": "Global Rhetorical Traditions",
    "author": "Hui Wu and Tarez Samra Graban",
    "publicationDate": "09-07-2023",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/global-rhetorical-traditions",
    "openAccess": "no",
    "coverImage": "covers/wu2023.jpg",
    "description": [
      "GLOBAL RHETORICAL TRADITIONS is unique in design and scope. It presents, as accessibly as possible, translated primary sources on global rhetorical instruction and practices of Asia, Africa, the Near East, the Middle East, Polynesia, and precolonial Europe. Each chapter represents a different rhetorical region and includes a prefatory introduction, critical commentary, translated primary sources, a glossary of rhetorical terms, and a comprehensive bibliography. The general introduction helps contextualize the project, justify its organization and coverage, and draw attention to the various features, characteristics, and/or philosophies of the rhetorics included in the book. The book’s significance lies in its contributions to both studying and teaching global rhetorical traditions by offering representative research methods and primary sources in a single volume. It can be read as scholarship, as reference, and as textbook."
    ]
  },
  {
    "title": "Reimagining the Humanities",
    "author": "Barry Mauer and Anastasia Salter",
    "publicationDate": "01-26-2023",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/reimagining-the-humanities",
    "openAccess": "no",
    "coverImage": "covers/mauer2023.jpg",
    "description": [
      "Addressed to digital humanists, Reimagining the Humanities updates our methods for engaging with ideology and technology, drawing on a broad range of practices informed by collective challenges and an ongoing state of crisis. Voices in the collection range from graduate students to established scholars, drawn from across humanities disciplines, all seeking to reimagine the humanities at a time when many disciplines are facing both a loss of resources and political support, as well as the demands of rapidly changing classrooms, campuses, and external institutions. We recognize that shifts in information technologies call for different ways of knowing and that it is our responsibility to invent humanist methods for theorizing, teaching, and experimenting within these emerging technical-ideological apparatuses of what Gregory Ulmer has termed our “electrate” age.",
      "Most importantly, we ask how these understandings must be addressed differently through transdisciplinary humanist education at a time when disinformation is dominant in the technical landscape that shapes our classrooms and communities."
    ]
  },
  {
    "title": "Best of the Journals in Rhetoric and Composition 2021",
    "author": "Kristi Girdharry, Charles Lesh, Jessica Pauszek, David Blakesley, and Steve Parks",
    "publicationDate": "07-29-2023",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/best-of-the-journals-in-rhetoric-and-composition-2021",
    "openAccess": "no",
    "coverImage": "covers/girdharry2023.jpg",
    "description": [
      "Best of the Journals in Rhetoric and Composition 2021 represents the result of a nationwide conversation—beginning with journal editors but expanding to teachers, scholars, and workers across the discipline of rhetoric and composition—to select essays that showcase the innovative and transformative work now being published in the field’s journals. Representing both print and digital journals, the essays featured here provide readers with a rich understanding of the present and future conversations in the field."
    ]
  },
  {
    "title": "Writing Spaces: Readings on Writing Volume 5",
    "author": "Trace Daniels-Lerberg, Dana Driscoll, Mary K. Stewart, and Matthew Vetter",
    "publicationDate": "08-13-2023",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/writing-spaces-readings-on-writing-volume-5",
    "openAccess": "yes",
    "coverImage": "covers/danielslerberg2023.jpg",
    "description": [
      "Volumes in Writing Spaces: Readings on Writing offer multiple perspectives on a wide range of topics about writing. In each chapter, authors present their unique views, insights, and strategies for writing by addressing the undergraduate reader directly. Drawing on their own experiences, these teachers-as-writers invite students to join in the larger conversation about the craft of writing. Consequently, each essay functions as a standalone text that can easily complement other selected readings in writing or writing-intensive courses across the disciplines at any level.",
      "Volume 5 continues in this tradition while updating and adding to previous volumes on topics such as advanced rhetoric, translanguaging and code-meshing practices, revision workflows, environmental justice, social annotation, Wikipedia, plagiarism, accessibility, data analysis, writing knowledge transfer, and more."
    ]
  },
  {
    "title": "Writing to Learn in Teams: A Collaborative Writing Playbook for Students Across the Curriculum",
    "author": "Joe Moses and Jason Tham",
    "publicationDate": "08-31-2023",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/writing-to-learn-in-teams",
    "openAccess": "no",
    "coverImage": "covers/moses2023.jpg",
    "description": [
      "“Here it is: a theory-based guide (or ‘playbook’) for students engaged in team writing that is at once resolutely practical, deeply insightful, and chock-a-block full of strategies for working successfully together. At the heart of the book is empathy—for every member of a writing team as well as for all audience members: the authors know that attitudes and feelings are directly connected to how and why team writing groups work—or don’t. Sound principles of design thinking, transparency, and teamwork are at work throughout this text, as team members practice critical thinking, imaginative research strategies, and writing, writing, writing. Especially important is the discussion of ‘next-level inclusivity,’ which recognizes not only the importance of diverse perspectives to the quality of work a team produces but also the difficulty of achieving real inclusivity, along with practical advice for doing so. The concluding chapter importantly builds on this advice in its discussion of ‘next-level collaboration,’ which focuses on how team members can best understand and be open to one another, how to build trust, and how to solve problems—together. Students and instructors across the disciplines will find much food for thought—and for thoughtful practice—in this provocative and helpful book.” —Andrea A. Lunsford, Stanford University"
    ]
  },
  {
    "title": "In the Classroom with Kenneth Burke",
    "author": "Ann George and M. Elizabeth Weiser",
    "publicationDate": "07-29-2023",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/in-the-classroom-with-kenneth-burke",
    "openAccess": "no",
    "coverImage": "covers/george2023.jpg",
    "description": [
      "Teaching students to be “symbol-wise” about the world is vital not simply to students in a successful class but to citizens in a functioning nation. Humans make sense of their world through language, and Kenneth Burke, the “word man,” spent a lifetime considering how language symbols help us better understand ourselves and our interactions with others. Becoming symbol-wise is a skill teachable—and relevant—to any student of communal life in these divisive times. IN THE CLASSROOM WITH KENNETH BURKE pulls together some of the long-standing icons of Burkean pedagogy and some of its newest voices to show how any teacher can teach Burke’s concepts of symbolic analysis, updated for modern classrooms and incorporating his ideas into full courses, assignment sequences, or single units.",
      "The authors share helpful pointers, syllabi, and lesson plans that make teaching Burke accessible to students in everything from a first-year composition course to an advanced graduate program—in rhetoric, writing and communication, political science, education, even the health professions. IN THE CLASSROOM WITH KENNETH BURKE provides practical approaches to and passionate arguments for teaching Burke’s ideas and methods to new generations of students, who now, more than ever, must effectively engage with complex issues of identity, power, and conflict."
    ]
  },
  {
    "title": "Design for Composition: Inspiration for Creative Visual and Multimodal Projects",
    "author": "Sohui Lee and Russell Carpenter",
    "publicationDate": "08-31-2023",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/design-for-composition",
    "openAccess": "no",
    "coverImage": "covers/lee2023.jpg",
    "description": [
      "Design for Composition offers a range of creative, multimodal projects aimed at improving student proficiency and awareness of how we, as humans, create visual, verbal, vocal, and multimodal messages. With an emphasis on learning by doing, these projects introduce students to modes, composition processes, and design concepts essential for twenty-first-century literacy. Design for Composition is unique in focusing on creativity as a heuristic, as a part of the composing process, and as a tool or skill that can be applied across a wide range of making.. Each chapter introduces students to different multimodal projects (visual, tactile, auditory, verbal, physical/embodied, or a combination), layered with different levels of creative engagement. Design for Composition provides students with experiences in composing and communicating that are creative, fun, and relatable. Each creative project comes with its own chapter and includes samples, steps in the process, suggested tools, collaboration guidelines, context discussions, and reflection questions."
    ]
  },
  {
    "title": "Philosophical Turns: Epistemological, Linguistic, and Metaphysical",
    "author": "Robert Wess",
    "publicationDate": "07-17-2023",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/philosophical-turns",
    "openAccess": "no",
    "coverImage": "covers/wess2023.jpg",
    "description": [
      "\"In this thoroughly researched and thoughtful study, Robert Wess concentrates on the philosophical return to metaphysical foundations after the long reign of anti-foundationalism explicitly conceptualized by the anti-philosophies of the linguistic turn. Philosophical Turns  primarily focuses on the so-named speculative realism authored by Quentin Meillassoux and Graham Harman, demonstrating the torsion and turning away from the humanist and anthropocentric confines of correlationism, the most prevalent structure of traditional philosophical thought. The claim that philosophy undergoes cyclical turns and returns is critical to Wess’s study. Wess provides the background for the reader to encounter familiar philosophical terminology radically differently. This extensive study is invaluable for readers attentive to current philosophical priorities and the rhetorization of these emergent priorities.\"—Timothy Donovan"
    ]
  },
  {
    "title": "Emotional Value in the Composition Classroom: Self, Agency, and Neuroplasticity",
    "author": "Ryan Crawford",
    "publicationDate": "08-24-2023",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Emotional-Value-in-the-Composition-Classroom-Self-Agency-and-Neuroplasticity/Crawford/p/book/9781032513546",
    "openAccess": "no",
    "coverImage": "covers/crawford2023.jpg",
    "description": [
      "Using the concept of \"plasticity,\" or the brain’s ability to change through growth and reorganization, as a theoretical framework, this book argues that encouraging an exploration of the self better establishes emotional value in the composition classroom.",
      "This book explores recent evidence from studies in modern neuroscience to provide biological correlations between current and developing theory and pedagogy in Composition Studies. Starting with the concept of self, each subsequent chapter builds a neurobiological understanding of how emotional value, intrinsic motivation, creativity, and happiness are constructed and felt. This material exploration shows how these factors can maintain motivation, improve long-term memory, encourage creative risk, and initiate complex considerations of being. Recognizing the shift in Composition Studies to posthuman and new materialist methodologies, this modern neuroscience is presented as a useful parallel to—rather than being at odds with—these and other current methodologies, theories, and pedagogies.",
      "Outlining the need for a more student-focused, guided-discovery framework for the composition classroom, this interdisciplinary resource will be of interest to scholars and students in the field of Composition Studies, Communication Studies, Education, Psychology, and Philosophy."
    ]
  },
  {
    "title": "The New Work of Writing Across the Curriculum: Diversity and Inclusion, Collaborative Partnerships, and Faculty Development",
    "author": "Staci M. Perryman-Clark",
    "publicationDate": "08-31-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/the-new-work-of-writing-across-the-curriculum",
    "openAccess": "no",
    "coverImage": "covers/perrymanclark2023.jpg",
    "description": [
      "The New Work of Writing Across the Curriculum is a descriptive analysis of how institutions can work to foster stronger intellectual activities around writing as connected to campus-wide diversity and inclusion initiatives. Author Staci M. Perryman-Clark blends theory and practice, grounds disciplinary conversations with practical examples of campus work, and provides realistic expectations for operations with budgetary constraints while enhancing diversity, equity, and inclusion work in higher education.",
      "Many of these initiatives are created in isolation, reinforcing institutional silos that are not used strategically to gain the attention of senior administrators, particularly those working at state-supported public institutions who must manage shrinking institutional budgets. Yet teaching and learning centers and WAC programs gain tremendously from one another by building explicit partnerships on campus-wide diversity initiatives that emphasize cultural competence. In addition, both cultural competence and written proficiency enhance the transferable skills necessary for completing undergraduate education requirements, and this work can be leveraged to draw the attention of senior administrative leadership.",
      "Faculty development and WAC need to make diversity and inclusion initiatives a priority for professional development. The New Work of Writing Across the Curriculum reviews initiatives that point to increased understanding of diversity and inclusion that will be of significance to administrators, WAC specialists, faculty developers, and diversity officers across the spectrum of institutions of higher learning."
    ]
  },
  {
    "title": "TextGenEd: An Introduction to Teaching with Text Generation Technologies",
    "author": "Tim Laquintano, Carly Schnitzler, and Annette Vee",
    "publicationDate": "08-28-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/repository/collections/textgened/",
    "openAccess": "yes",
    "coverImage": "covers/laquintano2023.jpg",
    "description": [
      "Generative AI is the most influential technology in writing in decades--nothing since the word processor has promised as much impact. Publicly-accessible Large Language Models (LLMs) such as ChatGPT have enabled students, teachers, and professional writers to generate writing indirectly, via prompts, and this writing can be calibrated for different audiences, contexts and genres. At the cusp of this moment defined by AI, TextGenEd collects early experiments in pedagogy with generative text technology, including but not limited to AI. The fully open access and peer-reviewed collection features 34 undergraduate-level assignments to support students' AI literacy, rhetorical and ethical engagements, creative exploration, and professional writing text gen technology, along with an Introduction to guide instructors' understanding and their selection of what to emphasize in their courses. TextGenEd enables teachers to integrate text generation technologies into their courses and respond to this crucial moment."
    ]
  },
  {
    "title": "Writing as a Human Activity: Implications and Applications of the Work of Charles Bazerman",
    "author": "Paul M. Rogers, David R. Russell, Paula Carlino, and Jonathan M. Marine",
    "publicationDate": "02-14-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/human/",
    "openAccess": "yes",
    "coverImage": "covers/rogers2023.jpg",
    "description": [
      "Writing As a Human Activity offers a collection of original essays that attempt to account for Charles Bazerman’s shaping influence on the field of writing studies. Through scholarly engagement with his ideas, the 16 chapters—written by authors from Asia, Europe, North America, and South America—address Bazerman’s foundational scholarship on academic and scientific writing, genre theory, activity theory, writing research, writing across the curriculum, writing pedagogy, the sociology of knowledge, new media and technology, and international aspects of writing. Collectively, the authors use Bazerman’s work as a touchstone to consider contemporary contexts of writing as a human activity."
    ]
  },
  {
    "title": "Keywords in Technical and Professional Communication",
    "author": "Han Yu and Jonathan Buehl",
    "publicationDate": "08-04-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/tpc/tpc/",
    "openAccess": "yes",
    "coverImage": "covers/yu2023.jpg",
    "description": [
      "Keywords in Technical and Professional Communication explores the multiple and sometimes conflicting uses of terms central to the discipline of technical and professional communication (TPC). Each keyword was selected through a multi-stage process that involved corpus analysis of journal publications and surveys of technical communication scholars, educators, and practitioners. Written by experts who have published extensively on the concepts underlying each keyword, each essay provides a history and/or a summary of the changing contemporary and disciplinary contexts in which the keyword has been used, discusses the debates surrounding the term, considers the critical lenses shaping our understanding of it, and discusses how the term could be used in the future and/or whether it needs to be rethought in our current environment."
    ]
  },
  {
    "title": "Rank-and-File Rebels: Theories of Power and Change in the 2018 Education Strikes",
    "author": "Erin Dyke and Brendan Muckian-Bates",
    "publicationDate": "08-11-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/precarity/rebels/",
    "openAccess": "yes",
    "coverImage": "covers/dyke2023.jpg",
    "description": [
      "In spring 2018, a wave of rank-and-file rebellion swept schools across the south and southwest United States, among other places. Educators in West Virginia, Oklahoma, Kentucky, and Arizona pushed their trade unions, school boards, and school administrations to shut schools down to increase wages, halt rising healthcare costs, and restore public education funding. Despite stringent anti-union labor laws, rank-and-file educators organized on the periphery and sometimes beyond their reticent state unions to take direct action, contributing to a resurgence in educator uprisings across the US and the globe. Rank-and-File Rebels explores and historicizes the spring 2018 “red” state strikes, offering insights into the racial, gendered, and political contexts of educators’ organizing in the lead-up to, during, and soon after the strikes. Through interviews with strike organizers across four states as well as the authors’ own experiences in education labor organizing, this book analyzes theories of power and change, approaches to unionism, and the significance of solidarity and social justice union approaches in contemporary educator labor movements."
    ]
  },
  {
    "title": "Institutional Ethnography as Writing Studies Practice",
    "author": "Michelle LaFrance and Melissa Nicolas",
    "publicationDate": "08-16-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/institutional/",
    "openAccess": "yes",
    "coverImage": "covers/lafrance2023.jpg",
    "description": [
      "The editors and contributors to this collection offer insights into the use of institutional ethnography for three primary purposes: to investigate and interrogate the cultures of work that are of interest to writing studies researchers, to understand more deeply what constitutes this work, and to consider how work takes shape within institutional contexts. Building on prior conversations about institutional ethnography, critical ethnography, and the complexities of writing programs, the editors and chapter authors consider their application to sites of writing and writing instruction. In doing so, they reveal the power of material conditions, institutional and field-based values, and the cultures of writing to shape how people carry out their everyday work in writing programs and other venues in which writing plays a central role. The findings shared in this edited collection provide insights into how institutional ethnography as a form of inquiry can make important contributions to the fields’ many ongoing conversations about the nature of our work, labor, and other writing-related interests."
    ]
  },
  {
    "title": "A Writer Reforms (the Teaching of) Writing: Donald Murray and the Writing Process Movement, 1963–1987",
    "author": "Michael J. Michaud",
    "publicationDate": "08-22-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/murray/",
    "openAccess": "yes",
    "coverImage": "covers/michaud2023.jpg",
    "description": [
      "In this archival investigation, Michael J. Michaud examines the life and work of Donald M. Murray, an important disciplinary and educational reformer who has for too long been misunderstood, caricatured, and dismissed by many writing studies theorists and historians. Focusing on Murray’s work at the University of New Hampshire from the 1960s to the 1980s, Michaud offers a corrective intended to establish a new legacy for Murray. Grounded in an understanding of the significance of his personal backstory to his reform efforts and narrated through the lens of a close reading of the day-to-day details of his work during the heady years of the writing process movement, A Writer Reforms (the Teaching of) Writing recounts the numerous innovations Murray contributed to composition pedagogy and traces the impact of his work on the growth of the field during a critical period in its development."
    ]
  },
  {
    "title": "Text at Scale: Corpus Analysis in Technical Communication",
    "author": "Stephen Carradini and Jason Swarts",
    "publicationDate": "09-06-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/tpc/scale/",
    "openAccess": "yes",
    "coverImage": "covers/carradini2023.jpg",
    "description": [
      "Text at Scale presents corpus analysis as a methodological framework for exploring questions about genre development, technological mediation, writing practice, and teaching, among many other areas of inquiry central to technical and professional communication. Arguing that corpus analytics provides a powerful approach for the field, Carradini and Swarts provide an overview of corpus analysis as a coherent set of methodological practices and frames of analysis, show how it can be used to pose and address questions about large corpora of language data, and offer practical and replicable demonstrations of corpus analysis techniques. Through their clear discussions and extensive examples, the authors offer a theoretically informed and strongly grounded approach to using corpus analysis to develop and test hypotheses against large bodies of textual data."
    ]
  },
  {
    "title": "Systems Shift: Creating and Navigating Change in Rhetoric and Composition Administration",
    "author": "Genesea M. Carter and Aurora Matzke",
    "publicationDate": "09-15-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/systems/",
    "openAccess": "yes",
    "coverImage": "covers/carter2023.jpg",
    "description": [
      "This collection extends the discourse on systems within the field of rhetoric and composition by drawing connections among the administrative work we do, the values we hold, and the systems that shape our work and our selves. The contributors to this collection consider how rhetoric and composition administrators’ change-making efforts address, among other activities, equitable labor and working conditions, student and/or faculty retention, curriculum development and redesign, program assessment, professional development support, and mental and/or physical well-being. They explore how these efforts are embodied acts that interact with and participate in systems and networks that often remain unacknowledged even as those within these systems and networks actively work against that oppression. Recognizing that systems and networks can at times supersede administrator, faculty, and student consensus for change, each chapter includes recommendations for addressing the complexities involved in working toward a more just workplace and profession."
    ]
  },
  {
    "title": "Global Rhetorics of Science",
    "author": "Lynda C. Olman",
    "publicationDate": "09-01-2023",
    "publisher": "SUNY Press",
    "publisherURL": "https://sunypress.edu/Books/G/Global-Rhetorics-of-Science",
    "openAccess": "no",
    "coverImage": "covers/olman2023.jpg",
    "description": [
      "With this volume, the field of rhetoric of science joins its sister disciplines in history and philosophy in challenging the dominance of Euro-American science as a global epistemology. The discipline of rhetoric understands world-making and community-building as interdependent activities: that is, if we practice science differently, we do politics differently, and vice versa. This wider aperture seems crucial at a time when we are confronted with the limitations of Euro-American science and politics in managing global risks such as pandemics and climate change-particularly in our most vulnerable communities. The contributors to this volume draw on their familiarity with a wide range of global scientific traditions-from Australian Aboriginal ecology to West African medicine to Polynesian navigation science-to suggest possibilities for reconfiguring the relationship between science and politics to better manage global risks. These possibilities should not only inspire scholars in rhetoric and technical communication but should also introduce readers from science and technology studies to some useful new approaches to the problem of decolonizing scenes of scientific practice around the world."
    ]
  },
  {
    "title": "Habitual Rhetoric: Digital Writing before Digital Technology",
    "author": "Alex Mueller",
    "publicationDate": "09-01-2023",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822947837/",
    "openAccess": "no",
    "coverImage": "covers/mueller2023.jpg",
    "description": [
      "Writing has always been digital. Just as digits scribble with the quill or tap the typewriter, digits compose binary code and produce text on a screen. Over time, however, digital writing has come to be defined by numbers and chips, not fingers and parchment. We therefore assume that digital writing began with the invention of the computer and created new writing habits, such as copying, pasting, and sharing. Habitual Rhetoric: Digital Writing before Digital Technology makes the counterargument that these digital writing practices were established by the handwritten cultures of early medieval universities, which codified rhetorical habits—from translation to compilation to disputation to amplification to appropriation to salutation—through repetitive classroom practices and within annotatable manuscript environments. These embodied habits have persisted across time and space to develop durable dispositions, or habitus, which have the potential to challenge computational cultures of disinformation and surveillance that pervade the social media of today."
    ]
  },
  {
    "title": "K for the Way: DJ Rhetoric and Literacy for 21st Century Writing Studies",
    "author": "Todd Craig",
    "publicationDate": "08-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/k-for-the-way",
    "openAccess": "no",
    "coverImage": "covers/craig2023.jpg",
    "description": [
      "“K for the Way” explores writing, rhetoric, and literacy from the perspective of the Hip Hop DJ. Todd Craig, a DJ himself, establishes and investigates the function of DJ rhetoric and literacy, illuminating the DJ as a fruitful example for (re)envisioning approaches to writing, research, and analysis in contemporary educational settings. Because it is widely recognized that the DJ was the catalyst for the creation of Hip Hop culture, this book begins a new conversation in which Hip Hop DJs introduce ideas about poetics and language formation through the modes, practices, and techniques they engage in on a daily basis.",
      "Using material from a larger qualitative research study that illustrates the Hip Hop DJ as a twenty-first-century new media reader, writer, and literary critic, Craig blends interviews from prominent and influential DJs in the Hip Hop community with narrative and interdisciplinary scholarship from writing studies, Hip Hop studies, African American studies, urban education, and ethnomusicology. The voices of DJs sit front and center, presenting a revolutionary conversation about writing and communication in the twenty-first century.",
      "Weaving Craig’s life experiences with important discussions of racial literacies, “K for the Way” is a layered and utterly singular exploration of culture, identity, and literacy in America."
    ]
  },
  {
    "title": "Telling Stories: Perspectives on Longitudinal Writing Research",
    "author": "Jenn Fishman and Amy C. Kimme Hea",
    "publicationDate": "07-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/telling-stories",
    "openAccess": "no",
    "coverImage": "covers/fishman2023.jpg",
    "description": [
      "In Telling Stories, more than a dozen longitudinal writing researchers look beyond conventional project findings to story their work and, in doing so, offer otherwise unavailable glimpses into the logics and logistics of long-range studies of writing. The result is a volume that centers interrelations among people, places, and politics across two decades of praxis and an array of educational sites: two-year colleges, a senior military college, an adult literacy center, a small liberal arts college, and both public and private four-year universities.",
      "Contributors share direct knowledge of longitudinal writing research, citing project data (e.g., interview transcripts, research notes, and journals), descriptions drawn from memory, and extended personal reflections. The resulting stories, tempered by the research and scholarship of others, convey a sense of longitudinal research as a lived activity as well as a prominent and consequential approach to inquiry. Yet Telling Stories is not a how-to guide, nor is it written for longitudinal researchers alone. Instead, this volume addresses issues about writing research that are germane to all who conduct or count on it. Such topics include building and sustaining good interpersonal research relations, ethically negotiating the institutional power dynamics that undergird writing research, effectively using knowledge from longitudinal studies to advocate for writers and writing educators, and improving both conceptual and concrete resources for long-range research in writing studies."
    ]
  },
  {
    "title": "Reconstructing Response to Student Writing: A National Study from across the Curriculum",
    "author": "Dan Melzer",
    "publicationDate": "07-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/reconstructing-response-to-student-writing",
    "openAccess": "no",
    "coverImage": "covers/melzer2023.jpg",
    "description": [
      "In Reconstructing Response to Student Writing Dan Melzer makes the argument that writing instructors should shift the construct so that peer response and student self-assessment are more central than teacher response.",
      "Presenting the results of a national study of teacher and peer response and student self-assessment at institutions of higher education across the United States, Melzer analyzes teacher and peer response to over 1,000 pieces of student writing as well as 128 student portfolio reflection essays. He draws on his analysis and on a comprehensive review of the literature on response to introduce a constructivist heuristic for response aimed at both composition instructors and instructors across disciplines. Melzer argues that teachers and researchers should focus less on teacher response to individual pieces of student writing and more on engaging in dialogue with student self-assessment and peer response, focusing on growth and transfer rather than products and grades.",
      "Reconstructing Response to Student Writing, especially when taken together with Melzer’s previous book Assignments across the Curriculum, provides a comprehensive and large-scale view of college writing and responding across the curriculum in the United States."
    ]
  },
  {
    "title": "Sensemaking for Writing Programs and Writing Centers",
    "author": "Rita Malenczyk",
    "publicationDate": "06-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/sensemaking-for-writing-programs-and-writing-centers",
    "openAccess": "no",
    "coverImage": "covers/malenczyk2023.jpg",
    "description": [
      "In this collection writing program and writing center administrators from a range of academic institutions come together to explore their work through the lens of sensemaking. Sensemaking is an organizational theory concept that enables institutions, supervisors, teachers, tutors, and others to better understand the work they do by using narrative, metaphor, and other theoretical lenses.",
      "The book is divided into two sections: Sensemaking with Tutors and Teachers, and Sensemaking and Institutional Structures. Chapter authors employ several theoretical approaches to sensemaking, ranging from individual experience to institutional history to document design, providing readers with ideas for how to administer and teach within their programs more effectively; how to advocate for their programs within larger university contexts; and how to positively influence the lives and careers of those they work with.",
      "Sensemaking for Writing Programs and Writing Centers theorizes daily experiences from working lives and suggests problem-solving strategies. Writing program administrators, writing department chairs, and writing center directors, tutors, and staff will find value in its pages."
    ]
  },
  {
    "title": "Childfree and Happy: Transforming the Rhetoric of Women's Reproductive Choices",
    "author": "Courtney Adams Wooten",
    "publicationDate": "06-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/childfree-and-happy",
    "openAccess": "no",
    "coverImage": "covers/wooten2023.jpg",
    "description": [
      "Childfree and Happy examines how millennia of reproductive beliefs (or doxa) have positioned women who choose not to have children as deviant or outside the norm. Considering affect and emotion alongside the lived experiences of women who have chosen not to have children, Courtney Adams Wooten offers a new theoretical lens to feminist rhetorical scholars’ examinations of reproductive rhetorics and how they circulate through women’s lives by paying attention not just to spoken or written beliefs but also to affectual circulations of reproductive doxa. \nThrough interviews with thirty-four childfree women and analysis of childfree rhetorics circulating in historical and contemporary texts and events, this book demonstrates how childfree women individually and collectively try to speak back to common beliefs about their reproductive experiences, even as they struggle to make their identities legible in a sociocultural context that centers motherhood. Childfree and Happy theorizes how affect and rhetoric work together to circulate reproductive doxa by using Sara Ahmed’s theories of gendered happiness scripts to analyze what reproductive doxa is embedded in those scripts and how they influence rhetoric by, about, and around childfree women.",
      "Delving into how childfree women position their decision not to have children and the different types of interactions they have with others about this choice, including family members, friends, colleagues, and medical professionals, Childfree and Happy also explores how communities that make space for alternative happiness scripts form between childfree women and those who support them. It will be of interest to scholars in the fields of the rhetoric of motherhood/mothering, as well as feminist rhetorical studies."
    ]
  },
  {
    "title": "Adapting the Past to Reimagine Possible Futures: Celebrating and Critiquing WAC at 50",
    "author": "Megan J. Kelly, Heather M. Falconer, Caleb L. González, and Jill Dahlman",
    "publicationDate": "05-24-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/iwac2020/",
    "openAccess": "yes",
    "coverImage": "covers/kelly2023.jpg",
    "description": [
      "Developed from presentations at the Fifteenth International Writing Across the Curriculum Conference, this edited collection celebrates the 50th anniversary of the WAC movement while also identifying innovative directions for writing pedagogies, program building and impact, and program mobilization. Contributors reflect on the evolution of WAC as an educational movement as well as the challenges and possibilities facing WAC programs as they respond to the shifting contexts of higher education. The chapters in this collection—found in sections on faculty development, classroom implications, and institutional considerations—offer a range of practices, pedagogies, frameworks, and models for readers who are invested in building and sustaining WAC programs that impact their college and university campuses through cultures of writing. Adapting the Past to Reimagine Possible Futures engages topics such as program assessment, professionalization, and interdisciplinary collaborations, and connections with creative writing. Its 17 chapters testify to WAC’s persistence, resilience, and impact in a dynamic educational landscape."
    ]
  },
  {
    "title": "How I Became the Kind of Writer I Became: An Experiment in Autoethnography",
    "author": "Charles Bazerman",
    "publicationDate": "04-10-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/lwr/autoethnography/",
    "openAccess": "yes",
    "coverImage": "covers/bazerman2023.jpg",
    "description": [
      "In his exploration of his development as one of the most prolific and thoughtful writers in the field of writing studies, Charles Bazerman considers how, like all writers, he has been shaped in distinctive and unique ways by his literate experiences. “Each of our stories is particular,” he writes, calling this book “my experiment in saying what I can from my perspective about my development as a writer.” How I Became the Kind of Writer I Became poses questions about the lifespan development of writing and, in particular, how writing emerges within the “conditions, relations, and needs of life.” Observing that his autoethnography does not offer a norm or an ideal, Bazerman calls attention to the need for more of these kinds of reflections. “We need many such stories from many kinds of writers,” he notes, “reflecting on what opportunities, needs, experiences, and resources came their way and how they iteratively solved the problem of what to write and how to write it, as they saw it.” As the first book in the Lifespan Writing Research book series, Bazerman’s work serves as both a model for reflective inquiry and a call for additional work in this area."
    ]
  },
  {
    "title": "Augmentation Technologies and Artificial Intelligence in Technical Communication: Designing Ethical Futures",
    "author": "Ann Hill Duin and Isabel Pedersen",
    "publicationDate": "06-01-2023",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Augmentation-Technologies-and-Artificial-Intelligence-in-Technical-Communication/Duin-Pedersen/p/book/9781032263755",
    "openAccess": "no",
    "coverImage": "covers/duin2023.jpg",
    "description": [
      "This book enables readers to interrogate the technical, rhetorical, theoretical, and socio-ethical challenges and opportunities involved in the development and adoption of augmentation technologies and artificial intelligence.",
      "The core of our human experience and identity is forever affected by the rise of augmentation technologies that enhance human capability or productivity. These technologies can add cognitive, physical, sensory, and emotional enhancements to the body or environment. This book demonstrates the benefits, risks, and relevance of emerging augmentation technologies such as brain–computer interaction devices for cognitive enhancement; robots marketed to improve human social interaction; wearables that extend human senses, augment creative abilities, or overcome physical limitations; implantables that amplify intelligence or memory; and devices, AI generators, or algorithms for emotional augmentation. It allows scholars and professionals to understand the impact of these technologies, improve digital and AI literacy, and practice new methods for their design and adoption."
    ]
  },
  {
    "title": "Nonfiction, the Teaching of Writing, and the Influence of Richard Lloyd-Jones",
    "author": "Douglas Hesse and Laura Julier",
    "publicationDate": "06-03-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/jix/",
    "openAccess": "yes",
    "coverImage": "covers/hesse2023.jpg",
    "description": [
      "This edited collection explores an important development in the teaching of writing over the last half century: the rise of creative nonfiction, a vast terrain of genres from memoir and personal essays to nature and travel writing to literary journalism, works grounded in true experiences but inflected by a creative sensibility. Celebrating the influence of Richard Lloyd-Jones—long-time chair of the English Department at the University of Iowa, president of NCTE, chair of CCCC, and the winner of CCCC’s first Exemplar Award—the essays in this collection reveal a person whose efforts, largely behind the scenes, were instrumental in the growth of creative nonfiction. Variously historical and reflective, philosophical and political, the essays offer an expansive vision for teaching writing, one shaped by teachers’ experiences as writers themselves, and all embodying in style and voice a focus on the full arts of written language."
    ]
  },
  {
    "title": "PARS in Charge: Resources and Strategies for Online Writing Program Leaders",
    "author": "Jessie Borgman and Casey McArdle",
    "publicationDate": "06-19-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/pars3/",
    "openAccess": "yes",
    "coverImage": "covers/borgman2023.jpg",
    "description": [
      "This edited collection, the third in a series of books by editors Jessie Borgman and Casey McArdle, explores the complexity of administrative positions within writing programs and how online courses make administration even more complex. Drawing on the PARS framework (Personal, Accessible, Responsive, Strategic) used in the first two books, PARS in Charge provides insights and examples from administrators across the country focusing on how they have implemented the PARS framework to be successful online writing program leaders in their specific leadership positions."
    ]
  },
  {
    "title": "Rethinking Peer Review: Critical Reflections on a Pedagogical Practice",
    "author": "Phoebe Jackson and Christopher Weaver",
    "publicationDate": "06-19-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/peer/",
    "openAccess": "yes",
    "coverImage": "covers/jackson2023.jpg",
    "description": [
      "Rethinking Peer Review: Critical Reflections on a Pedagogical Practice interrogates peer review, a foundational practice of writing instruction, from both practical and theoretical perspectives, provoking discussion and re-examination of this practice in light of changing demographics, new technologies, and changing goals and priorities among teachers and institutions. Though long considered an essential element in writing and writing-intensive courses, peer review continues to provoke questions and provide challenges for instructors and students. By questioning and clarifying the goals of peer review, the contributors to this edited collection demonstrate how peer review can inform and enhance student writing and learning. In doing so, Rethinking Peer Review offers a roadmap for revitalizing this critical practice for the 21st century classroom."
    ]
  },
  {
    "title": "Rhetoric in Debt",
    "author": "Kellie Sharp-Hoskins",
    "publicationDate": "06-13-2023",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-09530-1.html",
    "openAccess": "no",
    "coverImage": "covers/sharphoskins2023.jpg",
    "description": [
      "In recent years, household indebtedness in the United States reached its highest levels in history. From mortgages to student loans, from credit card bills to US deficit spending, debt is widespread and increasing.\nDrawing on scholarship from economics, accounting, and critical rhetoric and social theory, Kellie Sharp-Hoskins critiques debt not as an economic indicator or a tool of finance but as a cultural system. Through case studies of the student-loan crisis, medical debt, and the abuses of municipal bonds, Sharp-Hoskins reveals that debt is a rhetorical construct entangled in broader systems of wealth, rule, and race. Perhaps more than any other social marker or symbol, the concept of “debt” indicates differences between wealthy and poor, productive and lazy, secure and risky, worthy and unworthy. Tracking the emergence and work of debt across temporal and spatial scales reveals how it exacerbates vulnerabilities and inequities under the rhetorical cover of individual, moral, and volitional calculation and equivalency.",
      "A new perspective on a serious problem facing our society, Rhetoric in Debt not only reveals how debt organizes our social and cultural relations but also provides a new conceptual framework for a more equitable world."
    ]
  },
  {
    "title": "Inscrutable Eating: Asian Appetites and the Rhetorics of Racial Consumption",
    "author": "Jennifer Lin LeMesurier",
    "publicationDate": "02-01-2023",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215371.html",
    "openAccess": "no",
    "coverImage": "covers/lemesurier2023.jpg",
    "description": [
      "“You are what you eat,” but what if you’re seen as a rat eater, bat lover, or MSG user? In Inscrutable Eating, Jennifer Lin LeMesurier considers how everyday assumptions about Asian food influence the perception of Asian and Asian American identity within the US racial landscape, demonstrating that beliefs about how certain people eat are inseparable from attitudes that support hierarchies around race, gender, and sexuality.",
      "Drawing on rhetorical theory, affect theory, and Asian American studies, LeMesurier analyzes messages in US popular culture about Asian eating to develop the concept of gut orientations: rhetorically dominant ways of interacting with food that scale upward to feelings of desire and disgust toward social groups. Looking at examples from fears around MSG to uproar over wet markets as the source of COVID-19, she argues that these “gut” reactions establish certain racial views as common-sense truths rather than cultural biases, reinforcing dominant norms about what belongs on whose plate, or who belongs at what table. In demystifying marginalizing discourse around food and eating, LeMesurier shows how exposing the tacit, felt ideas of consumption is necessary to contest broader forms of discrimination."
    ]
  },
  {
    "title": "Writing on the Wall: Writing Education and Resistance to Isolationism",
    "author": "David S. Martins, Brooke R. Schreiber and Xiaoye You",
    "publicationDate": "04-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/writing-on-the-wall",
    "openAccess": "no",
    "coverImage": "covers/martins2023.jpg",
    "description": [
      "The first concerted effort of writing studies scholars to interrogate isolationism in the United States, Writing on the Wall reveals how writing teachers—often working directly with students who are immigrants, undocumented, first-generation, international, and students of color—embody ideas that counter isolationism.",
      "The collection extends existing scholarship and research about the ways racist and colonial rhetorics impact writing education; the impact of translingual, transnational, and cosmopolitan ideologies on student learning and student writing; and the role international educational partnerships play in pushing back against isolationist ideologies. Established and early-career scholars who work in a broad range of institutional contexts highlight the historical connections among monolingualism, racism, and white nationalism and introduce community- and classroom-based practices that writing teachers use to resist isolationist beliefs and tendencies.",
      "“Writing on the wall” serves as a metaphor for the creative, direct action writing education can provide and invokes border spaces as sites of identity expression, belonging, and resistance. The book connects transnational writing education with the fight for racial justice in the US and around the world and will be of significance to secondary and postsecondary writing teachers and graduate students in English, linguistics, composition, and literacy studies."
    ]
  },
  {
    "title": "Hashtag Activism Interrogated and Embodied: Case Studies on Social Justice Movements",
    "author": "Melissa Ames and Kristi McDuffie",
    "publicationDate": "04-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/hashtag-activism-interrogated-and-embodied",
    "openAccess": "no",
    "coverImage": "covers/ames2023.jpg",
    "description": [
      "Hashtag Activism Interrogated and Embodied analyzes the ways that hashtags repurpose and reclaim societal narratives, considering how these digital interactions carry over into external spaces and are embodied by both participants and spectators alike. A diverse set of contributors from a range of disciplines utilize a variety of methodologies to interrogate the lifespan and trajectories of specific hashtag campaigns, study rhetorical strategies engaged by online communities, and analyze how hashtags are employed for particular purposes.",
      "The chapters capture twenty-first-century digital activism unfolding in different social and geopolitical climates. Delving into hashtag activism in various forms (tweets, memes, and personal narratives) and spaces (Twitter, Facebook, and in-person protests), these chapters reveal how participants question and construct online and offline identities and imagined and actualized communities. They also showcase the complicated ways hashtag activism intersects with consumer, popular, and celebrity cultures.",
      "Hashtag Activism Interrogated and Embodied calls for broader inclusion in what is considered hashtag activism, such as digital fandom, how hashtags are co-opted for nefarious purposes, the effects of anti-activism, and the role of journalism and the media. It will appeal to a range of disciplines including rhetoric and composition, internet studies, communication studies, media studies, feminist studies, affect studies, cultural studies, technical communication, and sociology."
    ]
  },
  {
    "title": "Failing Sideways: Queer Possibilities for Writing Assessment",
    "author": "Stephanie West-Puckett, Nicole I. Caswell and William P. Banks",
    "publicationDate": "05-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/failing-sideways",
    "openAccess": "no",
    "coverImage": "covers/westpuckett2023.jpg",
    "description": [
      "Failing Sideways is an innovative and fresh approach to assessment that intersects writing studies, educational measurement, and queer rhetorics. While valuing and representing the research, theory, and practice of assessment, authors Stephanie West-Puckett, Nicole I. Caswell, and William P. Banks demonstrate the ways that students, teachers, and other interested parties can find joy and justice in the work of assessment.",
      "A failure-oriented assessment model unsettles some of the most common practices, like rubrics and portfolios, and challenges many deeply held assumptions about validity and reliability in order to ask what could happen if assessment was oriented toward possibility and potential. Working to engage a more capacious writing construct, the authors propose queer validity inquiry (QVI) as a model for assessment that values failure, affect, identity, and materiality. These overlapping lenses help teachers honor parts of writing and learning that writing studies faculty have struggled to hold onto in a world overly focused on quickness and efficiency in schools.",
      "Through programmatic and classroom examples, Failing Sideways privileges what is valued in the classroom but traditionally ignored in assessments. Reimagining what matters in the teaching and learning of writing and using assessment data differently, this book demonstrates what writing can be and could do in a more diverse and just world."
    ]
  },
  {
    "title": "Memetic Rhetorics: Toward a Toolkit for Ethical Meming",
    "author": "Derek M. Sparby",
    "publicationDate": "04-01-2023",
    "publisher": "Sweetland Digital Rhetoric Collaborative/UMich Press",
    "publisherURL": "https://www.press.umich.edu/12207107/memetic_rhetorics",
    "openAccess": "yes",
    "coverImage": "covers/sparby2023.jpg",
    "description": [
      "Memes are omnipresent online and have become an increasingly important facet of not only the field of digital rhetorics, but of pop culture in general. What appear to be little more than funny images with a punchline, however, are actually powerful vehicles for culture and ideology. In Memetic Rhetorics, Derek M. Sparby untangles some of the complexities of memes by determining how memes function rhetorically in our society, examining rhetorical ethical considerations, highlighting how memes fuel cultural ideology, and finding ways to reveal and reject uncritical memetic behaviors. Through this careful look at the rhetoric and ethics of memes, Memetic Rhetorics demonstrates that memes manipulate and reflect culture and ideology and thus shape our identities and our world."
    ]
  },
  {
    "title": "Technical Communication for Environmental Action",
    "author": "Sean D. Williams",
    "publicationDate": "01-01-2023",
    "publisher": "SUNY Press",
    "publisherURL": "https://sunypress.edu/Books/T/Technical-Communication-for-Environmental-Action",
    "openAccess": "yes",
    "coverImage": "covers/williams2023.jpg",
    "description": [
      "Climate change is one of the most significant challenges facing the global community in the twenty-first century. With its position at the border of people, technology, science, and communication, technical communication has a significant role to play in helping to solve these complex environmental problems. This collection of essays engages scholars and practitioners in a conversation about how the field has contributed to pragmatic and democratic action to address climate change. Compared to most prior work-which offers theoretical perspectives of environmental communication-this collection explores the actual practice of international technical communicators who participate in government projects, corporate processes, nonprofit programs, and international agency work, demonstrating how technical communication theories such as participatory design, social justice, and ethics can help shape pragmatic environmental action."
    ]
  },
  {
    "title": "Working through Surveillance and Technical Communication: Concepts and Connections",
    "author": "Sarah Young",
    "publicationDate": "04-01-2023",
    "publisher": "SUNY Press",
    "publisherURL": "https://sunypress.edu/Books/W/Working-through-Surveillance-and-Technical-Communication",
    "openAccess": "yes",
    "coverImage": "covers/young2023.jpg",
    "description": [
      "What is surveillance, and why should we care? Why are those who use technology susceptible to being both agents and targets of contemporary surveillance practices? Working Through Surveillance and Technical Communication addresses these questions, discussing what it means to engage in surveillance, examining why this participation may be problematic, and offering entry points into assessing one's ethical and socially just involvement with surveillance. Further, the book suggests ways to resist both individually and collectively, and it offers pedagogical entry points for those looking to talk about surveillance with others. Led by the central questions, \"How are technical communicators also surveillance workers?\" and \"Why does this matter for technical communication and surveillance scholarship?\" the text uses the example of Edward Snowden to illustrate how technical communicators and surveillance workers exist on an often-overlapping range. Sarah Young highlights the potentially discriminatory nature of surveillance and argues that recognizing and evaluating surveillance in is increasingly important in a data-driven world."
    ]
  },
  {
    "title": "Unsettling Archival Research: Engaging Critical, Communal, and Digital Archives",
    "author": "Romeo García, Caitlin Burns Allen, and Walker P. Smith",
    "publicationDate": "03-22-2023",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809338955/unsettling-archival-research/",
    "openAccess": "no",
    "coverImage": "covers/garca2023.jpg",
    "description": [
      "What would it mean to unsettle the archives? How can we better see the wounded and wounding places and histories that produce absence and silence in the name of progress and knowledge? Unsettling Archival Research sets out to answer these urgent questions and more, with essays that chart a more just path for archival work.",
      "Unsettling Archival Research is one of the first publications in rhetoric and writing studies dedicated to scholarship that unsettles disciplinary knowledge of archival research by drawing on decolonial, Indigenous, antiracist, queer, and community perspectives. Written by established and emerging scholars, essays critique not only the practices, ideologies, and conventions of archiving, but also offer new tactics for engaging critical, communal, and digital archiving within and against systems of power. Contributors reflect on efforts to unsettle and counteract racist, colonial histories, confront the potentials and pitfalls of common archival methodologies, and chart a path for the future of archival research otherwise. Unsettling Archival Research intervenes in a critical issue: whether the discipline’s assumptions about the archives serve or fail the communities they aim to represent and what can be done to center missing voices and perspectives. The aim is to explore the ethos and praxis of bearing witness in unsettling ways, carried out as a project of queering and/or decolonizing the archives.",
      "Unsettling Archival Research takes seriously the rhetorical force of place and wrestles honestly with histories that still haunt our nation, including the legacies of slavery, colonial violence, and systemic racism."
    ]
  },
  {
    "title": "Recollections from an Uncommon Time: 4C20 Documentarian Tales",
    "author": "Julie Lindquist, Bree Straayer, and Bump Halbritter",
    "publicationDate": "01-25-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/swr/documentarian/",
    "openAccess": "yes",
    "coverImage": "covers/lindquist2023.jpg",
    "description": [
      "This collection of original essays was occasioned first by the 2020 Conference on College Composition and Communication (CCCC) Annual Convention, and then, later, by the cancellation of it. As originally planned, Documentarians (attendees in a newly created role) would share their experiences of the CCCC Convention. After the meeting was canceled because of the COVID-19 pandemic, the collection became a means for the Documentarians to share a common experience in this uncommon time.",
      "As the volume editors write, “Expect to have some of the tales resonate with your experiences and others to depict a process of sensemaking that might not align with your own. Some of the tales, and the learning they depict, are still in process—they’re still happening. All of this is to say that this collection of Documentarian Tales might challenge your sensibilities . . . it might not fall together quite how you expect or even how you hope it may. But really—given its mission, its diverse sites of origin and diverse authorship—how could it? We ask you to take a moment, read, and listen to each other.”",
      "The essays in this collection relate the shared experience of disruption in our work lives—which, as it turns out, also teaches us how deeply the terms of our work are implicated in our experiences of home, family, and everyday routines."
    ]
  },
  {
    "title": "Teachers Talking Writing: Perspectives on Places, Pedagogies, and Programs",
    "author": "Shane A. Wood",
    "publicationDate": "01-25-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/swr/talking/",
    "openAccess": "yes",
    "coverImage": "covers/wood2023.jpg",
    "description": [
      "Teachers Talking Writing is a collection of conversations about the theory and teaching of writing in postsecondary contexts. It might also be considered a composition anthology focused on practices and pedagogies in the 21st century. Interconnected with Pedagogue, a podcast about teaching writing, the book offers 52 perspectives on composition and rhetoric across institutions and positions.",
      "The conversations are grouped into three sections: Places, Pedagogies, and Programs. Places talks about where the teaching of writing happens, such as two-year colleges, Historically Black Colleges and Universities, and Hispanic-Serving Institutions. Pedagogies offers conversations about different practices and approaches to teaching writing, including classroom writing assessment, multimodality, social justice, disability studies, and community literacies. Programs focuses on conversations around different writing programs and administrative positions, including basic writing, second-language writing, writing across the curriculum, and writing centers."
    ]
  },
  {
    "title": "Liturgy of Change: Rhetorics of the Civil Rights Mass Meeting",
    "author": "Elizabeth Ellis Miller",
    "publicationDate": "05-11-2023",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/Liturgy-of-Change",
    "openAccess": "no",
    "coverImage": "covers/miller2023.jpg",
    "description": [
      "In Liturgy of Change, Elizabeth Ellis Miller examines civil rights mass meetings as a transformative rhetorical, and religious, experience. Scholars of rhetoric have analyzed components of the civil rights movement, including sit ins, marches, and voter registration campaigns, as well as meeting speeches delivered by well-known figures. The mass meeting itself still is also a significant site in rhetorical studies. Miller's \"liturgy of change\" framework brings attention to the pattern of religious genres—song, prayer, and testimony—that structured the events, and the ways these genres created rhetorical opportunities for ordinary people to speak up and develop their activism. To recover and reconstruct these patterns, Miller analyzes archival audio recordings of mass meetings held in Greenville and Hattisburg, Mississippi; Montgomery, Selma, and Birmingham, Alabama; Savannah, Sumter, and Albany, Georgia; St. Augustine, Florida; and Danville, Virginia."
    ]
  },
  {
    "title": "The Rhetoric of Outrage: Why Social Media Is Making Us Angry",
    "author": "Jeff Rice",
    "publicationDate": "05-25-2023",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/The-Rhetoric-of-Outrage",
    "openAccess": "no",
    "coverImage": "covers/rice2023.jpg",
    "description": [
      "On any given day, at any given hour, across the various platforms constituting what we call social media, someone is angry. Facebook. Instagram. Twitter. Reddit. 4Chan. In The Rhetoric of Outrage: Why Social Media is Making Us Angry Jeff Rice addresses the critical question of why anger has become the dominant digital response on social media. He examines the theoretical and rhetorical explanations for the intense rage that prevails across social media platforms, and sheds new light on how our anger isn't merely a reaction against singular events, but generated out of aggregated beliefs and ideas. Captivating, accessible, and exceedingly important, The Rhetoric of Outrage encourages readers to have the difficult conversations about what is truly behind their anger."
    ]
  },
  {
    "title": "Toward More Sustainable Metaphors of Writing Program Administration",
    "author": "Lydia Wilkes, Lilian W. Mina, and Patti Poblete",
    "publicationDate": "02-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/toward-more-sustainable-metaphors-of-writing-program-administration",
    "openAccess": "no",
    "coverImage": "covers/wilkes2023.jpg",
    "description": [
      "The field of writing program administration has long been a space rich in metaphor. From plate-twirling to fire-extinguishing, parents to dungeon masters, and much more, the work of a WPA extends to horizons unknown. Responding to the constraints of austerity, Toward More Sustainable Metaphors of Writing Program Administration offers new lenses for established WPAs and provides aspiring and early career WPAs with a sense of the range of responsibilities and opportunities in their academic and professional spaces.",
      "This volume presents twelve chapters that reclaim and revise established metaphors; offer new metaphors based on sustainable, relational, or emotional labor practices and phenomena; and reveal the improvisational, artisanal nature of WPA work. Chapters resonate across three sections. The first section focuses on organic relationships captured in phrases like “putting out fires” and \"seeing forests for the trees” alongside unexpected comparisons to ground and light. The second describes institutional landscapes featuring generative juxtapositions such as the WPA as a labor activist or a mapper of emotional geography. And the third discusses performance crafts like improv comedy and artisanal making.",
      "Toward More Sustainable Metaphors of Writing Program Administration offers new and revised ways of thinking and acting for WPAs, who are constantly negotiating the paradoxical demands of their work and continually striving to act ethically in conflicted, and even fraught, situations. It will inspire practicing, aspiring, and former WPAs working in a time of transformation by highlighting more sustainable ways of enacting WPA identity."
    ]
  },
  {
    "title": "Toward a Transnational University: WAC/WID Across Borders of Language, Nation, and Discipline",
    "author": "Jonathan Hall and Bruce Horner",
    "publicationDate": "01-23-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/atd/transnational/",
    "openAccess": "yes",
    "coverImage": "covers/hall2023.jpg",
    "description": [
      "We live in the age of trans-, an era of pervasive mobility across linguistic, national, disciplinary, and institutional borders of teachers, students, scholars, and institutional programs. The contributors to Toward a Transnational University examine how approaches to postsecondary writing instruction travel and, in the process, transform the transnational and translingual character of universities worldwide. The chapters in this edited collection investigate, in multiple contexts around the world, the challenges, opportunities, and ambiguities that arise when mobility is taken as their foundation. Writing from a wide range of locations—including Bangladesh, Canada, China, Japan, Nepal, Qatar, and the United States—the contributors to Toward a Transnational University examine the friction points by which particular approaches to academic writing and its teaching are translated and interact with local cultures and concerns. Together, they show how institutions of higher education are engaging the mobility and fluidity of academic writing, its teaching, and its learning."
    ]
  },
  {
    "title": "Threshold Conscripts: Rhetoric and Composition Teaching Assistantships",
    "author": "William J. Macauley, Jr., Leslie R. Anglesey, Brady Edwards, Kathryn M. Lambrecht, and Phillip K. Lovas",
    "publicationDate": "01-19-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/threshold/",
    "openAccess": "yes",
    "coverImage": "covers/macauley2023.jpg",
    "description": [
      "This richly textured edited collection explores the ways in which graduate teaching assistants are prepared to enter the field of rhetoric and composition. By viewing teaching and learning from the perspective of the TAs themselves, the chapters, personal narratives, and program profiles that make up this collection speak to the diversity and complexity found within and beyond university walls and deepen our understanding of how these preparation programs shape TA identities and practices. Through their stories and reports, the contributors to this volume provide valuable insights into the programs, realities, and experiences that shape their work in rhetoric and composition."
    ]
  },
  {
    "title": "A Working Model for Contingent Faculty",
    "author": "Robert Samuels",
    "publicationDate": "01-02-2023",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/precarity/working/",
    "openAccess": "yes",
    "coverImage": "covers/samuels2023.jpg",
    "description": [
      "In A Working Model for Contingent Faculty, Robert Samuels offers an outline of fair and effective practices for improving the working conditions of faculty in precarious positions. Drawing on more than twenty years of union activism and university teaching, Samuels examines programs, policies, and practices that work for non-tenure-track faculty in the University of California system. His detailed analysis of facts on the ground offers a foundation upon which faculty in contingent positions can build arguments for improved working conditions. Throughout the book, Samuels focuses on the central issues of academic freedom, job security, compensation, shared governance, evaluation and promotion, benefits, and dispute resolution as well as critical but less often addressed concerns such as funding for professional development family leave policies, technology training, and summer teaching. A Working Model, as a result, offers resources that can support progress well beyond the University of California system."
    ]
  },
  {
    "title": "Writing Centers and Learning Commons: Staying Centered While Sharing Common Ground",
    "author": "Steven J. Corbett, Teagan E. Decker and Maria L. Soriano Young",
    "publicationDate": "04-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/writing-centers-and-learning-commons",
    "openAccess": "no",
    "coverImage": "covers/corbett2023.jpg",
    "description": [
      "Writing Centers and Learning Commons presents program administrators, directors, staff, and tutors with theoretical rationales, experiential journeys, and go-to practical designs and strategies for the many questions involved when writing centers find themselves operating in shared environments.",
      "The chapters comprehensively examine the ways writing centers make the most of sharing common ground. Directors, coordinators, administrators, and stakeholders draw on past and present attention to writing center studies to help shape the future of the learning commons and narrate their substantial collective experience with collaborative efforts to stay centered while empowering colleagues and student writers at their institutions. The contributors explore what is gained and lost by affiliating writing centers with learning commons, how to create sound pedagogical foundations that include writing center philosophies, how writing center practices evolved or have been altered by learning center affiliations, and more.",
      "Writing Centers and Learning Commons is for all stakeholders of writing in and across campuses collaborating on (by choice or edict), or wishing to explore the possibilities of, a learning commons enterprise."
    ]
  },
  {
    "title": "Translingual and Transnational Graduate Education in Rhetoric and Composition",
    "author": "Nancy Bou Ayash and Carrie Byars Kilfoil",
    "publicationDate": "04-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/translingual-and-transnational-graduate-education-in-rhetoric-and-composition",
    "openAccess": "no",
    "coverImage": "covers/ayash2023.jpg",
    "description": [
      "Translingual and Transnational Graduate Education in Rhetoric and Composition investigates the implications of composition studies’ changing terminological and ideological landscape around language and nation for the professionalization of future university writing teacher-scholars. As the collection editors argue, incorporating translingual and transnational theories into graduate pedagogy and curricular structures is necessary if they are to shape professional practices in rhetoric and composition long term.",
      "Contributors to the collection articulate the need for translingual and transnational sensibilities in rhetoric and composition graduate programs in light of the material conditions of graduate students’ lives and labor. They further present pathways for rethinking the design of graduate-level coursework, foreign language learning policies and labor, mentoring practices, writing teacher and writing center tutor training, and other professionalization initiatives. Offering a range of conceptually and empirically driven pieces, the collection brings together the voices and lived experiences of graduate students, faculty advisors, and administrators involved in the constant, necessary reworking of rhetoric and composition graduate education in a variety of institutional locales.",
      "Translingual and Transnational Graduate Education in Rhetoric and Composition provides inspiration for graduate programs working to enact well-grounded curricular and pedagogical changes to counter the long-standing effects of the dominant racist and monolingualist ideologies in higher education generally, and rhetoric and composition studies specifically."
    ]
  },
  {
    "title": "Unwell Writing Centers: Searching for Wellness in Neoliberal Educational Institutions and Beyond",
    "author": "Genie Nicole Giaimo",
    "publicationDate": "04-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/unwell-writing-centers",
    "openAccess": "no",
    "coverImage": "covers/giaimo2023.jpg",
    "description": [
      "Unwell Writing Centers focuses on the inroads the wellness industry has made into higher education. Following graduate and undergraduate writing tutors during a particularly stressful period (2016–2019), Genie Nicole Giaimo examines how top-down and bottom-up wellness interventions are received and taken up by workers. Engaging sociocultural research on how workers react to and experience workplace conflict, Giaimo demonstrates the kinds of interventions welcomed by workers as well as those that fall flat, including the “easy” fixes to workplace issues that institutions provide in lieu of meaningful and community-based support.",
      "The book is broken into sections based on journeying: searching for wellness, finding wellness, and imagining a “well” future that includes a sustainable model of writing center work. Each chapter begins with a personal narrative about wellness issues in writing centers, including the author’s experiences in and responses to local emergencies. She shares findings from a longitudinal assessment study on non-institutional interventions in writing centers and provides resources for administrators to create more ethical \"well\" writing centers. The book also includes an appendix of training documents, emergency planning documents, and several wellness-specific interventions developed from anti-racist, anti-neoliberal, and organizational theories.",
      "Establishing the need for a field-specific response to the austerity-minded eruption of wellness-focused interventions in higher education, Unwell Writing Centers is a critical text for graduate students and new directors that can easily be applied in workplaces in and outside of higher education."
    ]
  },
  {
    "title": "Strangely Rhetorical: Composing Differently with Novelty Devices",
    "author": "Jimmy Butts",
    "publicationDate": "04-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/strangely-rhetorical",
    "openAccess": "no",
    "coverImage": "covers/butts2023.jpg",
    "description": [
      "Strangely Rhetorical establishes the groundwork for strangeness as a lens under the broader interdisciplinary umbrella of rhetoric and composition and shares a series of rhetorical devices for practically thinking about how compositions are made unique. Jimmy Butts explores how strange, novel, weird, and interesting texts work and offers insight into how and why these forms can be invented, created, and stylized to generate the effective delivery of rhetorical messages in fun, divergent ways.",
      "Using a new theoretical framework—that strangeness is inherent within all rhetorical interactions and is potentially useful—Butts demonstrates how rhetoric is always already coming from an Other, offering an ethical context for how defamiliarized texts work with different audiences. Applying examples of seven figures for composing in and across written, aural, visual, electronic, and spatial texts (the WAVES of media), Butts shows how divergence is possible in all sorts of refigured multimodal ways.",
      "Strangely Rhetorical rethinks what exactly rhetoric is and does, considering the ways that strange compositions help rhetors connect across a broad range of networks in a world haunted by distance. This is a book about strange rhetoric for makers and creatives, for students and teachers, and for composers of all sorts."
    ]
  },
  {
    "title": "Making Administrative Work Visible: Data-Driven Advocacy for Understanding the Labor of Writing Program Administration",
    "author": "Leigh Graziano, Kay Halasek, Remi Hudgins, Susan Miller-Cochran, Frank Napolitano, and Natalie Szymanski",
    "publicationDate": "05-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/making-administrative-work-visible",
    "openAccess": "no",
    "coverImage": "covers/graziano2023.jpg",
    "description": [
      "Making Administrative Work Visible brings together voices from graduate students, associated faculty, administrative staff, and tenured and tenure-track faculty at community colleges, regional state universities, liberal arts colleges, private colleges, and research-intensive institutions across the country to speak to the challenges, both named and unnamed, faced by those who do writing program administration work. These authors call explicit attention to this work and examine WPAs’ lived labor experiences and research methodologies to truly understand the scope of lived WPA labor.",
      "The collection has three parts, each of which focuses on the most confounding challenges facing WPAs as well as the most compelling sites of their contributions to administration, labor in higher education, and the discipline’s collective obligation to forwarding the goals of social justice and advocacy: Advocating through Representations of WPA Labor, Advocating by Accounting for Time and Labor, and Advocating in and through Complex Institutional Contexts. The chapters use data to share and track the work functions, job titles, grand narratives, program assessments, tenure and promotion, email practices, and more undertaken by WPAs in their administrative capacities. Chapters also surface narratives for future data and studies to be done by other scholars.",
      "By taking up and answering questions about the range of WPA work—and the invisibility of much of that work—Making Administrative Work Visible creates avenues toward accounting for and acknowledging the complex activity systems in which WPAs lead the work of the university and advocate for data-driven strategies needed to sustain this foundational area of higher education."
    ]
  },
  {
    "title": "Composing Place: Digital Rhetorics for a Mobile World",
    "author": "Jacob Greene",
    "publicationDate": "04-01-2023",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/composing-place",
    "openAccess": "no",
    "coverImage": "covers/greene2023.jpg",
    "description": [
      "Composing Place takes an innovative approach to engaging with the compositional affordances of mobile technologies. Mobile, wearable, and spatial computing technologies are more than the latest marketing gimmick from a perpetually proximate future; they are rather an emerging composing platform through which digital writers will increasingly create and distribute place-based multimodal texts. Jacob Greene utilizes and develops a rhetorical framework through which writers can leverage the affordances of these technologies by drawing on theoretical approaches within rhetorical studies, multimodal composition, and spatial theory, as well as emerging “maker” practices within digital humanities and critical media studies, to show how emerging mobile technologies are poised to transform theories, practices, and pedagogies of digital writing.",
      "Greene identifies three emerging “modalities” through which mobile technologies are being used by digital writers. First, to counter dominant discourses in contested spaces; second, to historicize entrenched narratives in iconic spaces; and third, to amplify marginalized voices in mundane spaces. Through these modalities, Greene employs Indigenous philosophies and theories that upend the ways that the discipline has centered placed-based rhetorics, offering digital writers better strategies for using mobile media as a platform for civic deliberation, social advocacy, and political action.",
      "Composing Place offers close analyses of mobile media experiences created by various artists and digital media practitioners, as well as detailed overviews of Greene’s own projects (also accessible through the companion website: www.composingplace.com). These projects include a digital “countertour” of SeaWorld that demonstrates the ways in which the attraction is driven by capitalism; an augmented reality tour of Detroit’s Woodward Avenue; and a mobile advocacy project in Jacksonville, Florida, that demonstrates the inequitable effects of car-centric public infrastructure. Ultimately, by engaging with these theoretical frameworks, rhetorical design principles, and pedagogical practices of mobile writing, readers can utilize the unique affordances of mobile media in various teaching and research contexts."
    ]
  },
  {
    "title": "Unorganized Women: Repetitive Rhetorical Labor and Low-Wage Workers, 1834-1937",
    "author": "Jane Greer",
    "publicationDate": "02-14-2023",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822947554/",
    "openAccess": "no",
    "coverImage": "covers/greer2023.jpg",
    "description": [
      "Across a range of industrial, domestic, and agricultural sites, Greer shows how repetitive discursive performances served as rhetorical tools as women workers sought to rescript power relations in their workplaces and to resist narratives about their laboring lives. The case studies reveal noteworthy patterns in how these women’s words helped to construct the complex web of class relations in which they were enmeshed. Rather than a teleological narrative of economic empowerment over the course of a century, Unorganized Women speaks to the enduring obstacles low- and no-wage women face, their creativity and resilience in the face of adversity, and the challenges that impede the creation of meaningful coalitions. By focusing on repetitive rhetorical labor, this book affords a point of entry for analyzing the discursive productions of a range of women workers and for constructing a richer history of women’s rhetoric in the United States."
    ]
  },
  {
    "title": "Writing and Desire: Queer Ways of Composing",
    "author": "Jonathan Alexander",
    "publicationDate": "05-16-2023",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822947776/",
    "openAccess": "no",
    "coverImage": "covers/alexander2023.jpg",
    "description": [
      "Writing and Desire is a sustained, multimovement exploration of how writers, particularly queer writers, think and feel through desire as central to their writing practice. In a time of political, social, global, and ecological unrest, how might we understand desire—the desire for things to be different, the desire for a better world—as a crucial dimension of contemporary human experience? What might such a recentering of desire offer us, personally and politically? And how is writing itself, as one of the primary ways through which we express and explore ourselves, central to the expression and exploration of desire? Drawing on recent theoretical work in queer theory and the new materialism, Jonathan Alexander studies a range of queer and trans writers and artists who center desire in their practice and argues that conceptualizing writing as desire allows us to reexperience both writing and our world as saturated with our dreams and wishes for change. In a book both elegant and unsettling, and by turns personal, analytic, and experimental, Alexander challenges us—and himself—to think about desire and writing as the deepest manifestation of our hopes for the future."
    ]
  },
  {
    "title": "Making the World a Better Place: African American Women Advocates, Activists, and Leaders, 1773-1900",
    "author": "Jacqueline Jones Royster",
    "publicationDate": "05-23-2023",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822967064/",
    "openAccess": "no",
    "coverImage": "covers/royster2023.jpg",
    "description": [
      "In Making the World a Better Place, Royster argues that African American women must be taken seriously as historical actors who were more consistently and more variously engaged in community- and nation-building than they have been given credit for. Their considerable rhetorical expertise becomes evident when looking carefully at their work in terms of identity, agency, authority, and expressiveness. Their writings constitute a substantial artifactual record of their levels of engagement, their excellence in sociopolitical work, and the legacies of leadership and action. The writing of African American women during the nineteenth century reflects their own perceptions of the ways and means of their lives. They deserve to be recognized as consequential contributors to the narratives of the nation, rather than marginalized as a group. To that end, Jacqueline Jones Royster offers a deeper understanding, often through their own words, of these women, their practices, and their achievements."
    ]
  },
  {
    "title": "Every Living Thing: The Politics of Life in Common",
    "author": "Jenell Johnson",
    "publicationDate": "02-28-2023",
    "publisher": "Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-09456-4.html",
    "openAccess": "no",
    "coverImage": "covers/johnson2023.jpg",
    "description": [
      "This book examines the question of what we mean when we talk about life, revealing new insights into what life is, what it does, and why it matters. Jenell Johnson studies arguments on behalf of life—not just of the human or animal variety, but all life. She considers, for example, the Standing Rock Sioux tribe’s fight for water, deep ecologists’ Earth First! activism, the Voluntary Human Extinction Movement, and astrophysicists’ positions on Martian microbes. What she reveals is that this advocacy—vital advocacy—expands our view of what counts as life and shows us what it would mean for the moral standing of human life to be extended to life itself.\nIncluding short interviews with celebrated ecological writer Dorion Sagan, former NASA Planetary Protection Officer Catharine Conley, and leading figure in Indigenous and environmental studies Kyle Whyte, Every Living Thing provides a capacious view of life in the natural world. This book is a must-read for anyone interested in biodiversity, bioethics, and the environment."
    ]
  },
  {
    "title": "Women's Voices in the BlueWave Resistance on Twitter: Cruel Optimism",
    "author": "Cynthia A. Davidson",
    "publicationDate": "01-15-2023",
    "publisher": "Lexington Books",
    "publisherURL": "https://bookshop.org/p/books/women-s-voices-in-the-bluewave-resistance-on-twitter-cruel-optimism-cynthia-a-davidson/4c3fbe461d596a36",
    "openAccess": "no",
    "coverImage": "covers/davidson2023.jpg",
    "description": [
      "With a focus on Twitter's BlueWave Resistance community of women, Cynthia A. Davidson argues, using rhetorical and political analysis, that political tweeting is an optimistic act--but frames this through engaging Lauren Berlant's claim in Cruel Optimism that what we most desire is also an impediment to our thriving."
    ]
  }
]