[
  {
    "title": "I Grew Up in the Church: How American Evangelical Women Tell Their Stories",
    "author": "Bethany Ober Mannon",
    "publicationDate": "08-01-2024",
    "publisher": "Baylor University Press",
    "publisherURL": "https://www.baylorpress.com/9781481318938/i-grew-up-in-the-church/",
    "openAccess": "no",
    "coverImage": "covers/mannon2024.jpg",
    "description": [
      "In 'I Grew Up in the Church': How American Evangelical Women Tell Their Stories, Bethany Mannon studies the diverse and complex voices of women who have influenced the contemporary evangelical movement in North America. Women across the theological spectrum document fractures in evangelicalism and intervene in those debates using personal narratives that circulate in print and online. Drawing on feminist rhetorical theory and histories of evangelicalism in the United States, 'I Grew Up in the Church' argues that these writers model alternatives to the conservative politics, rhetorics of certainty and combat, and rigid gender roles that have been hallmarks of the movement.",
      "This book details the diversity of voices that comprise the evangelical movement today: orthodox evangelicals, ex-evangelicals, progressives, and leaders. By studying texts from 2008 to 2018, Mannon examines how women have responded to a decade when white evangelicalism waned in numbers and influence. She explores the rhetorical power that personal narratives hold for these various groups during that decade of decline. These voices show how, in a diversity of contexts within the evangelical movement, women speak against racism in their faith communities, navigate leadership positions, and pursue rhetorical activist opportunities in conservative settings.",
      "'I Grew Up in the Church' will challenge and change readers' perspectives on American evangelicalism. The perspectives and stories of women from varying backgrounds uncover a side of the movement that is pushing back against deep-rooted power structures and redefining modern evangelical rhetoric."
    ]
  },
  {
    "title": "The Women of Explosive Ordnance Disposal: Cyborg, Techno-Bodies, Situated Knowledge, and Vibrant Materiality in Military Cultures",
    "author": "April Cobos",
    "publicationDate": "06-01-2024",
    "publisher": "Lexington Books",
    "publisherURL": "https://www.bloomsbury.com/us/women-of-explosive-ordnance-disposal-9781666951028",
    "openAccess": "no",
    "coverImage": "covers/cobos2024.jpg",
    "description": [
      "The Women of Explosive Ordnance Disposal: Cyborg, Techno-Bodies, Situated Knowledge, and Vibrant Materiality in Military Cultures addresses the disparities between policy discourse and the lived experiences of women in the Explosive Ordnance Disposal community who these policies seek to regulate through a rhetorical framework. During the Global War on Terrorism, the changing contexts of war brought the community to the forefront of combat preceding the 2016 policy repeal restricting women’s service in combat, which positioned these women at a poignant moment in history. Their positioning also sheds light on the challenges twenty-first century scholars face in analyzing shifting gender roles in the workplace with policies advocating for gender equality, which often buries continued gendered ideologies and discourse. This book takes a mixed methods approach of qualitative and quantitative data from surveys, available government documents, and other cultural artifacts to create a more triangulated analysis. While this book is rooted in rhetorical analysis, its dynamic nature demands using an interdisciplinary approach that pulls from discourse analysis, political, historical, and military scholarship, and other humanities-based feminist scholarship."
    ]
  },
  {
    "title": "Rhetorical Ecologies",
    "author": "Sidney I. Dobrin and Madison Jones",
    "publicationDate": "09-10-2024",
    "publisher": "NCTE",
    "publisherURL": "https://publicationsncte.org/content/books/9780814101919",
    "openAccess": "no",
    "coverImage": "covers/dobrin2024.jpg",
    "description": [
      "Rhetorical Ecologies invites you on a transformative journey through the history of writing and rhetoric studies’ adoption of ecology, situating this history in rich discussions about: the potential that ecology holds for rhetoric and writing studies; the untapped potential of ecology in fostering inclusive, equitable, and justice-oriented approaches to rhetorical inquiry; and  the diverse and dynamic nature of rhetoric ecologies.",
      "Rather than attempting to outline a complete map of rhetorical ecologies as a unified concept, this book and its contributors are more interested in the idea that rhetorical ecologies are multiple, divergent, and highly situated knowledge-making practices. The variety of perspectives presented in this book provide a solid foundation for understanding how the ecological model of writing can help students become better writers."
    ]
  },
  {
    "title": "Case Study Research in the Digital Age",
    "author": "John R. Gallagher",
    "publicationDate": "03-04-2024",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Case-Study-Research-in-the-Digital-Age/Gallagher/p/book/9781032514253",
    "openAccess": "no",
    "coverImage": "covers/gallagher2024.jpg",
    "description": [
      "Case Study Research in the Digital Age is an in-depth exploration of the case study method as applied to social media, algorithms, digital networks, artificial intelligence, and online life.",
      "By applying and adapting case study theory to digital phenomena, Case Study Research in the Digital Age argues for a fundamental change to the unit of analysis in case study research: the entity. It uses this change as a jumping off point for an overview of case study work as applied to a variety of digital phenomena, including online discussions, social media communities, and artificial intelligence. Written in an accessible way, this book presents a rigorous theoretical discussion of the very definitions of a case study while providing guidance on case study definitions, research design, data collection, analysis, ethics, and case reporting.",
      "Case Study Research in the Digital Age can be used by a wide array of scholars, from novice to seasoned case study researchers, as well as a variety of disciplines, including but not limited to anthropology, communication, education, history, information science, psychology, and sociology."
    ]
  },
  {
    "title": "Generative AI in the English Composition Classroom: Practical and Adaptable Strategies",
    "author": "Daniel Plate, Elizabeth Melick, James Hutson, and Susan Edele",
    "publicationDate": "09-18-2024",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Generative-AI-in-the-English-Composition-Classroom-Practical-and-Adaptable-Strategies/Plate-Melick-Hutson-Edele/p/book/9781032831350",
    "openAccess": "no",
    "coverImage": "covers/plate2024.jpg",
    "description": [
      "Designed to cater to the needs of both novice and seasoned writing instructors, this book provides a range of practical and adaptable strategies for integrating generative artificial intelligence (AI) into English writing curricula.",
      "Generative AI in the English Composition Classroom proposes strategic methodologies to ensure that AI is utilized as a facilitator of learning and creativity, rather than as a shortcut to academic success. With a particular emphasis on sophisticated large language models such as Claude, ChatGPT, and Gemini, this book critically addresses potential challenges, including concerns related to academic integrity. It includes case studies and practical strategies to exemplify how AI can enhance the writing process while emphasizing the continuing importance of a solid foundation in writing structure, processes, and rhetorical strategies. These case studies and strategies are designed for immediate application, offering educators and students practical tools to effectively navigate AI-augmented writing environments. Finally, the book looks to the future, discussing the evolving skillsets required in the workforce and how educators can equip students for a future in which AI is an integral component.",
      "A forward-thinking and invaluable guide, this book will be of interest to educators involved in teaching English Composition and writing."
    ]
  },
  {
    "title": "Rhetoric and Storytelling within the U.S. Asylum Process: Shelter Rhetorics",
    "author": "Mónica Reyes",
    "publicationDate": "09-20-2024",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Rhetoric-and-Storytelling-within-the-US-Asylum-Process-Shelter-Rhetorics/Reyes/p/book/9781032382852",
    "openAccess": "no",
    "coverImage": "covers/reyes2024.jpg",
    "description": [
      "This book explores the U.S. asylum process and how those seeking shelter deal with the rhetorical pressures of compelling asylum narratives they need to write in order to stay.",
      "Centered around a study conducted at a shelter on the U.S. border, this book moves beyond this context to demonstrate how liminal sites provide opportunities for displaced communities to employ distinct shared rhetorical practices of daily life—like silence and routine—that both safeguard vulnerabilities and enact agency for individuals within precarious spaces. Placing people who seek asylum and those who work with them as rhetorical and socio-cultural experts on this issue, the study adds to the emerging importance of rhetoric within discussions of asylum and forced migration and demonstrates the significance of rhetorical ecology theory as part of a blended methodology in understanding people seeking asylum as a group in a perpetual and explicit state of ethos development.",
      "Highlighting the need for support which is sensitive to the narrative struggles people seeking asylum face, this book will have important findings for scholars and upper-level students of cultural rhetorics, feminist rhetoric, migration studies, political science, and intercultural communication."
    ]
  },
  {
    "title": "Generative AI in Writing Education: Policy and Pedagogical Implications",
    "author": "Dylan Medina",
    "publicationDate": "10-02-2024",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Generative-AI-in-Writing-Education-Policy-and-Pedagogical-Implications/Medina/p/book/9781032792491",
    "openAccess": "no",
    "coverImage": "covers/medina2024a.jpg",
    "description": [
      "This book provides a theoretical framework to allow educators, researchers, and policymakers to better understand computer‑generated writing and the policy and pedagogical implications of generative AI.",
      "Generative AI, such as ChatGPT and Gemini, has substantially disrupted educational spaces, forcing educators, policymakers, and other stakeholders to reconsider writing and how it should be used in education. Responding to this disruption, this book provides technically sound guidance on how various stakeholders should engage with generative AI. After providing a foundational and technical discussion of the technology, this book directly addresses the educational context. Informed by theories of learning and knowledge transfer and utilizing rhetorical theories of writing, this book assesses the impact of AI on student learning, student performance, and academic honesty and integrity. In doing so, the book outlines how generative AI can be both a help and a hindrance for students, enabling readers to craft informed and meaningful policies and successfully integrate AI in the composition classroom.",
      "This book will be of interest to scholars in the fields of Rhetoric and Composition, Technical Writing, Communication Studies, Linguistics, and TESOL, as well as to Education and Machine Learning policymakers, program directors, and researchers."
    ]
  },
  {
    "title": "Difficult Empathy and Rhetorical Encounters",
    "author": "Eric Leake",
    "publicationDate": "12-18-2024",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Difficult-Empathy-and-Rhetorical-Encounters/Leake/p/book/9781032324852",
    "openAccess": "no",
    "coverImage": "covers/leake2024.jpg",
    "description": [
      "Difficult Empathy takes up the question of empathy as fundamentally a rhetorical concern, focusing on the ways we encounter and understand one another in what we read and write, hear and say. The book centres around the argument that empathy as a rhetorical event occurs not simply in the minds of individuals but as a product of the rhetorical situations, practices, cultures, and values in which we engage. Rather than identifying empathy as a cure-all, or jettisoning the concept altogether, the author acknowledges empathy’s potential as well as its limitations by focusing on what makes empathy a hard and ultimately worthwhile practice. This nuanced and original study will interest scholars working at the intersection of rhetoric and composition with empathy, as well as those studying empathy in fields such as critical and cultural theory, politics, media analysis, social psychology, and the cognitive humanities."
    ]
  },
  {
    "title": "Alone with Each Other: Literacy and Literature Intertwined",
    "author": "Eli Goldblatt",
    "publicationDate": "02-29-2024",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1364755",
    "openAccess": "no",
    "coverImage": "covers/goldblatt2024.jpg",
    "description": [
      "This collection of essays by an award winning scholar and poet will appeal to readers from many areas of English, with particular appeal to grad students preparing to teach writing courses."
    ]
  },
  {
    "title": "Kenneth Burke’s Rhetoric of Identification: Lessons in Reading, Writing, and Living",
    "author": "Tilly Warnock",
    "publicationDate": "06-17-2024",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/kenneth-burke-rhetoric",
    "openAccess": "no",
    "coverImage": "covers/warnock2024.jpg",
    "description": [
      "Tilly Warnock's KENNETH BURKE'S RHETORIC OF IDENTIFICATION: LESSONS IN READING, WRITING, AND LIVING is an exceptionally well-researched and thorough book that offers, especially for new scholars, the terms for understanding and tracing Burke's theory of identification. Warnock's book invites scholars to consider Burke's identification as the theoretical extension and expansion of enthymematic and syllogistic proof that can be traced back to Counter-Statement and Permanence and Change. Kenneth Burke's Rhetoric of Identification outlines in the first half and illustrates in the second Burke's emphasis on personal, narrative, and argumentative writing as an available means of persuasion. The text is inventive, dense, challenging, and rewarding as Warnock explains and illustrates; much like medical training that invites students to see, do, teach, Warnock invites scholars to See Burke, Do Burke, Teach Burke. Warnock offers both a theoretical framework and practical application of Burke's theory of identification that, by the end of the book, with its discussion of A Rhetoric of Religion and Language as Symbolic Action, has moved through the corpus of Burke's works. -Rochelle Gregory, University of North Texas"
    ]
  },
  {
    "title": "Rhetorics of Evidence: Science – Media – Culture",
    "author": "Olaf Kramer and Michael Pelzer",
    "publicationDate": "06-21-2024",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/rhetorics-of-evidence",
    "openAccess": "no",
    "coverImage": "covers/kramer2024.jpg",
    "description": [
      "Rhetorics of Evidence: Science – Media – Culture explores how insights of rhetorical theory and interdisciplinary perspectives combine to create a deeper understanding of the possibilities and challenges of visual rhetoric. With contemporary communication increasingly reliant on visual illustration and narrativity, the traditional rhetorical category of evidentia has gained significant relevance in today’s science, media, and culture. Vivid and easily intelligible communication is necessary to convey the meaning of new scientific findings to a broader public, ensure effective cooperation between experts in different fields, and establish a fruitful dialogue between science and society.",
      "Featuring sixteen essays written by international specialists, Rhetorics of Evidence represents a wide range of disciplinary fields with the common goal of grasping the influence of evidence in science and society. Authors combine approaches from classical rhetorics, science communication, literature and media studies, design, and rhetoric of science. Each essay highlights a rhetorical perspective focused on communicative strategies and persuasion. The result is a multifaceted portrait of evidential instruments and techniques that explores diverse applications, ranging from paleontology, meteorology, neurological science, and neurological computation to literature, film, photography, and civic rhetoric."
    ]
  },
  {
    "title": "Composing Resonance: Culture and Collaboration in Sonic Practices",
    "author": "Michelle Comstock and Mary Hocks",
    "publicationDate": "08-19-2024",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/composing-resonance",
    "openAccess": "no",
    "coverImage": "covers/comstock2024.jpg",
    "description": [
      "The visual and digital turns in both media studies and writing studies have ushered in a welcome focus on sound studies and sonic composition. Composing Resonance: Culture and Collaboration in Sonic Practices advances current discussions of sonic rhetoric as well as multimodal rhetorics and digital writing more generally. Comstock and Hocks expand interdisciplinary conversations on cultural and environmental soundscapes, music production, and sonic archives.",
      "Composing Resonance offers an important new cultural and rhetorical framework for situated sonic practices. Michelle Comstock and Mary Hocks demonstrate how sound artists and musicians’ ritualized practices of embodied listening create an acute sense of presence, evoke multiple pasts, and powerfully contribute to our experience of location, personal soundscapes, and identity in time and space. Such sonic practices also offer important lessons for writing and composition students.",
      "The sound artists and musicians Comstock and Hocks study have developed practices for resonating with and shaping this vibrant medium, including priming the ear/body to receive diverse sounds and exchanging them within and across cultures and communities. These sonic practices have helped students understand sound as a powerful, often flawed, location device, and record and remix sound elements to move the self and others toward a richer, more diverse, multispecies, interrelational sense of place, culture, history, and environment."
    ]
  },
  {
    "title": "Writing Assessment at Small Liberal Arts Colleges",
    "author": "Megan O'Neill and Genie Nicole Giaimo",
    "publicationDate": "11-16-2024",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/writing-assessment-at-small-liberal-arts-colleges",
    "openAccess": "no",
    "coverImage": "covers/oneill2024.jpg",
    "description": [
      "Writing Assessment at Small Liberal Arts Colleges focuses on the state of writing program administration and assessment at small liberal arts colleges.  Small liberal arts colleges have rich writing traditions unique to their size and culture. This collection with twenty-two contributors details numerous unique assessment projects and showcases programs that promote inclusive pedagogy and reflective writing program administration.",
      "Writing Assessment at Small Liberal Arts Colleges provides an updated set of assessment projects and rhetorical analyses of practices, policies, and curricula over a decade after the publication of Gladstein and Regaignon’s Writing Program Administration at Small Liberal Arts Colleges. Current and aspiring writing program administrators at small liberal arts colleges, as well as graduate students and others interested in researching or teaching at SLACs, will find chapters on writing and program assessment, writing center administration, honor codes, equitable assessment practices, reflective administration and assessment, antiracist assessment, and more. Contributors include Sarah Agnihotri, Hannah Bellwoar, Holly Blakely, Julie Christoph, George Cusack, Bridget Draxler, Kim Fahle Peck, Matthew Fledderjohann, Crystal Fodrey, Bridget Fullerton, Genie Giaimo, Claire Jackson, Diane LeBlanc, Bryan Lutz, Abby Madar, Gabriel Morrison, Megan O'Neill, Sarah Polo, Justine Post, Kristina Reardon, Hayley Stefan, Nicole Weaver, and Kara Wittman."
    ]
  },
  {
    "title": "If at First You Don't Succeed? Writing, Rhetoric, and the Question of Failure",
    "author": "Steven J. Corbett",
    "publicationDate": "12-09-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/succeed/",
    "openAccess": "yes",
    "coverImage": "covers/corbett2024.jpg",
    "description": [
      "What does it mean to fail at an important performance, to be a failure, or to fail someone at something? Failure is a universal concept widely applicable to every aspect of writing studies. Perhaps it is the most universal concept applicable to writing studies (or life, for that matter). But what it means to fail can mean vastly different things to vastly different people at vastly different times. In this edited collection, 25 writing studies scholars use failure as a conceptual lens to reflect on their experiences as scholars and teachers. Their contributions address historical and theoretical treatments of failure, offer case studies of failure in teaching and research, and share brief (but bitter/sweet) narratives drawn from personal experiences in the field."
    ]
  },
  {
    "title": "Tracing the Impact of First-Year Writing: Identity, Process, and Transfer at a Public University",
    "author": "Laura Wilder",
    "publicationDate": "11-15-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6647-tracing-the-impact-of-first-year-writing",
    "openAccess": "no",
    "coverImage": "covers/wilder2024.jpg",
    "description": [
      "Tracing the Impact of First-Year Writing presents the results of a large-scale longitudinal study of college writers that explores the impact of a required first-year writing course with a comparative approach not previously available. Over five years Laura Wilder conducted 143 interviews with, and collected 774 pages of their writing from, 58 students, half of whom had taken a new first-year writing course and half who had not. Wilder found that while in many ways the experiences of both groups are comparable—demonstrating how students receive valuable educations in rhetoric and writing from a variety of sources beyond a first-year writing course—students who took the first-year writing course were much more likely to identify as writers. This identification supported students’ use of writing in powerfully generative and knowledge-building ways that they carried with them long after the course into other appropriate contexts.",
      "In contrast to previous longitudinal studies of college writers undertaken at institutions with high prestige and resources, Tracing the Impact of First-Year Writing explores the role of writing at a regional public university and documents how students’ experiences with writing can be highly divergent across the curriculum and unequal across campuses. Additionally, this book includes the voices of students who do not identify as capable writers and have strongly negative emotional reactions to writing and writing instruction and adds empirical support to innovative calls in the field to transform the first-year writing course into one that inspires students to reflectively consider writing itself."
    ]
  },
  {
    "title": "Indigenous Voices in Digital Spaces",
    "author": "Cindy Tekobbe",
    "publicationDate": "10-22-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6611-indigenous-voices-in-digital-spaces",
    "openAccess": "no",
    "coverImage": "covers/tekobbe2024.jpg",
    "description": [
      "Indigenous Voices in Digital Spaces applies Indigenous frameworks and epistemologies to online cultural movements through four case studies, including hashtags, memes, cryptocurrency, and digital artistry, and develops decolonizing practices for digital rhetoric, online identity work, and digital literacy practices.",
      "Tekobbe’s methods for analyzing and understanding Indigenous knowledges online center Indigenous storytelling and “thick” (broad, deep, and complex) Indigenous meaning-making. Employing this thickness to interpret Indigenous knowledge ways resists the settler-colonial logics that tend to flatten complex Indigenous concepts into one-note representations of racial stereotypes. Native Americans’ use of social media and digital platforms to support social movements uniquely constructs Indigenous identities as living, producing, and culture-making people, which confronts the commonplace, one-dimensional narrative that Indigenous North Americans either live in isolation or are people of history resigned to the long-forgotten past. Tekobbe’s methods are applicable to additional online research to break through Western paradigms of oppositional critique, the colonial power matrix embedded in hierarchical and taxonomical classification systems, and participant objectification.",
      "Indigenous Voices in Digital Spaces offers new methodological and epistemological opportunities to explore digital communities and technologies, problematizing conventional Western critique. This book is useful to instructors in Indigenous studies, internet studies, digital literacies, cultural studies, and communications, as well as Indigenous and internet studies researchers."
    ]
  },
  {
    "title": "The Erotic as Rhetorical Power: Archives of Romantic Friendship between Women Teachers",
    "author": "Pamela VanHaitsma",
    "publicationDate": "10-01-2024",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215609.html",
    "openAccess": "no",
    "coverImage": "covers/vanhaitsma2024.jpg",
    "description": [
      "The Erotic as Rhetorical Power offers a queer feminist history of rhetoric that recovers the civic contributions of women teachers in same-sex romantic friendships. Extending perspectives from ancient rhetoric to nineteenth-century progressivism, from Audre Lorde’s Black lesbian feminist theory to its present-day uptakes, Pamela VanHaitsma conceives of the erotic as an interanimation of desires that, in being passionately shared, becomes imbued with the power to forge connection and foment change.",
      "VanHaitsma’s theory of the erotic as rhetorical power emerges from both historiographic and imaginative engagements with more than twenty archives of romantic friendships between women: Sallie Holley and Caroline Putnam, Irene Leache and Anna Wood, Gertrude Buck and Laura Wylie, and Rebecca Primus and Addie Brown. VanHaitsma considers how even as the erotic in these romantic friendships fueled the women’s rhetorical activities toward transformational ends—whether working toward the abolition of slavery, greater educational access, or voting rights—it also energized rhetorical activities that sometimes challenged but also reinforced troubling power dynamics. The Erotic as Rhetorical Power uncovers the erotic’s significance as a conflicted site of power that is central to rhetorical theory and history as well as feminist and LGBTQ+ studies."
    ]
  },
  {
    "title": "Trespassing Natures: Species Migration and the Right to Space",
    "author": "Donnie Johnson Sackey",
    "publicationDate": "08-01-2024",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215340.html",
    "openAccess": "no",
    "coverImage": "covers/sackey2024.jpg",
    "description": [
      "As old worlds become hostile and new spaces become hospitable, many species are shifting their ranges to live in locations where they have never previously existed. Biological and sociocultural realms collide and boundaries blur, making it increasingly difficult to mark definitively who belongs and who is a trespasser. In Trespassing Natures, Donnie Johnson Sackey troubles the idea of biological “invasion,” turning our attention away from scientific considerations and toward the discursive and rhetorical dimensions of this term—offering a new paradigm that recasts this issue as a question of what it means to live in multi-species communities. Presenting case studies on bed bugs, bighead carp, feral cats, and mackerel, Sackey argues that the identification of a species as an invader is not merely a scientific act, but a cultural and political one. By questioning issues around space, identity, and the institutions that make human participation apparent, Sackey redirects focus away from the belief that a single species threatens space. Ultimately, Trespassing Natures asks us to expand our idea of community and question who has the right to space."
    ]
  },
  {
    "title": "Sanctuary: Exclusion, Violence, and Indigenous Migrants in the East Bay",
    "author": "Cruz Medina",
    "publicationDate": "09-01-2024",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215456.html",
    "openAccess": "no",
    "coverImage": "covers/medina2024.jpg",
    "description": [
      "In Sanctuary, Cruz Medina presents a powerful counterstory to dominant narratives surrounding Latin American and Global South im/migration by bringing attention to the displacement of Indigenous Guatemalan Maya people who seek refuge in the United States. These migrants have exchanged gang and narcotrafficker violence for the dehumanizing and exclusionary rhetoric of US political leaders, militarized immigration enforcement, false promises of empowerment through literacy, and further displacement from gentrification. Medina combines decolonial critical race theory with autoethnography to examine white supremacist policies that impact US and transnational Indigenous populations who have been displaced by neocolonial projects of capitalism.",
      "Taking a Northern California community of migrants from Guatemala as a case study, Medina demonstrates the ways in which immigration policy and educational barriers exclude Indigenous migrant populations. He follows the community at the “Sanctuary”—a Spanish-speaking church in the East Bay Area that serves as a place of worship, English language instruction, and refuge for migrants. Medina assembles participant observations, interviews, surveys, and other data to provide points of entry into intersecting issues of immigration, violence, language, and property and to untangle aspects of citizenship, exclusion, and assumptions about literacy."
    ]
  },
  {
    "title": "Living Digital Media: Rhetorical-affective practices in circulation",
    "author": "Rich Shivener",
    "publicationDate": "10-18-2024",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/ldm",
    "openAccess": "yes",
    "coverImage": "covers/shivener2024.jpg",
    "description": [
      "Living Digital Media presents a compelling exploration of the intricate relationships between creators and their digital media productions. It emphasizes that creators are living digital media, meaning they experience a swell of emotions, from love to frustration, as they shape their creations. The core of this work animates a theory of rhetorical-affective practices, shedding light on the dynamic processes and feelings that circulate throughout a production cycle. Rather than focusing on the finished production, this book emphasizes circulation before, during, and after publication. Collaboration, revision, and delivery are framed as key areas of rhetorical practices that pulse with feelings.",
      "Drawing from in-depth interviews with writing studies scholars and game developers, the author provides behind-the-scenes stories and analyses that reveal the vibrant worlds of digital media creators. The book aligns with publication trends in writing studies, encouraging transparency and inclusivity in scholarly production. It also offers insights into how game developers, with their rich history of public and collaborative work, can inspire a reimagining of scholarly practices.",
      "Living Digital Media fills a crucial gap in writing studies by making visible the embodied, felt practices of creators and their affective engagement with digital media. It offers a valuable resource for future creators and scholars navigating the emotional terrain of a production cycle. Living Digital Media ultimately invites readers to rethink the practices and feelings associated with digital media creation. It highlights the importance of storytelling in revealing the affective dimensions of rhetorical practices, contributing to a more inclusive and creative landscape in digital media scholarship."
    ]
  },
  {
    "title": "The Wrong Side of Privilege: Advocacy, Community, and Politics: The Collected Essays of Stephen J. Parks, 2000-2020",
    "author": "Stephen J. Parks",
    "publicationDate": "10-14-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/wrong/",
    "openAccess": "yes",
    "coverImage": "covers/parks2024.jpg",
    "description": [
      "“The Wrong Side of Privilege” explores the historical development of community partnership frameworks in composition and rhetoric. It begins by situating partnership work within the political and cultural frameworks of the late 20th and early 21st century, including the rise of the conservative right and neoliberal economic policies. Following this introduction, Stephen J. Parks presents a series of essays which provides case studies of what “political work” implied during this period. The essays move in focus from local community contexts, such a neighborhood struggle against gentrification, to global contexts, such as the Syrian conflict and the larger Arab Spring. These essays engage with the leading scholars of community partnership work, such as Eli Goldblatt, Ellen Cushman, Linda Flower, and Paula Mathieu. The book concludes with a dialogue between the author and two global democratic advocates, Eli Goldblatt and Srdja Popović, on the necessity of public work in the face of declining global governance."
    ]
  },
  {
    "title": "Inclusive STEM: Transforming Disciplinary Writing Instruction for a Socially Just Future",
    "author": "Heather M. Falconer and LaKeisha McClary",
    "publicationDate": "09-23-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/atd/inclusive/",
    "openAccess": "yes",
    "coverImage": "covers/falconer2024.jpg",
    "description": [
      "Encompassing a diversity of STEM education contexts, this edited collection offers instructional strategies and assignments for creating equitable, inclusive classrooms. With a focus on writing instruction, each chapter presents ways to create space for individuals and voices historically marginalized in STEM disciplines. Contributions move beyond typical disciplinary writing and content instruction and instead focus on work that is intentionally, sometimes subtly, disrupting the assumptions of STEM writing, communication, and knowledge-making. Contributors consider how we can create a sense of belonging for students from groups that have historically been kept out of these disciplines, how faculty can consciously create space for student voices to be heard, and how to do so with an eye toward the discursive practices of STEM disciplines. The chapters in Inclusive STEM offer specific cases—classroom- or research-based contexts—that describe their intents and goals, the interventions they enacted, how students responded, and the unexpected elements that presented themselves. These chapters also reveal the ugly bits: sharing lessons learned and errors made. The collection targets educators who teach disciplinary content, as well as writing in STEM."
    ]
  },
  {
    "title": "Storying Writing Center Labor for Anti-Capitalist Futures",
    "author": "Genie Nicole Giaimo and Daniel Lawson",
    "publicationDate": "09-04-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/storying/",
    "openAccess": "yes",
    "coverImage": "covers/giaimo2024.jpg",
    "description": [
      "Rooted in storying and testimony, Storying Writing Center Labor offers an inclusive, theoretically grounded, labor-oriented approach to writing center scholarship and praxis. While emotional labor and other wellness-related topics have long received attention in the field, issues of precarity, austerity, workism, and related concerns remain under-examined. Marrying ethnography and storying to uncover trends and circumstances related to writing center labor, this book offers insights into the lived working experiences of writing center professionals along with actionable items for creating just, sustainable, and intentional workspaces. Importantly, Storying Writing Center Labor tackles long-established labor issues in the field that have been and continue to be exacerbated by higher education’s austerity politics and reliance on disaster capitalism to inform decision making."
    ]
  },
  {
    "title": "The Case for Critical Literacy: The History of Reading in Writing Studies",
    "author": "Alice S. Horning",
    "publicationDate": "08-29-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6617-the-case-for-critical-literacy",
    "openAccess": "no",
    "coverImage": "covers/horning2024.jpg",
    "description": [
      "The Case for Critical Literacy explores the history of reading within writing studies and lays the foundation for understanding the impact of this critical, yet often untaught, skill. Every measure of students’ reading comprehension, whether digital or analog, demonstrates that between 50 and 80 percent of students are unable to capture the substance of a full discussion or evaluate material for authority, accuracy, currency, relevancy, appropriateness, and bias.",
      "This book examines how college-level instruction reached this point and provides pedagogical strategies that writing instructors and teachers can use to address the problem. Alice Horning makes the case for the importance of critical reading in the teaching of writing with intentionality and imagination, while sharing glimpses of her own personal history with reading and writing. Horning provides the context for understanding what college faculty face in their classrooms and offers a history of critical literacy that explains why, to date, it has mostly neglected or ignored the diverse statuses of students’ reading challenges.",
      "The Case for Critical Literacy explores actionable options to better meet students’ literacy needs. College and university faculty, especially writing instructors, will benefit from an understanding of what has happened in the field and what needs to change."
    ]
  },
  {
    "title": "The Theory, History, and Practice of Parrhesia: The Rhetoric of Resistance",
    "author": "Renea Frey",
    "publicationDate": "09-03-2024",
    "publisher": "Palgrave Macmillan",
    "publisherURL": "https://link.springer.com/book/10.1007/978-3-031-65695-8",
    "openAccess": "no",
    "coverImage": "covers/frey2024.jpg",
    "description": [
      "This book examines the theory, history, and practice of parrhesia—the act of speaking truth to power, when doing so is risky for the rhetor—and argues for a networked rhetorical approach to parrhesia that has not been considered previously by any other theorist. The goal of this book is to offer a reader-friendly explanation of this networked rhetorical approach to parrhesia, provide a genealogical account of the origins of parrhesia in the Classical age, and to show how parrhesia manifests today. This book is meant to give readers a functional manual for understanding, recognizing, analyzing, articulating, and using parrhesia."
    ]
  },
  {
    "title": "Literacies in Times of Disruption Living and Learning During a Pandemic",
    "author": "Bronwyn T. Williams",
    "publicationDate": "06-27-2024",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Literacies-in-Times-of-Disruption-Living-and-Learning-During-a-Pandemic/Williams/p/book/9781032492452",
    "openAccess": "no",
    "coverImage": "covers/williams2024.jpg",
    "description": [
      "The wide-ranging disruptions of the COVID-19 pandemic altered the experiences of place, technology, time, and school for students. This book explores how students’ responses to these extraordinary times shaped their identities as learners and writers, as well as their perceptions of education.",
      "This book traces the voices of a diverse group of university students, from first-year to doctoral students, over the first two years of the pandemic. Students discussed the effects of having their homes forced to serve as classrooms, work, and living spaces, as they also navigated much of school and life through their digital screens. The affective and embodied experiences of this disruption and uncertainty, and the memories and narratives constructed from those experiences, challenged and remade students’ relationships with place, digital media, and school itself. Understanding students’ perceptions of these times has implications for imagining innovative and empathetic approaches to literacy and learning going forward.",
      "In a time when disruptions, including but not limited to the pandemic, continue to ripple and resonate through education and culture, this book provides important insights for researchers and teachers in literacy and writing studies, education, media studies, and any seeking a better understanding of students and learning in this precarious age."
    ]
  },
  {
    "title": "My Life With Literacy: The Continuing Education of a Historian",
    "author": "Harvey J. Graff",
    "publicationDate": "08-27-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/graff/",
    "openAccess": "yes",
    "coverImage": "covers/graff2024.jpg",
    "description": [
      "Calling My Life With Literacy a “new intersectionality,” Harvey J. Graff explores both overarching and underlying patterns that connected his development and lived experience from childhood to and through his retirement from the academy. He considers the inextricable interconnections of personal experiences and relationships; the political, broadly defined to include life-shaping contexts and historical events, influences, values, commitments, and experiences; the social, intellectual, and political dimensions of academics and scholarship—a life of learning and using literacy and literacies; and the circumstances of living in six major cities and studying and then teaching in five universities. Graff’s pioneering scholarship in the history of literacy and literacy studies provides both the frame and the foundation for his work in the history of children and youth; the history of cities; higher education past, present, and future; and interdisciplinarity itself."
    ]
  },
  {
    "title": "Outcomes of Engaged Education: From Transfer to Transformation",
    "author": "Linda Flower",
    "publicationDate": "06-21-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/outcomes/",
    "openAccess": "yes",
    "coverImage": "covers/flower2024.jpg",
    "description": [
      "Revealing the impressive unseen outcomes community engaged and intellectually challenging classes can have for college students, Outcomes of Engaged Education combines case studies with introductions to informal methods for tracking how students transfer, transform, and apply such learning to their lives as well as how to engage them in this collaborative inquiry. Drawing on 20 years of data to document the significant outcomes such experiences have had for college students in their lives—up to ten years later—Linda Flower reveals a critical distinction between transfer and the transformation of knowledge. Each chapter embeds its methods in a set of case studies modeling the methods and reflecting on the findings emerging from its use. The result is a book that considers how we as teachers can draw our students into this inquiry and help them develop a more articulate awareness of their experiential knowledge, choices, and agency."
    ]
  },
  {
    "title": "Doing Difference Differently: Chinese International Students' Literacy Practices and Affordances",
    "author": "Zhaozhe Wang",
    "publicationDate": "08-07-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6619-doing-difference-differently",
    "openAccess": "no",
    "coverImage": "covers/wang2024.jpg",
    "description": [
      "Doing Difference Differently ethnographically recounts the stories of four Chinese international students navigating the complex socio-academic environment of a North American institution for higher education. Zhaozhe Wang traces the ecologically situated and distributed literacy practices of these individuals across rhetorical contexts, both on and off campus, and reconstructs the digitally networked, spatiotemporally emerging, rhetorically potent, and ecologically afforded literacy worlds of Chinese international students.",
      "Doing Difference Differently provides an in-depth, nuanced understanding of the multifaceted literate lives of this often-marginalized cultural group, highlighting their diverse aspirations, personas, communities, challenges, and strategies. The book reconceptualizes the linguistic and cultural differences of Chinese international students as active processes of embracing, performing, resisting, negotiating, and redefining the identities that institutions impose on them through everyday literacy practices. Wang offers an analytical heuristic for researchers and educators to better understand these students’ backgrounds and to more effectively and ethically support and advocate for them. This case study critically engages broad and interconnected concepts that are essential to educators’ collective understanding of Generation Z students brought up in cultural and educational contexts outside of the European-American sphere.",
      "This book appeals to scholars, researchers, teachers, and administrators working in North American higher education and English-speaking countries, particularly those in the fields of writing studies, second language studies, applied linguistics, multilingual education, literacy studies, and international education. Educators across disciplines seeking to better understand the growing population of Chinese international students in North America will likewise benefit."
    ]
  },
  {
    "title": "Pivotal Strategies: Claiming Writing Studies as Discipline",
    "author": "Lynn C. Lewis",
    "publicationDate": "07-15-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6613-pivotal-strategies",
    "openAccess": "no",
    "coverImage": "covers/lewis2024.jpg",
    "description": [
      "Pivotal Strategies examines the rhetorical contexts and motivations that determine how and why people choose writing studies as a discipline, especially as the field begins to take more seriously an antiracist imperative that requires more conscious listening and promotion of work from scholars representing traditionally underrepresented voices.",
      "Because undergraduate degrees in writing studies are relatively new, claiming the discipline has required reinvention and revision at personal and professional levels far different than any other discipline. Suspicions about the viability of the discipline linger in many departments and universities, as well as outside the academy, leading writing studies scholars to develop innovative strategies to deal with covertly hostile attitudes. Within the collection, contributors name explicit claiming strategies from the discipline’s beginnings to the contemporary moment, locating opportune spaces, negotiating identities and fostering resilience, and developing allegiances by foregrounding their embodiment as underrepresented members of academia through a commitment to social justice and equity.",
      "Responding to current conversations on the worth of education with honest stories about the burdens and joys of becoming and being an academic, Pivotal Strategies features a spectrum of voices across racial, gender, class, and age categories. This collection not only makes the discipline more visible but also helps map the contemporary state of writing studies."
    ]
  },
  {
    "title": "Transnational Assemblages: Social Justice and Crisis Communication during Disaster",
    "author": "Sweta Baniya",
    "publicationDate": "07-24-2024",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://wac.colostate.edu/books/swr/assemblages/",
    "openAccess": "yes",
    "coverImage": "covers/baniya2024.jpg",
    "description": [
      "This book recognizes local knowledge and marginalized perspectives during disasters to create opportunities for tackling social injustices in post-disaster situations. With grounded case studies of the 2015 Nepal earthquake and 2017 Hurricane Maria in Puerto Rico, Baniya showcases how locals in marginalized and colonized spaces overcome disaster-created complexities via coalitional and transnational engagements. Ultimately, this project illustrates how technical communicators can perform transdisciplinary disaster management research to minimize the impacts of catastrophic disasters affecting the world's most vulnerable populations."
    ]
  },
  {
    "title": "Keywords in Making: A Rhetorical Primer",
    "author": "Jason Tham",
    "publicationDate": "06-25-2024",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/keywords-in-making",
    "openAccess": "no",
    "coverImage": "covers/tham2024.jpg",
    "description": [
      "From “Accessibility” to “Visual Semiotics,” from “Augmentation” to “Writing Studio,” and from “3D Printing” to “Wireframing,” major sections of Keywords in Making demonstrate how words, semantics, and terminologies create and sustain a particular discourse community consisting of makers and designers. This edited collection aims to be a lexical resource for rhetorical inventors and technical communicators, including writers, inventors, instructors, and program administrators who identify with the maker community. With one hundred omnibus terms subject to analysis, interpretation, reinterpretation, and expansion, this collection is a primer to research and practice in design and innovation powered by the popularized maker culture, education, and movement. Each entry in this collection conceptualizes a particular keyword’s role in “making” as an inventive and rhetorical activity. Contributors provide application examples and pedagogical approaches that flesh out their keywords in relation to professional experiences while offering recommendations for future actions. Keywords in Making presents a compelling argument for why making matters to rhetoric and technical communication."
    ]
  },
  {
    "title": "Teaching and Generative AI: Pedagogical Possibilities and Productive Tensions",
    "author": "Beth Buyserie and Travis N. Thurston",
    "publicationDate": "04-18-2024",
    "publisher": "Utah State University",
    "publisherURL": "https://uen.pressbooks.pub/teachingandgenerativeai",
    "openAccess": "yes",
    "coverImage": "covers/buyserie2024.jpg",
    "description": [
      "With the rapid development of Generative AI, teachers are experiencing a new pedagogical challenge—one that promises to forever change the way we approach teaching and learning. As a response to this unprecedented teaching context, Teaching and Generative AI: Pedagogical Possibilities and Productive Tensions provides interdisciplinary teachers, librarians, and instructional designers with practical and thoughtful pedagogical resources for navigating the possibilities and challenges of teaching in an AI era. Because our goal with this edited collection is to present nuanced discussions of AI technology across disciplines, the chapters collectively acknowledge or explore both possibilities and tensions—including the strengths, limitations, ethical considerations, and disciplinary potential and challenges—of teaching in an AI era. As such, the authors in this collection do not simply praise or criticize AI, but thoughtfully acknowledge and explore its complexities within educational settings."
    ]
  },
  {
    "title": "Unfinished Business: Thoughts on the Past, Present, Future, and Nurturing of Homo Scribens",
    "author": "Charles Bazerman",
    "publicationDate": "06-21-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/unfinished/",
    "openAccess": "yes",
    "coverImage": "covers/bazerman2024.jpg",
    "description": [
      "In Unfinished Business, Charles Bazerman considers long-standing puzzles in writing studies, from the most fundamental ideas about humans as writers and writing as constituting modern society to the most practical issues of curriculum and teaching. Together, the chapters provide a broad vision of the importance, role, consequences, and means of writing. The opening cluster of chapters places Homo sapiens’ capacity to write within the biological and cultural evolutionary arc. The second cluster of chapters focuses on how writing has extended and transformed our knowledge with major consequences for us as societies and individuals. The third cluster considers how we go about teaching this increasingly important skill that gives people voice in the literate world. The fourth reflects on the values and ethical concerns that pervade the practice and teaching of writing. In his final chapter, Bazerman speculates about where writing and writing instruction may go in the rapidly changing future."
    ]
  },
  {
    "title": "Disruptive Stories",
    "author": "Elizabeth Kleinfeld, Sohui Lee, and Julie Prebel",
    "publicationDate": "06-21-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6505-disruptive-stories",
    "openAccess": "no",
    "coverImage": "covers/kleinfeld2024.jpg",
    "description": [
      "Disruptive Stories uses an activist editing method to select and publish authors who have been marginalized in scholarly conversations and enrich the understanding of lived writing center experiences that have been underrepresented in writing center scholarship. These chapters explore how marginality affects writing centers, the people who work in them, and the scholarship generated from them by examining the consequences—both positive and negative—of marginalization through a mix of narratives and research. Contributors provide unique perspectives ranging across status, role, nationality, race, and ability.",
      "While US tenure-track writing center administrators (WCAs) do not make up the majority of those who hold WCA positions in writing centers, they are more likely to be the storytellers of the writing center grand narrative. They publish more, present more conference papers, edit more journals, and participate more in organizational leadership. This collection complicates that narrative by adding marginalized voices and experiences in three thematic categories: structural marginalization, globalization and marginalization, and embodied marginalization.",
      "Disruptive Stories spurs further conversations about ways to improve the review process in writing center scholarship so that it more accurately reflects the growing diversity of its administrators and practitioners."
    ]
  },
  {
    "title": "Improvisations: Methods and Methodologies in Lifespan Writing Research",
    "author": "Ryan J. Dippre and Talinn Phillips",
    "publicationDate": "06-18-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/improvisations/",
    "openAccess": "yes",
    "coverImage": "covers/dippre2024.jpg",
    "description": [
      "Improvisations provides readers with insights and options as they develop new lifespan writing research projects or seek to re-orient existing projects to incorporate a lifespan lens. In Part 1 of this edited collection, contributors consider research methodologies that have been adapted to the particular demands of lifespan writing research, with each methodology given two chapters: one that outlines the process of taking up the methodology, and another that provides a detailed example of the methodology in action. In Part 2, contributors suggest new methodologies for lifespan writing research and highlight challenges that this line of inquiry presents as an ethical and socially conscious research agenda. These chapters, representing both established experts and new voices in writing, literacy, and education research, will be of use to graduate students and novice researchers, accomplished researchers pivoting to this area of study for the first time, and others who want to learn more about lifespan writing research."
    ]
  },
  {
    "title": "Social Mediations: Writing for Digital Public Spheres",
    "author": "Donna LeCourt",
    "publicationDate": "06-01-2024",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822948179/",
    "openAccess": "no",
    "coverImage": "covers/lecourt2024.jpg",
    "description": [
      "Rhetoric and composition scholar Donna LeCourt combines theoretical inquiry, qualitative research, and rhetorical analysis to examine what it means to write for the “public” in an age when the distinctions between public and private have eroded. Public spaces are increasingly privatized, and individual subjectivities have been reconstructed according to market terms. Part critique and part road map, Social Mediations begins with a critical reading of digital public pedagogies, then turns to developing a new theory that can guide a more effective writing pedagogy. LeCourt offers a theory based in embodied relationality that uses information economies to develop public spheres. She highlights how information commodities generate value through circulation, orchestrate relationships among people, and support unequal power structures. By demonstrating how we can use information capital for social change rather than market expansion, writers and readers are encouraged to seek out encounters with cultural and political impact."
    ]
  },
  {
    "title": "Entitled Opinions: Doxa after Digitality",
    "author": "Caddie Alford",
    "publicationDate": "04-01-2024",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361419/entitled-opinions/",
    "openAccess": "no",
    "coverImage": "covers/alford2024.jpg",
    "description": [
      "Entitled Opinions: Doxa After Digitality offers a rhetorical theory of opinions, especially as opinions operate within social media.",
      "Many urgent contemporary issues—from demagoguery to white ethno-nationalism—compel us to consider opinions seriously. Yet while clichés like “he tells it like it is” and newer imperatives such as #BlackLivesMatter seem straightforward, haptics, emoji, and “like” buttons belie unexamined collective assumptions about how opinions in the digital realm function.",
      "Caddie Alford illuminates this function by deploying the ancient Greek term for opinions: doxa. Doxa translates to “opinion,” but the term can also signal seemingness and expectations. Doxa’s capacious meanings reveal opinions to be more than static or monolithic: With doxa, opinions become emergent, dynamic, relational, and pluralistic.",
      "Masterfully combining rhetorical frameworks as well as scholarship on opinions and digital media entanglements, Alford puts opinions into conversation with such case studies as algorithms, infrastructure, digital illiteracy, virality, and activism. She shows how “doxa” reveals gradations of opinions, from more reputable to less reputable. She demonstrates that these gradations are multifaceted and susceptible to interventions.",
      "Entitled Opinions sheds much of the baggage associated with opinions while opening up more fertile pathways of inquiry. In a world that says, “don’t read the comments,” this book reads the comments, taking seriously content that could be easily dismissed otherwise and alchemizing judgments into implications."
    ]
  },
  {
    "title": "Threshold: How Smart Homes Change Us Inside and Out",
    "author": "Heather Suzanne Woods",
    "publicationDate": "05-01-2024",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361433/threshold/",
    "openAccess": "no",
    "coverImage": "covers/woods2024.jpg",
    "description": [
      "Smart homes are here—domestic spaces bristling with networked technologies that appear to enhance work, entertainment, logistics, health, and security. But these technologies may also extract a cost in attention, money, and privacy. In Threshold, communication and technology expert Heather Suzanne Woods applies rhetorical theory to answer the urgent question of how swiftly proliferating smart homes alter those who inhabit them.",
      "Building on extensive research into smart homes in the United States, Woods recounts how smart homes arose and predicts the trajectory of their future form. She pulls back the curtain on the technology, probes who is in control, and questions whether a home can be too smart. She reveals how smart homes incentivize ubiquitous computing as a daily practice, priming smart home occupants for permanent transactional existence largely controlled by corporate interests.",
      "Woods suggests a dynamic cultural framework for understanding smart homes that takes into account sociotechnical variables such as gender, class, income, race, criminal justice, and more through which smart homes shape human life. Woods’s framework reveals how smart homes both reflect social norms about technology as well as whet consumer appetites for an ever more totalizing relationship with technology. She argues that this progression leads to “living in digitality,” a cultural state of constant use and reliance on technology.",
      "Written for homeowners, policymakers, technology enthusiasts, and scholars, Threshold interweaves meticulously researched critical analysis with matter-of-fact graphics that map relationships between digital tools and social life. Readers will appreciate this bracing assessment of smart technologies that empowers smart home users to make informed decisions about their"
    ]
  },
  {
    "title": "Living English, Moving Literacies",
    "author": "Katie Silvester",
    "publicationDate": "04-02-2024",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://my.ncte.org/s/product-details?id=a1BPo0000010aWaMAI",
    "openAccess": "no",
    "coverImage": "covers/silvester2024.jpg",
    "description": [
      "This book demonstrates how researchers and practitioners in writing and rhetoric studies can engage in story work across differences in culture, language, locations, and experience. Based on an ethnographic study in Nepal spanning a decade, Author Katie Silvester speaks with and to the stories of Bhutanese women in diaspora learning English later in life during resettlement and in the context of waves of social change brought on by the end of their asylum. In the process, she demonstrates how researchers and practitioners in writing and rhetoric studies might: Engage in literacy work across differences in culture, language, location, and experience; Reconfigure and reformulate with others how we come to understand the literacy, hope, and violence in specific migrations; and Use the stories that students bring with them to the classroom about their backgrounds to promote literacy learning. The stories in this book aren’t just powerful; as the world becomes smaller and instructors everywhere find themselves teaching students of increasingly diverse backgrounds, this book provides insight for teaching literacies across cultural landscapes."
    ]
  },
  {
    "title": "Queer Techné: Bodies, Rhetorics, and Desire in the History of Computing",
    "author": "Patricia Fancher",
    "publicationDate": "04-02-2024",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://my.ncte.org/s/product-details?id=a1BPo0000010aWkMAI",
    "openAccess": "no",
    "coverImage": "covers/fancher2024.jpg",
    "description": [
      "Queer Techné offers an intimate portrait of the practices, embodied knowledge, desires, and friendships that animate the technical innovation of early digital computing. This book explores archival materials from the Manchester University National Archive for the History of Computing, the site of some of the earliest digital computers and the first commercial computer. The book first analyzes in depth the technical and scientific writing of Alan Turing, who is often credited as an early inventor of computers. Then, recognizing that no inventor works alone, the book places Turing’s work in context, first in the network of queer friends who collaborated with Turing and then within a community of women whose labor forms the foundation of computing operations. As such, this project argues for the importance of embodied experiences, gender, and sexuality as central lenses for understanding technical communication as well as technical innovation."
    ]
  },
  {
    "title": "The Hands of God at Work: Islamic Gender Justice through Translingual Praxis",
    "author": "Amber Engelson",
    "publicationDate": "04-30-2024",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://my.ncte.org/s/product-details?id=a1BPo0000010aSmMAI",
    "openAccess": "no",
    "coverImage": "covers/engelson2024.jpg",
    "description": [
      "Drawing from ethnographic data collected in Indonesia from 2009 to 2022, this book explores how an English-medium Indonesian PhD program in interreligious studies and three Muslim scholar-activists activate knowledge where languages intersect, a process mediated by material circumstances within Indonesia and voices past, present, and future that both are audience to and transcend the traditional geographic and discursive borders associated with them.",
      "As they negotiate translingually to make meaning at the borderlands where seemingly discrete discourses intersect, they challenge false divides between rationality and spirituality; between the mind and body; between female agency and Islam; and between English and non-Western meaning-making. By exploring how these scholar-activists engage in translingual praxis to move knowledge from the discursive plane to the material plane and back again to effect social justice across multiple and intersecting languages, audiences, and contexts, this book opens up new ways of understanding translingual negotiation where feminist scholarly activism and Islamic belief intersect."
    ]
  },
  {
    "title": "Evangelical Writing in a Secular Imaginary: The Academic Writing of Christian Undergraduates at a Public University",
    "author": "Emily Murphy Cope",
    "publicationDate": "02-13-2024",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Evangelical-Writing-in-a-Secular-Imaginary-The-Academic-Writing-of-Christian-Undergraduates-at-a-Public-University/Cope/p/book/9781032494616",
    "openAccess": "no",
    "coverImage": "covers/cope2024.jpg",
    "description": [
      "Evangelical Writing in a Secular Imaginary addresses the question of how Christian undergraduates engage in academic writing and how best to teach them to participate in academic inquiry and prepare them for civic engagement.",
      "Exploring how the secular both constrains and supports undergraduates’ academic writing, the book pays special attention to how it shapes younger evangelicals’ social identities, perceptions of academic genres, and rhetorical practices. The author draws on qualitative interviews with evangelical undergraduates at a public university and qualitative document analysis of their writing for college, grounded in scholarship from social theory, writing studies, sociology of religion, rhetorical theory, and social psychology, to describe the multiple ways these evangelicals participate in the secular imaginary that is the public university through their academic writing. The conception of a “secular imaginary” provides an explanatory framework for examining the lived experiences and academic writing of religious students in American institutions of higher education. By examining the power of the secular imaginary on academic writers, this book offers rhetorical educators a more complex vocabulary that makes visible the complex social forces shaping our students’ experiences with writing.",
      "This book will be of interest not just to scholars and educators in the area of rhetoric, writing studies and communication but also those working on religious studies, Christian discourse and sociology of religion."
    ]
  },
  {
    "title": "Inclusive Aims: Rhetoric’s Role in Reproductive Justice",
    "author": "Heather Brook Adams and Nancy Myers",
    "publicationDate": "03-02-2024",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/inclusive-aims-rhetoric-reproductive-justice",
    "openAccess": "no",
    "coverImage": "covers/adams2024.jpg",
    "description": [
      "Inclusive Aims: Rhetoric’s Role in Reproductive Justice engages with fraught reproductive realities—past, present, and future—and offers analysis and advice for coalitional alliance and strategy building. For those who legitimately value the needs, desires, and safety of reproducing people, recent years have demonstrated that in the United States especially, reproductive matters represent not only contestation but extreme precarity. Considering such pressing exigencies, those pursuing just reproductive politics can benefit from thinking about such events and actions rhetorically, and not in isolation but as interconnected and connected to larger webs of action.",
      "The collection features a range of activist-scholars and scholar-activists, each of whom shares and/or interrogates stories of reproductive in/justice. Its topics range from discourse practices related to telehealth, birthing doula care, and negligence due to systemic racism and transphobia to representations of vasectomy, strategies for political solidarity, and considerations for navigating the challenges of activist interventions. The project mindfully infuses insights from thought-traditions of reproductive justice activists and scholars outside of rhetoric. Through its varied chapters, the collection demonstrates how rhetorics of reproductive politics function as a means by which various injustices are illuminated and addressed."
    ]
  },
  {
    "title": "Trafficking Rhetoric: Race, Migration, and the Making of Modern-Day Slavery",
    "author": "Annie Hill",
    "publicationDate": "05-01-2024",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215586.html",
    "openAccess": "no",
    "coverImage": "covers/hill2024.jpg",
    "description": [
      "Human trafficking has generated intense global concern, with stories of sex slavery and images of women forced into prostitution so persuasive that states have raced to respond ahead of empirical data and clear definitions of the crime. In Trafficking Rhetoric, Annie Hill analyzes the entanglement of state veneration and state violence by tracking how the United Kingdom points to the alleged crimes of others in order to celebrate itself and conceal its own aggression. Hill compares the UK’s acclaimed rescue approach to human trafficking with its hostile approach to migration, arguing that they are two sides of the same coin—one that relies on rhetorical constructions of “trafficked women” and “illegal migrants” to materialize the UK as an Anglo-white space.",
      "Drawing from official estimates, policy papers, NGO reports, news stories, and awareness campaigns and situating them in the broader EU context, Hill accounts for why the UK’s antitrafficking agenda emerged with such rhetorical force in the early twenty-first century. Trafficking Rhetoric reframes controversies over labor, citizenship, and migration while challenging the continued traction of race-baiting and gender bias in determining who has the right to live, work, and belong in the nation."
    ]
  },
  {
    "title": "Narratives of Joy and Failure in Antiracist Assessment: Exploring Collaborative Writing",
    "author": "Asao B. Inoue and Kristin DeMint Bailey",
    "publicationDate": "05-10-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/narratives/",
    "openAccess": "yes",
    "coverImage": "covers/inoue2024.jpg",
    "description": [
      "When teachers with antiracist goals invite students to share in assessment practices, they open up possibilities to reflect on their own and their students’ politics and subjectivities. The contributors to Narratives of Joy and Failure in Antiracist Assessment share their reflections on their efforts to engage in this collaboration. The chapters in this edited collection consider three central questions: How might writing teachers and students account for their own intersectional embodied subjectivities in collaborative writing assessment practices? What roles do the politics of judgement play in assessment ecologies where students collaborate with the teacher? Broadly speaking, how might writing teachers and students with antiracist goals navigate the complexities and tensions that arise through collaborative writing assessment practices?"
    ]
  },
  {
    "title": "Mentorship/Methodology: Reflections, Praxis, Futures",
    "author": "Leigh Gruwell and Charles N. Lesh",
    "publicationDate": "04-23-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6552-mentorship-methodology",
    "openAccess": "no",
    "coverImage": "covers/gruwell2024.jpg",
    "description": [
      "Mentorship/Methodology brings together emerging and established scholars to consider the relationship between mentoring practices and research methodologies in writing studies and related fields. Each essay in this edited collection produces a new intellectual space from which to theorize the dynamics of combining mentoring and research in institutions and communities of higher education.",
      "The contributors consider how methodology informs mentorship, how mentorship activates methodology, and how to locate the future of the field in these moments of intersection. Mentorship, through the research and relationships it nourishes, creates the future of writing studies—or, conversely, reproduces the past. At the juncture where this happens, the contributors inquire, Where have current arrangements of mentorship/methodology taken writing studies? Where do these points of intersection exist in performance and practice, in theory, in research? What images of the field do they produce? How can scholars better articulate and write about these moments or spaces in which mentorship and methodology collide in productive disciplinary work?",
      "By making the “slash” more visible, Mentorship/Methodology provides significant opportunities to support and cultivate diverse ways of knowing and being in rhetoric and composition, both locally and globally. The volume will appeal to students and scholars of rhetoric, composition, and technical and professional communication, as well as readers interested in conversations about mentorship and methodology."
    ]
  },
  {
    "title": "Considering Students, Teachers, and Writing Assessment: Volumes 1 and 2",
    "author": "Diane Kelly-Riley, Ti Macklin, and Carl Whithaus",
    "publicationDate": "04-08-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/jwa1/",
    "openAccess": "yes",
    "coverImage": "covers/kellyriley2024.jpg",
    "description": [
      "The editors and authors in this edited collection, available in two volumes, consider the increasing importance of students’ and teachers’ lived experiences within the development and use of writing assessments. Presenting key work published in The Journal of Writing Assessment since its founding in 2003, the collection explores five major themes: technical psychometric issues; politics and public policies shaping large scale writing assessments; automated scoring of writing; fairness; and the lived experiences of humans involved in assessment ecologies. The books also provide reflections from leading writing assessment scholars who examine how these themes continue to shape current and future directions in writing assessment."
    ]
  },
  {
    "title": "Revising Moves: Writing Stories of (Re)Making",
    "author": "Christina M. LaVecchia, Allison D. Carr, Laura R. Micciche, Hannah J. Rule, and Jayne E. O. Stone",
    "publicationDate": "04-01-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6572-revising-moves",
    "openAccess": "no",
    "coverImage": "covers/lavecchia2024.jpg",
    "description": [
      "Revision sometimes seems more metaphor than real, having been variously described as a stage, an act of goal setting, a method of correction, a process of discovery, a form of resistance. Revising Moves makes a significant contribution to writing theory by collecting stories of revision that honor revision’s vitality and immerse readers in rooms, life circumstances, and scenes where revision comes to life.",
      "In these narrative-driven essays written by a wide range of writing professionals, Revising Moves describes revision as a messy, generative, and often collaborative act. These meditations reveal how revision is both a micro practice tracked by textual change and a macro phenomenon rooted in family life, institutional culture, identity commitments, and political and social upheaval. Contributors depict revision as a holistic undertaking and a radically contextualized, distributed practice that showcases its relationality to everything else. Authors share their revision processes when creating scholarly works, institutional and self-promoting documents, and creative projects. Through narrative the volume opens a window to what is often unseen in a finished text: months or years of work, life events that disrupt or alter writing plans, multiple draft changes, questions about writerly identity and positionality, layers of (sometimes contradictory) feedback, and much more."
    ]
  },
  {
    "title": "Not Playing Around: Feminist and Queer Rhetorics in Videogames",
    "author": "Rebecca S. Richards",
    "publicationDate": "04-01-2024",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/not-playing-around",
    "openAccess": "no",
    "coverImage": "covers/richards2024.jpg",
    "description": [
      "Not Playing Around: Feminist and Queer Rhetorics in Videogames examines how videogames function rhetorically to have material, affective, and embodied consequences. Rebecca S. Richards argues that playing videogames has a resistant rhetorical impact equivalent to other rhetorical acts such as giving a speech or writing a letter. Building upon extant videogame scholarship, Richards shows how these artifacts are urgent exigencies about gender and sexuality, presenting the audience with opportunities to practice rhetorical listening and silence, engage strategic contemplation, stealth transnational surveillance, and model disorientation and failure in a white supremacist, patriarchal capitalistic world. By default, videogames are forcibly transnational texts—texts that are created and circulate inside and across nation-state boundaries, which make them compelling sites for investigating how gender and sexuality are national social constructs with global implications.",
      "Not Playing Around builds upon and pulls together several thriving areas of academic inquiry with the explicit intent of moving the Studies in Rhetorics and Feminisms series into conversation with videogames as texts. Not Playing Around expands the conversations of videogames and rhetoric to include theories and issues of gender and sexuality. While acknowledging that videogames can circulate oppressive ideologies, Richards analyzes videogames that engender nuanced engagement with gender and sexuality. These games require serious play and astute rhetorical negotiation, holding tremendous power for players."
    ]
  },
  {
    "title": "Engaging Ambience: Visual and Multisensory Methodologies and Rhetorical Theory",
    "author": "Brian J. McNely",
    "publicationDate": "04-01-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6568-engaging-ambience",
    "openAccess": "no",
    "coverImage": "covers/mcnely2024.jpg",
    "description": [
      "Engaging Ambience is an in-depth exploration of contemporary rhetorical theory, drawing from rich traditions of visual and sensory research. It is the first book to develop comprehensive empirical approaches to ambient rhetoric and the first to offer systematic approaches to visual research in studies of rhetoric and writing. These approaches address the complexities of everyday life and offer practical advice for understanding the factors that shape individuals and communities, how they understand one another, and the kind of world they envision.",
      "By articulating theoretically sound methodologies and methods for the empirical study of rhetoric conceived as originary, immanent, and enveloping, Brian McNely contributes a methodological perspective that furthers new materialist theories of rhetoric. McNely demonstrates how scholars’ emergent theories of rhetoric call for new methodologies that can extend their reach, and in the process, he proposes a new conception of visual rhetoric. Engaging Ambience delineates methodologies and methods that help researchers in rhetoric and writing studies discover the ambient environments that condition and support everyday communication in all its forms.",
      "Engaging Ambience details and demonstrates visual and multisensory methodologies and methods for exploring the wondrous complexity of everyday communication. It will appeal to scholars and students of rhetorical theory, visual and multisensory rhetorics, and composition and writing studies."
    ]
  },
  {
    "title": "The Composition Commons: Writing a New Idea of the University",
    "author": "Jessica Yood",
    "publicationDate": "04-01-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6542-the-composition-commons",
    "openAccess": "no",
    "coverImage": "covers/yood2024.jpg",
    "description": [
      "The Composition Commons delivers a timely take on invigorating higher education, illustrating how college composition courses can be dynamic sites for producing a democratic, just, and generally educated public.",
      "Jessica Yood traces the century-long origins of a writing-centered idea of the American university and tracks the resurgence of this idea today. Drawing on archival and classroom evidence from public colleges and universities and written in a lively autoethnographic voice, Yood names “genres of the commons”: intimate, informal writing activities that create peer-to-peer knowledge networks. She shows how these unique genres create collectivity—an academic commons—and calls on scholars to invest in composition as a course cultivating reflective, emergent, shared knowledge. Yood departs from movements that divest from the first-year composition classroom and details how an increasingly diverse student population composes complex, evolving cultural literacies that forge social bonds and forward innovation and intellectual and civic engagement.",
      "The Composition Commons reclaims the commons as critical idea and writing classroom activities as essential practices for remaking higher education in the United States."
    ]
  },
  {
    "title": "Better Practices: Exploring the Teaching of Writing in Online and Hybrid Spaces",
    "author": "Amy Cicchino and Troy Hicks",
    "publicationDate": "03-19-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/better/",
    "openAccess": "yes",
    "coverImage": "covers/cicchino2024.jpg",
    "description": [
      "Featuring a range of better practices related to online writing instruction (OWI) and assessment, this edited collection offers instructors and writing program administrators theoretically grounded approaches from teacher-scholars of online writing. First, the contributors highlight what instructors have been doing in online and hybrid writing classrooms, pointing to innovative theoretical trends in the scholarship of online writing studies and related position statements. Second, they provide access to instructional materials that can be immediately adapted for local contexts, offering a starting point for enacting better practices in OWI. Third, they offer writing program administrators useful perspectives on professional development and curriculum design. Better Practices expands the conversation about online learning and writing studies, providing an opening for educators to come together to explore what it means to teach writing in ways that involve online real-time, online anytime, and hybrid writing courses."
    ]
  },
  {
    "title": "Environmental Preservation and the Grey Cliffs Conflict: Negotiating Common Narratives, Values, and Ethos",
    "author": "Kristin D. Pickering",
    "publicationDate": "02-15-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6544-environmental-preservation-and-the-grey-cliffs-conflict",
    "openAccess": "no",
    "coverImage": "covers/pickering2024.jpg",
    "description": [
      "Based on a qualitative, ethnographic, observational case study approach, Environmental Preservation and the Grey Cliffs Conflict presents an analysis of the conflict negotiation between the U.S. Army Corps of Engineers and a local community that struggled to address a deteriorating Corps-managed recreational lake area in Tennessee known as “Grey Cliffs.” Viewing the dispute from the perspective of a new member of the community and a specialist in technical communication and professional writing, Kristin Pickering provides a unique perspective on this communication process.",
      "Though environmental degradation and unauthorized use threatened the Grey Cliffs recreational lake area to the point that the Corps considered closure, community members valued it highly and wanted to keep it open. The community near this damaged and crime-ridden area needed help rejuvenating its landscape and image, but the Corps and community were sharply divided on how to maintain this beloved geographic space because of the stakeholders’ different cultural backgrounds and values, as well as the narratives used to discuss them. By co-constructing and aligning narratives, values, and ethos over time—a difficult and lengthy process—the Corps and community succeeded, and Grey Cliffs remains open to all. Focusing on field notes, participant interviews, and analysis of various texts created throughout the conflict, Pickering applies rhetorical analysis and a grounded theory approach to regulation, identity, sustainability, and community values to analyze this communication process.",
      "Illustrating the positive change that can occur when governmental organizations and rural communities work together to construct shared values and engage in a rhetoric of relationship that preserves the environment, Environmental Preservation and the Grey Cliffs Conflict provides key recommendations for resolving environmental conflicts within local communities, especially for those working in technical and professional communication, organizational communication, environmental science, and public policy."
    ]
  },
  {
    "title": "Nonnative English-Speaking Teachers of U.S. College Composition: Exploring Identities and Negotiating Difference",
    "author": "Mariya Tseptsura and Todd Ruecker",
    "publicationDate": "01-21-2024",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/nnest/",
    "openAccess": "yes",
    "coverImage": "covers/tseptsura2024.jpg",
    "description": [
      "Featuring the voices of 22 linguistically and geographically diverse authors from a variety of institutional contexts throughout the United States, this edited collection calls attention to the experiences of an important and growing group of writing instructors: those who have learned English as an additional language. Focusing on this critical part of the growing linguistic and cultural diversity of writing programs and classrooms, the contributors to his collection deepen our understanding of an important but relatively unexamined aspect of U.S. writing instruction. By exploring ways that writing programs can build on the strengths that multilingual students and teachers bring to the classroom, this collection offers promising strategies for creating more inclusive writing programs."
    ]
  },
  {
    "title": "Multimodal Composing and Writing Transfer",
    "author": "Kara Poe Alexander, Matthew Davis, Lilian W. Mina and Ryan P. Shepherd",
    "publicationDate": "02-16-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6500-multimodal-composing-and-writing-transfer",
    "openAccess": "no",
    "coverImage": "covers/alexander2024.jpg",
    "description": [
      "Multimodal Composing and Writing Transfer explores transfer across various contexts of multimodal composing, extending the early conversations connecting multimodality to writing. Contributors address how writing transfer theories intersect with multimodal composing and present methods for facilitating transfer across modes and media, offering insight into how writers can learn to compose when they encounter familiar modes in new contexts.",
      "Over the past two decades the concepts of multimodal composing and writing transfer have grown and reshaped the nature of writing studies, but rarely have the ways in which these areas overlap been studied. This collection shows how this shift in writing studies has been mutually informative, covering a wider range of contexts for multimodality and writing transfer than just in first-year composition courses. It places composition teaching practices and multimodal research in conversation with learning transfer theory to provide an in-depth examination of how they influence one another.",
      "Multimodal Composing and Writing Transfer develops these intersections to connect multimodal composition and writing practices across a wide array of fields and contexts. Scholars across disciplines, postsecondary writing teachers, writing program administrators, writing center directors, and graduate students will find this collection indispensable."
    ]
  },
  {
    "title": "Reaching All Writers: A Pedagogical Guide for Evolving College Writing Classrooms",
    "author": "Joanne Baird Giordano, Holly Hassel, Jennifer Heinert, and Cassandra Phillips",
    "publicationDate": "02-13-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6535-reaching-all-writers",
    "openAccess": "no",
    "coverImage": "covers/giordano2024.jpg",
    "description": [
      "—Julia Bleakney, Elon University",
      "Reaching All Writers brings together decades of writing studies experience, research, and scholarship to help organize first-year writing courses around inclusive teaching practices and foundational concepts that support disciplinary learning for all college writers, including students who have been excluded from more selective higher-education institutions.",
      "Using threshold concepts and transfer as a foundation, the authors provide an invaluable resource for multiple contexts: instructors working off the tenure track and/or at multiple institutions; two-year college programs without a writing program administrator; and writing program graduate teaching assistant training courses. Each chapter includes an overview of a threshold concept, disciplinary background readings, practical teaching strategies, assignment and learning activity ideas, assessment principles, examples from student and instructor perspectives, and questions for reflection and discussion.",
      "Reaching All Writers describes effective teaching practices to help all college writing instructors, regardless of their institutional contexts, make changes that support equitable and inclusive learning opportunities—with a focus on teaching students whose backgrounds and learning experiences are different from those with more educational or economic privilege. Both new and experienced teachers adapting first-year college writing courses will find the book’s blend of practical strategies and disciplinary knowledge a useful companion for facilitating new classroom and program needs or designing new teaching assistant training courses."
    ]
  },
  {
    "title": "Making English Official: Writing and Resisting Local Language Policies",
    "author": "Katherine S. Flowers",
    "publicationDate": "01-18-2024",
    "publisher": "Cambridge University Press",
    "publisherURL": "https://www.cambridge.org/9781009278027",
    "openAccess": "no",
    "coverImage": "covers/flowers2024.jpg",
    "description": [
      "In communities across the US, people wrestle with which languages to use, and who gets to decide. Despite more than 67 million US residents using a language other than English at home, over half of the states in the US have successfully passed English-only policies. Drawing on archives and interviews, this book tells the origin story of the English-only movement, as well as the stories of contemporary language policy campaigns in four Maryland county governments, giving a rare glimpse into what motivates the people who most directly shape language policy in the US. It demonstrates that English-only policies grow from more local levels, rather than from nationalist ideologies, where they are downplayed as harmless community initiatives, but result in monolingual approaches to language remaining increasingly pervasive."
    ]
  },
  {
    "title": "Pluriversal Literacies: Tools for Perseverance and Livable Futures",
    "author": "Romeo Garcia, Ellen Cushman, and Damián Baca",
    "publicationDate": "01-23-2024",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822947295/",
    "openAccess": "no",
    "coverImage": "covers/garcia2024.jpg",
    "description": [
      "Decolonial projects can end up reinforcing dominant modes of thinking by shoehorning understandings of Indigenous and non-Western traditions within Eurocentric frameworks. The pluralization of literacies and the creation of so-called alternative rhetorics accepts that there is a totalizing reality of rhetoric and literacy. This volume seeks to decenter these theories and to engage Indigenous contexts on their own terms, starting with the very tools of representation. Language itself can disrupt normative structures and create pluriversal possibilities. The volume editors and contributors argue for epistemic change at the level of the language and media that people use to represent meaning. The range of topics covered includes American Indian and Indigenous representations, literacies, and rhetorics; critical revisionist historiography and comparative rhetorics; delinking colonial literacies of cartographic power and modernity; “northern” and “southern” hemispheric relations; and theorizations of/from oceanic border spaces."
    ]
  },
  {
    "title": "Sensitive Rhetorics: Academic Freedom and Campus Activism",
    "author": "Kendall Gerdes",
    "publicationDate": "02-15-2024",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822948117/",
    "openAccess": "no",
    "coverImage": "covers/gerdes2024.jpg",
    "description": [
      "Claims that students are too sensitive are familiar on and around college campuses. The ideas of cancel culture, safe spaces, and political correctness are used to shut down discussion and prevent students from being recognized as stakeholders in higher education and as advocates for their own interests. Further, universities can claim that student activists threaten academic freedom. In Sensitive Rhetorics, Kendall Gerdes puts these claims and common beliefs into conversation with rhetorical theory to argue that critiques of sensitivity reveal a deep societal discomfort with the idea that language is a form of action. Gerdes poses important questions: What kind of harm can language and representation actually do, and how? What responsibilities do college and university teachers bear toward their students? Sensitive Rhetorics explores the answers by surfacing submerged assumptions about higher education, the role of instructors and faculty, and the needs of an increasingly diverse student body."
    ]
  },
  {
    "title": "Disobedient Aesthetics: Surveillance, Bodies, Control",
    "author": "Anthony Stagliano",
    "publicationDate": "03-22-2024",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361358/disobedient-aesthetics/",
    "openAccess": "no",
    "coverImage": "covers/stagliano2024.jpg",
    "description": [
      "The contemporary world bristles with tools of observation and manipulation. Security cameras, social media, data mining, biometric scans, and other instruments ensnare the individual in a web of surveillance. In Disobedient Aesthetics, Anthony Stagliano exposes the use of human lives as sites of data exploitation and outlines paths of resistance. From the thermal-vision systems used on military drones, which use human body heat itself as a media object, to facial recognition platforms that use human faces as data mines, and from law enforcement tools of DNA analysis to data-driven urban governance, the realm of algorithmic surveillance and control is wide and subtle.",
      "Disobedient Aesthetics outlines interventions into the technical systems subtending data-driven surveillance and control. Stagliano maps not only the surveillant regimes afforded by recent networked technologies, but also the inventive, artistic research into ways of undermining, upending, or redirecting such technologies. The concluding chapter examines creative, critical, and collective efforts to democratize access to the technology that undergirds such scrutiny and enables ways to detect and contest its power.",
      "In a fascinating epilogue, Stagliano revisits current theories of control and offers an alternative reading of Gilles Deleuze’s oft-cited thesis on control societies: namely that it is not a matter of “finding new weapons” to undermine control but developing new techniques, new designs, new prototypes, and new modes of creative escape."
    ]
  },
  {
    "title": "Fitter, Happier: The Eugenic Strain in Twentieth-Century Cancer Rhetoric",
    "author": "Lois Peters Agnew",
    "publicationDate": "03-15-2024",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361341/fitter-happier/",
    "openAccess": "no",
    "coverImage": "covers/agnew2024.jpg",
    "description": [
      "Fitter, Happier: The Eugenic Strain in Twentieth-Century Cancer Rhetoric is a thought-provoking exploration of the relationship between cancer rhetoric, American ideals, and eugenic influences in the twentieth century. This groundbreaking work delves into the paradoxical interplay between acknowledging the genuine threat of cancer and the ingrained American ethos of confidence and control.",
      "Agnew’s meticulous research traces the topic’s historical context, unveiling how cancer discourses evolved from a hushed personal concern to a public issue thanks to the rise of cancer research centers and advocacy organizations. However, she unearths a troubling dimension to these discussions—subtle yet persistent eugenic ideologies that taint cancer arguments and advocacy groups. By dissecting prevailing cancer narratives, Agnew brings into focus how ideals rooted in eliminating imperfections and embracing progress converge with concerns for safeguarding societal fitness.",
      "Fitter, Happier scrutinizes the military origins and metaphors that permeate government policies and medical research, the transformation of cancer’s association with melancholy into a rallying cry for a positive outlook, and the nuanced implications of prevention-focused dialogues. Reflecting on the varied experiences of actual cancer patients, Agnew resists the neat assimilation of these stories into a eugenic framework. Agnew’s insights prompt readers to contemplate the societal meanings of disease and disability as well as how language constructs our shared reality."
    ]
  },
  {
    "title": "Extraction Politics: Rio Tinto and the Corporate Persona",
    "author": "Nicholas S. Paliewicz",
    "publicationDate": "03-12-2024",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-09706-0.html",
    "openAccess": "no",
    "coverImage": "covers/paliewicz2024.jpg",
    "description": [
      "An investigation into one of the largest and most lucrative mineral mining companies in the world, Rio Tinto, Extraction Politics reveals how the company constructs a presence in the places it operates and shapes meanings and orientations toward the environment.\nTaking readers on a “rhetorical pilgrimage” across the American Southwest, Nicholas Paliewicz shows how Rio Tinto creates adaptable corporate identities. From Ronald Reagan’s frontiersman advertisements for the Borax Mine in California to the pioneer Mormon persona at Bingham Canyon Mine in Salt Lake City and the folksy, paternalistic perspective toward the San Carlos Apache at the proposed mine at Oak Flat, Arizona, the company appropriates local history to embed itself as a valued member of the public—without having to settle in those ecological communities and bear the costs of extraction. This does not occur without resistance, however. Paliewicz also shows how activists use these same tactics to expose Rio Tinto as an exploitative, colonialist polluter.",
      "In an era of surging demand for dwindling supplies of minerals and metals, this book previews what the future of extractivism may look like. Extraction Politics will appeal to scholars and students of environmental communication and activist politics as well as general readers interested in the climate crisis."
    ]
  },
  {
    "title": "Persuasions of God: Inventing the Rhetoric of René Girard",
    "author": "Paul Lynch",
    "publicationDate": "02-20-2024",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-09709-1.html",
    "openAccess": "no",
    "coverImage": "covers/lynch2024.jpg",
    "description": [
      "The nations of the global north find themselves in a post-secular or post-Christian period, one in which the practice, expression, and effects of religion are undergoing massive shifts. In Persuasions of God, Paul Lynch pursues a project of “theorhetoric,” a radical new approach to speaking about the divine.\nSearching for new religious forms amid the lingering influence of Christianity, Lynch turns to René Girard, the most important twentieth-century thinker on the sacred and its expression within the Christian tradition. Lynch repurposes Girard’s mimetic theory to invent a post-Christian way of speaking to, for, and especially about God. Girard theorized the sacred as the nexus of violence, order, and sacralization that lies at the heart of religion. What Lynch advocates in our current moment of religious kairos is a paradoxically meek rhetoric that conscientiously refuses rivalry, actively exploits tradition through complicit invention, and boldly seeks a holiness free of exclusionary violence. The project of theorhetoric is to reinvent God through the reimagined themes of meekness, sacrifice, atonement, and holiness. From these, Persuasions of God offers religion reimagined for our post-secular age.",
      "An interdisciplinary mix of philosophy, sociology, rhetorical studies, and theology, this book draws on mimetic theory to answer the question of where religion goes next. It will be valued by religious studies and communications scholars as well as anyone interested in the future of Christianity in our modern world."
    ]
  },
  {
    "title": "The Rhetorical Mediator: Understanding Agency in Indigenous Translation and Interpretation through Indigenous Approaches to UX",
    "author": "Nora K. Rivera",
    "publicationDate": "02-15-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6531-the-rhetorical-mediator",
    "openAccess": "no",
    "coverImage": "covers/rivera2024.jpg",
    "description": [
      "The Rhetorical Mediator reveals how and why scholars and user experience (UX) researchers can include Indigenous technical communicators and oral interpretation practices in their interdisciplinary conversations. Nora Rivera analyzes the challenges that Indigenous interpreters and translators face in Peru, Mexico, and the United States as a means of understanding their agency and examines the various ways in which technical and professional communication, translation and interpreting studies, and UX research can better support the practices of Indigenous interpreters and translators.",
      "In places where Indigenous language translation and interpretation are greatly needed, Indigenous language mediators often lack adequate systems to professionalize their field while withstanding Western practices that do not align with their worldviews. Through a “design thinking” methodology based on her work organizing and participating in an Indigenous-focused interpreter and translator conference, Rivera examines testimonios and semi-structured interviews conducted with Indigenous interpreters and translators to emphasize dialogue and desahogo (emotional release) as Indigenous communication practices.",
      "The Rhetorical Mediator advocates for Indigenous language practices that have been sidelined by Western scholarship and systems, helping to create more equitable processes to directly benefit Indigenous individuals and other underrepresented groups. This book benefits specialists, including UX researchers, technical and professional communicators, interpreters and translators, and Indigenous professionals, as well as academics teaching graduate and undergraduate methods, Indigenous rhetoric and translation, and UX courses."
    ]
  },
  {
    "title": "Burnin' Daylight: Building a Principle-Driven Writing Program",
    "author": "Ryan J. Dippre",
    "publicationDate": "08-01-2024",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/burnin-daylight",
    "openAccess": "no",
    "coverImage": "covers/dippre2024a.jpg",
    "description": [
      "Rooted in contemporary understandings of social action, informed by up-to-date research on writing program administration, and attentive to the needs of value-driven decision-making, Burnin’ Daylight enables writing program administrators (WPAs) to shape writing programs that help people create the lives they envision. This book guides WPAs through the rough terrain of running a writing program during a period of sustained social and economic upheaval—and through the process of making their programs more principle-driven and sustainable along the way.",
      "WPAs face a range of challenges on a regular basis: organizing class schedules, leading professional learning events, conducting program assessments, responding to student needs, meeting with deans and provosts, and more. Additionally, WPAs need to learn about and direct their programs strategically when considering the kind of program they currently have, the sort of program they envision, and how they can transition from one to another. Burnin’ Daylight acts as a roadmap for IRB-approved research and provides WPAs—specifically, new and returning WPAs—with a detailed yet flexible plan for understanding the inner workings of a writing program and how to develop a future trajectory for it.",
      "Burnin’ Daylight is for writing program administrators of all experience levels and other administrators interested in taking a “principled practices” approach to their work."
    ]
  },
  {
    "title": "Memoria: Essays in Honor of Victor Villanueva",
    "author": "Asao B. Inoue, Wendy Olson, and Siskanna Naynaha",
    "publicationDate": "07-01-2024",
    "publisher": "NCTE",
    "publisherURL": "https://publicationsncte.org/content/books/9780814101834",
    "openAccess": "no",
    "coverImage": "covers/inoue2024a.jpg",
    "description": [
      "Celebrate the profound impact of Victor Villanueva’s scholarship, teaching, and mentorship in the field of rhetoric and composition with this remarkable collection. Engaging both emerging and established scholars, this book explores the legacy of Villanueva’s contributions.",
      "Victor Villanueva is Regents Professor Emeritus, a former director of comp, director of a university-wide writing program, director of an American Studies program, English department chair (twice!), former editor of the Studies in Writing and Rhetoric monograph series of the Conference on College Composition and Communication, former head of that organization, its Exemplar, and Rhetorician of the Year.",
      "From the politics of language, literacy, and education to Latinx rhetoric, colonialism, and racism, each chapter dives deeply into relevant themes upon which Villanueva has left his mark, and into the significance of Villanueva’s work from the perspectives of each contributor. Grouped into three sections—Memoria of Rhetoric, Memoria of Mentoring, and Memoria of Relations—the essays in this book invite the reader to sit alongside one of the field’s pioneers and to experience the power of his influence on the discipline."
    ]
  }
]