[
  {
    "title": "Writing Studies in Latin America: Seminal Works",
    "author": "Federico Navarro, Valentina Fahler, and Jonathan Marine",
    "publicationDate": "11-29-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wacclearinghouse.org/books/international/la/seminal/",
    "openAccess": "yes",
    "coverImage": "covers/writing-studies-in-latin-america.jpg",
    "description": [
      "This edited collection arises from the belief that the field of writing studies, with its deep engagement in the power of language, is uniquely positioned to open new pathways for international scholarly dialogue in writing studies and beyond. Integrating diverse theoretical traditions—including discourse studies, language pedagogy, educational psychology, educational management, and critical sociolinguistics—the editors have brought together work from key Latin American scholars published over the past two decades. The result is a book that points to future directions for the increasingly global field of writing studies. The collection includes work by Natalia Ávila Reyes, Charles Bazerman, Paula Carlino, Valentina Fahler, Ivone Inés Jakob, Judith Kalman, Angela B. Kleiman, Vera Lúcia Lopes Cristovão, Anna Rachel Machado, Jonathan Marine, Juan David Martínez Hincapié, Paulina Meza, Violate Molina Natera, Désirée Motta-Roth, Estela I. Moyano, Elvira Narvaja de Arnoux, Lucía Natale, Federico Navarro, Giovanni Parodi, Luisa Pelizza, María Cecilia Pereira, Pablo Rosales, Daniela Paula Stagnaro, Alicia Vázquez, René Venegas, and Virginia Zavala."
    ]
  },
  {
    "title": "Immigrants, Brokers, and Literacy as Affinity",
    "author": "Ligia A. Mihut",
    "publicationDate": "11-01-2025",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822967712/",
    "openAccess": "no",
    "coverImage": "covers/mihut2026.jpg",
    "description": [
      "Drawing on two years of ethnographic research mixed with archival work, Immigrants, Brokers, and Literacy as Affinity explores literacy’s entanglement in networks of economic and political forces. Ligia A. Mihut proposes and theorizes the figure of the literacy broker, embodied by those who help immigrants with reading and writing as they cross national, cultural, and linguistic borders. Whether these brokers use personal stories, language of empathy, or social connections, they collectively develop an emotional discourse repertoire that Mihut has coined as literacy as affinity. As such, literacy as affinity is explored in various locales where unequal power dynamics may emerge: local communities, schools, libraries, workplaces, or homes. Literacy brokers are intermediaries, advocating for those who, based on their economic, national, or political identity, find themselves reaching for the American dream."
    ]
  },
  {
    "title": "Manifesting Violence: White Terrorism, Digital Culture, and the Rhetoric of Replacement",
    "author": "Casey Ryan Kelly and William Joseph Sipe",
    "publicationDate": "05-01-2025",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817362072/manifesting-violence/",
    "openAccess": "no",
    "coverImage": "covers/manifesting-violence.jpg",
    "description": [
      "Manifesting Violence: White Terrorism, Digital Culture, and the Rhetoric of Replacement by Casey Ryan Kelly and William Joseph Sipe is a compelling exploration of how the digital world has become a fertile ground for white supremacist ideology. Through an in-depth analysis of white supremacist manifestos, online rhetoric, and the myth of “white genocide,” Kelly and Sipe uncover the disturbing ways in which digital culture facilitates the spread of racist ideology and the radicalization of individuals. By examining the language of white nationalism—calls to defend the white race, family, and children—Kelly and Sipe reveal how these messages, often disguised as entertainment or humor, gradually transform passive consumers into active participants in a dangerous ideology.",
      "Manifesting Violence sheds light on the alarming shift from organized white supremacist groups to a decentralized digital arena where hate speech is disguised as humor and online conversations foster a culture of violence. Kelly and Sipe’s thorough investigation of this growing digital ecosystem offers a chilling glimpse into the dark underbelly of online extremism. A must-read for anyone seeking to understand the growing threat of hate-motivated violence and the urgent need to address its roots in digital culture, Kelly and Sipe offer rich insights to readers, researchers, academics, and policymakers concerned about extremism, online radicalization, and white supremacy."
    ]
  },
  {
    "title": "Field Rhetoric: Ethnography, Ecology, and Engagement in the Places of Persuasion",
    "author": "Candice Rai and Caroline Gottschalk Druschke",
    "publicationDate": "09-01-2025",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817362478/field-rhetoric/",
    "openAccess": "no",
    "coverImage": "covers/rai2025.jpg",
    "description": [
      "A variety of research areas within rhetorical studies—including everyday and public rhetorics, space and place-based work, material and ecological approaches, environmental communication, technical communication, and critical and participatory action research, among others—have increasingly called for ethnographic fieldwork that grounds the study of rhetoric within the contexts of its use and circulation. Employing field methods more commonly used by ethnographers allows researchers to capture rhetoric in action and to observe the dynamic circumstances that shape persuasion in ordinary life.",
      "Field Rhetoric: Ethnography, Ecology, and Engagement in the Places of Persuasion gathers new essays that describe and theorize this burgeoning transdisciplinary mode of field-based scholarship. Contributors document and support this ethnographic turn in rhetorical studies through sustained examination of the diverse trends, methods, tools, theories, practices, and possibilities for engaging in rhetorical field research.",
      "This fascinating volume offers an introduction to these inquiries and serves as both a practical resource and theoretical foundation for scholars, teachers, and students interested in the intersection of rhetoric and field studies. Editors Candice Rai and Caroline Gottschalk Druschke have assembled scholars working in diverse field sites to map and initiate key debates on the practices, limitations, and value of rhetorical field methods and research. Working synthetically at the junction of rhetorical theory and field practices, the contributors to this collection build from myriad field-based cases to examine diverse theoretical and methodological considerations. The volume also serves as a useful reference for interdisciplinary qualitative researchers interested in doing research from a rhetorical or discursive perspective in various disciplines and fields, such as English, composition, communication, natural resources, geography, sociology, urban planning, anthropology, and more."
    ]
  },
  {
    "title": "Enduring Digital Damage: Rhetorical Reckonings for Planetary Survival",
    "author": "Dustin Edwards",
    "publicationDate": "11-01-2025",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817362195/enduring-digital-damage/",
    "openAccess": "no",
    "coverImage": "covers/edwards2025.jpg",
    "description": [
      "Taking a step back from the screens of electronic devices and exploring the profound impacts of digital technologies on our environment, Enduring Digital Damage lifts the veil on the “hidden costs” in our modern technological world.",
      "Dustin Edwards traces key moments in the lifecycle of technology—such as the extraction of raw materials to the disposal of electronic waste—to uncover the often overlooked consequence of our digital age. He illuminates how data centers, mining operations, and other digital infrastructures contribute to environmental harm and how the rapidly increasing demand for land use and water access is essential to sustain our growing digital needs. Weaving together narratives of technological advancement and ecological destruction, Edwards presents a comprehensive analysis of the true cost of our digital lives. By drawing on case studies, cultural critique, and a critical examination of labor and sustainability, Enduring Digital Damage reveals the deeper histories and ongoing struggles that make our digital lives possible, urging readers to imagine the possibility of a less harmful and extractive world."
    ]
  },
  {
    "title": "Disinventions: Rhetorics of Undocumented Immigration in the Deterrence Era",
    "author": "José Manuel Cortez",
    "publicationDate": "09-09-2025",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-10023-4.html",
    "openAccess": "no",
    "coverImage": "covers/cortez2025.jpg",
    "description": [
      "US immigration policy along the southwestern border is deadly. Since 1994, the US Border Patrol has implemented a federal immigration strategy known as “prevention through deterrence,” which closed off many urban entry points along the US-Mexico border and militarized urban border crossings. This policy forced undocumented migrants to cross through dangerous terrain like the Sonoran Desert, often with tragic results. Immigrant advocates highlight migrant disappearances and deaths to expose the policy’s human toll. In Disinventions, José Manuel Cortez argues this approach is unlikely to bring an end to such oppressive immigration practices.",
      "Disinventions examines the cultural, political, and rhetorical effects of US deterrence practices, exploring how discourse on immigration overlooks subjects who have always been a part of the borderlands but are rarely included in migration narratives. He highlights the failings of decolonial methods and discourse to fully capture and represent marginalized voices, including Black, Central American, and queer subjects. And he develops an ethics of unconditional hospitality embracing undocumented migrants. By drawing on the concept of “atopias” and what he calls “sites of disinvention” to unearth new forms of politics, Cortez suggests we can transcend the limits of decolonization discourse and humanize undocumented immigrants.",
      "This challenging and engaging work should appeal to scholars and students of rhetorical studies, Latinx studies, and American studies."
    ]
  },
  {
    "title": "Sound Tactics: Auditory Power in Political Protests",
    "author": "Justin Eckstein",
    "publicationDate": "05-20-2025",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-09937-8.html",
    "openAccess": "yes",
    "coverImage": "covers/eckstein2025.jpg",
    "description": [
      "From call-and-response chants to the noise of pots and pans, protests are often defined by their sounds. In this book, Justin Eckstein argues that this is not merely the result of catchy slogans; it is due to sound’s ability to hold those in power accountable. Sound Tactics highlights how, in a world grappling with the uncertainty of emergent digital practices, social movements utilize the rhetorical power of sound.\nEckstein uses the waveform as a metaphor for the persuasive potential of sound. Examining the case studies of the March for Our Lives protest, Howard University’s #HUResist movement, and the Casseroles protest in Montreal, Eckstein demonstrates how changes to the immediacy, intensity, and immersiveness of sound can affect the power of an argument. The collective use of sound in these case studies conveys the unity of the protesters in their demand for change and underlines the strength of their argument to those in power.",
      "More than just the written word spoken aloud, sound has unique layers of added meaning—it can convey length of time, demand attention, and signal disapproval. Eckstein’s study unpacks those layers for scholars and students as well as activists interested in deploying sound for change."
    ]
  },
  {
    "title": "Productivity, Professionalism, and Parenting in Academia: Rhet Comp Moms",
    "author": "Christine E. Tulley",
    "publicationDate": "04-29-2025",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Productivity-Professionalism-and-Parenting-in-Academia-Rhet-Comp-Moms/Tulley/p/book/9781032857718",
    "openAccess": "no",
    "coverImage": "covers/tulley2025.jpg",
    "description": [
      "Drawing on time use diary analysis, this unique and detailed study fills in the larger narrative about what it takes, hour by hour, to navigate academic motherhood with a rhetoric and composition career.",
      "Looking specifically at the intersections between parenting and writing for publication in order to find out how and when writing for career-advancing tasks such as publication occur, but also through the lens of disciplinary time constraints including heavy grading and administrative workloads, the book examines support systems noted within diary entries that make combining motherhood and a career in rhetoric and composition possible. Using both quantitative analysis of hours and qualitative coding of time use diaries from rhet comp moms, this book answers questions about publishing, professionalism, and parenting.",
      "This book will interest scholars and graduate students working in the discipline of rhetoric, writing, and composition, particularly those working on labor and professional issues, on gender and equality within the discipline, and anyone working in all fields looking for ways to foster a better work–life balance."
    ]
  },
  {
    "title": "The Routledge Handbook of Social Justice in Technical and Professional Communication",
    "author": "Natasha N. Jones, Laura Gonzales, Angela M. Haas, and Miriam F. Williams",
    "publicationDate": "03-19-2025",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/The-Routledge-Handbook-of-Social-Justice-in-Technical-and-Professional-Communication/Jones-Gonzales-Haas-Williams/p/book/9781032595566",
    "openAccess": "no",
    "coverImage": "covers/jones2025.jpg",
    "description": [
      "This handbook interrogates and illustrates contemporary approaches to technical and professional communication (TPC) by focusing on emerging issues in the field. Using a social justice-centered approach, the handbook provides a view of the current state of the discipline and highlights emerging directions and perspectives that will influence the trajectory of the field in the coming years.",
      "Acknowledging that TPC is always embedded and participating in specific power structures, The Routledge Handbook of Social Justice in Technical and Professional Communication offers readers a way forward, a future imagined and re-imagined, and presents scholarship that is progress-in-process for TPC. Providing frameworks and strategies for embracing a social justice-driven approach, this handbook will be of interest to scholars, teachers, administrators, community leaders, and workplace and industry practitioners in the field of TPC."
    ]
  },
  {
    "title": "Rethinking Writing Education in the Age of Generative AI",
    "author": "Chaoran Wang and Zhongfeng Tian",
    "publicationDate": "03-22-2025",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Rethinking-Writing-Education-in-the-Age-of-Generative-AI/Wang-Tian/p/book/9781032727653",
    "openAccess": "no",
    "coverImage": "covers/wang2025.jpg",
    "description": [
      "Bringing together leading scholars and practitioners, Rethinking Writing Education in the Age of Generative AI offers a timely exploration of pressing issues in writing pedagogies within an increasingly AI-mediated educational landscape.",
      "From conceptual and empirical work to theory-guided praxis, the book situates the challenges we face today within the historical evolution of writing education and our evolving relationship with AI technologies. Covering a range of contexts such as L2/multilingual writing, first-year writing, writing centers, and writing program administration and faculty development, the book examines various AI-informed writing pedagogies and practices. Drawing on interdisciplinary perspectives from writing studies, education, and applied linguistics, the book bridges theory and practice to address critical questions of innovation, ethics, and equity in AI-supported teaching.",
      "This book is essential for writing educators and researchers looking to leverage AIs to facilitate the teaching and learning of writing in critical and transformative ways."
    ]
  },
  {
    "title": "Decolonizing Academic Writing through Translingualism: Walking the Talk",
    "author": "M. Sidury Christiansen, Zhongfeng Tian, and Suresh Canagarajah",
    "publicationDate": "09-29-2025",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Decolonizing-Academic-Writing-through-Translingualism-Walking-the-Talk/Christiansen-TianTianZhongFeng-Canagarajah/p/book/9781032764351",
    "openAccess": "no",
    "coverImage": "covers/christiansen2025.jpg",
    "description": [
      "This collection explores innovative ways to embody translingual practices in academic writing, showcasing how multilingual authors can effectively leverage their linguistic resources in research and publication. Recognizing that traditional academic writing often suppresses multilingual voices, this book advocates for a decolonized approach that embraces diverse linguistic expressions and knowledge representations for social change.",
      "This volume features perspectives from scholars across various disciplines and linguistic backgrounds presenting their unique visions of discursive, rhetorical, and linguistic diversity in academic writing. Each chapter showcases its respective author’s critical reflections on their language choices. This book offers a counterpoint to existing literature by making the case for the register known as “academic English” as a form both open to change and possible for accommodating diversity, empowering scholars to negotiate the register’s norms around their own languages and establish spaces for their own unique voices and identities.",
      "This book serves as a valuable resource for graduate students, faculty, and scholars interested in academic writing, TESOL, composition studies, language teaching and learning, and applied linguistics."
    ]
  },
  {
    "title": "Writing as Inquiry Towards Being and Becoming",
    "author": "Joanne Yoo",
    "publicationDate": "03-04-2025",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Writing-as-Inquiry-Towards-Being-and-Becoming/Yoo/p/book/9781032455709",
    "openAccess": "no",
    "coverImage": "covers/yoo2025.jpg",
    "description": [
      "Writing as Inquiry Towards Being and Becoming provides a guide to the different phases of growth experienced when undertaking creative forms of academic writing and inquiry. It describes how embodied, aesthetic, and poetic forms of academic inquiry can be a catalyst for both personal and professional growth.",
      "In the author's trademark thoughtful, lyrical writing style, this book moves beyond the technical skills of writing to exploring the reasons why we should engage in creative inquiry. It raises fundamental questions regarding the expansive and ontological possibilities of qualitative inquiry and how it can help us to exist meaningfully in this world.",
      "This book is suitable for students and scholars of creative and qualitative inquiry who are interested in the writing process and how it shapes our identities as researchers in education, the social sciences, and communication studies."
    ]
  },
  {
    "title": "Two-Year College Teaching Careers: Preparing Graduate Students for Success",
    "author": "Joseph Janangelo and Erin Lehman",
    "publicationDate": "11-13-2025",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1470069",
    "openAccess": "no",
    "coverImage": "covers/janangelo2025.jpg",
    "description": [
      "This is a “starter book” for preparing successful Two-Year College (TYC) faculty. In this slim tome graduate students, as well as TYC and four-year college faculty, articulate their experience and expertise with the goal of improving and expanding graduate students’ career dreams and intellectual preparation.",
      "Our authors write candidly and knowledgeably about TYC teaching and working life. They show graduate students the array of opportunities and challenges for beginning and pursuing successful and enjoyable TYC teaching careers.",
      "We hope you will enjoy this book and build on our authors’ insights to move the important project of TYC teacher preparation and professional development inclusively and imaginatively forward."
    ]
  },
  {
    "title": "Rhetorical Reception: One Hundred and Fifty Years of Arguing with Sex in Education",
    "author": "Carolyn Skinner",
    "publicationDate": "06-18-2025",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/rhetorical-reception",
    "openAccess": "no",
    "coverImage": "covers/skinner2025.jpg",
    "description": [
      "Rhetorical Reception traces commentary on Edward H. Clarke’s Sex in Education (1873) across historical, contemporary, popular, professional, and silent sites of reception. In doing so, Rhetorical Reception explores the rhetorical uses to which variously positioned readers put their commentary on Sex in Education, a controversial book that argued that education was a threat to women’s health. Rather than merely accepting or rejecting Clarke’s claims, receivers used his book as an opportunity to make their own arguments in their own contexts. For example, in their commentary on Sex in Education, nineteenth-century writers negotiated the expectations for scientific discourse addressed to the public, argued for and against women’s rights, asserted professionals’ claims to authority and autonomy, and advocated a more “scientific” approach to medicine and education. Over one hundred years later, writers were still receiving Sex in Education, using references to it in Supreme Court decisions and humorous podcasts.",
      "Rhetorical Reception also considers silence as a form of reception, exploring why some potential commentators, including African American women and working-class white women, left almost no record of their reception of Sex in Education, despite the fact that its call for limits on women’s hours at school and work would have affected their education and livelihoods. Rhetorical Reception argues that reception is an important discursive phenomenon, one that illuminates how rhetoric contributes to social change not primarily through powerful acts of rhetorical production but through the receptive acts of audiences articulating their acceptance, rejection, or transformation of arguments and perspectives."
    ]
  },
  {
    "title": "Storied Objects: A Graphic Narrative Reflection on Material Metaphors and Digital Writing",
    "author": "Erin Kathleen Bahl",
    "publicationDate": "10-02-2025",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/storied-objects",
    "openAccess": "no",
    "coverImage": "covers/bahl2025.jpg",
    "description": [
      "STORIED OBJECTS is a comics-form monograph that investigates metaphor in digital scholarship through autoethnographic narrative and reflective multimodal methods. ERIN KATHLEEN BAHL examines material metaphor as rhetorical invention strategy through a deep dive into one creator’s approach to designing digital scholarship. Her investigation guides readers through illustrative tours of the metaphor-based origin stories behind three published academic webtexts. Bahl offers practical tools for tracking how metaphors shape design and argument together at evolving stages of a project’s development, as well as reflective frameworks to inspire readers’ own creative-critical practices. Overall, Storied Objects illuminates the importance of systematically reflecting on material metaphors that guide our brainstorming processes because they fundamentally influence how our ideas take shape.",
      "As a comics-form academic book exploring the creative craft of designing ideas, Storied Objects builds on foundations laid by scholar-creators such as Scott McCloud (Understanding Comics), Nick Sousanis (Unflattening), Kay Sohini (Drawing Unbelonging), Sally Pirie (The Good, the Bad, and the Data), and Jason Helms (Rhizcomics)"
    ]
  },
  {
    "title": "Patient Sense: Rhetorical Body Work in the Age of Technology",
    "author": "Lillian Campbell",
    "publicationDate": "07-01-2025",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215913.html",
    "openAccess": "no",
    "coverImage": "covers/campbell2025.jpg",
    "description": [
      "Technological innovations are rapidly changing the healthcare landscape. When nurses can complete portions of their clinical hours in virtual simulations and medical assistants might spend their entire careers providing patient care mediated by a screen, their understandings of their professional roles change. For future providers, rhetoric is at the heart of learning to communicate with patients and reframing their understandings of expertise.",
      "In Patient Sense, Lillian Campbell introduces a theory of rhetorical body work and applies it to three distinct healthcare contexts: clinical nursing simulations, physical therapy labs, and tele-observation in a virtual intensive care unit. Drawing on sociological frameworks, she defines rhetorical body work as paid physical, emotional, or discursive labor performed at the material or technological interface of worker–client bodies. Such work is devalued within social and institutional systems and often gendered and racialized. Campbell captures the value of providers’ intuitive patient sense in the face of increasingly technology-mediated healthcare and intervenes in conversations about the future of healthcare training. Ultimately, she demonstrates that we will always need responsive healthcare providers whose rhetorical body work and patient sense cannot be replaced by technicians or algorithms."
    ]
  },
  {
    "title": "Olfactory Rhetoric: Sniffing Out Environmental Problems",
    "author": "Lisa L. Phillips",
    "publicationDate": "08-01-2025",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215937.html",
    "openAccess": "no",
    "coverImage": "covers/phillips2025.jpg",
    "description": [
      "Human senses have the potential to play a significant role in inspiring action to combat climate change. When we smell pollutants in the air, for example, or feel the blast of a polar vortex, we are more likely to act in response to these changes in environmental conditions. However, the sensorium—and particularly our sense of smell—is often downplayed when we consider the rhetorics of environmental crises. In Olfactory Rhetoric, Lisa L. Phillips argues that how we sense the world around us should be a crucial piece of rhetorical evidence when evaluating environmental injustices. Specifically, Phillips elevates olfaction (what we smell) and olfactory rhetoric (how we talk about and experience what we smell) when discussing three contemporary environmental crises set in historically marginalized communities: the Sriracha sauce factory controversy, the Salton Sea scent events, and the Blue Ridge Landfill emissions problem. On a broader scale, Phillips develops an intersectional ecofeminist sensory-rhetorical approach for evaluating how olfactory and sensory persuasions work and how they can be used to advocate for environmental justice and a more breathable future."
    ]
  },
  {
    "title": "The Rhetoric of Dystopia: Prophecies and Provocations in the Anthropocene",
    "author": "Christopher Carter",
    "publicationDate": "08-12-2024",
    "publisher": "Lexington Books",
    "publisherURL": "https://www.bloomsbury.com/us/rhetoric-of-dystopia-9781666941487/",
    "openAccess": "no",
    "coverImage": "covers/carter2024.jpg",
    "description": [
      "The Rhetoric of Dystopia develops an idea of “emergent metalepsis” that describes the uncanny moments where fictive texts anticipate material events, blurring the boundary between the storyworld and the world of reception. Christopher Carter treats dystopia as rhetoric that shapes collective identities while speeding across platforms and geopolitical borders, at once critiquing and exemplifying the circulation of power relations through varied modes. This rhetoric features rampant viruses, authoritarian governments, corporate behemoths, corrupt educational and scientific institutions, and brutal policing, sometimes amplifying existing trends and sometimes merely documenting them. From Bong Joon-ho to Reed Morano, Octavia Butler to Richard McGuire, artists proffer arguments whose gravity we often fail to register, thus calling into question the uses of media literacy in an age of looming cataclysm. Carter situates this rhetoric within scholarship on literacy, built environments, border policies, global food production, and the Anthropocene."
    ]
  },
  {
    "title": "Rhetoric, Intersectionality, and Black Women in Pittsburgh: Living Enough for the City",
    "author": "Tahirah J. Walker",
    "publicationDate": "08-07-2025",
    "publisher": "Bloomsbury Academic",
    "publisherURL": "https://www.bloomsbury.com/us/rhetoric-intersectionality-and-black-women-in-pittsburgh-9781666961966/",
    "openAccess": "no",
    "coverImage": "covers/walker2025.jpg",
    "description": [
      "In this book, Tahirah J. Walker provides an analysis of how Black women in Pittsburgh navigate the public sphere through an examination of the ways that intersecting identities shape discourse, silence, and reclamation.",
      "The author draws from historical events, personal narratives, and community case studies to take a deep look at the intersectional marginalization, resistance and transformation journeys of Black women in a city deemed most unlivable for them. Walker amplifies unique presentations of language, silence and reclamation as they are negotiated via race, gender, and class. The book serves as testimony to the way intersectionality is turned on its head in Pittsburgh to create spaces of love and freedom through fearless speech (parrhesia), strategic listening, and community engagement practices. At its heart, this project is a love letter to every Black woman who has lived in Pittsburgh and asked herself why, affirming that while so much research exists on the struggles of being a Black woman in this city, it is equally important to recognize the innovations and triumphs."
    ]
  },
  {
    "title": "From Surviving to Metaviving: A New Rhetorical Formation in Metastatic Breast Cancer Patient Discourse",
    "author": "Julie Mengert",
    "publicationDate": "09-04-2025",
    "publisher": "Bloomsbury Academic",
    "publisherURL": "https://www.bloomsbury.com/us/from-surviving-to-metaviving-9781666973105/",
    "openAccess": "no",
    "coverImage": "covers/mengert2025.jpg",
    "description": [
      "As treatments have advanced, metastatic breast cancer has become a disease that some women can live with for years, which has changed the language that women use to discuss living with this form of breast cancer as discussed in this book.",
      "Using the framework of Celeste Condit's rhetorical formations, which includes uses of metaphors, topics, and values, among other rhetorical features, the author examines how language has shifted from one of war and survivor rhetoric to that of metavivor rhetoric, which includes metaphors of water and prison, among others. Another hallmark of this emerging rhetorical formation is existing in a state of liminality where the cancer neither progresses nor retreats, leading to women experiencing time differently. By examining how women discuss living with cancer in an online breast cancer support group, the author analyzes the language shifts taking place and argues that women have moved from the dominant war/survivor rhetorical formation to one grounded in metavivor rhetoric.",
      "Within this evolution comes an understanding of what it means to live with a chronic, yet ultimately, terminal, illness and an acknowledgment of the impact that their lives' perceived time has on these language choices."
    ]
  },
  {
    "title": "Food Justice Rhetorics and Literacies",
    "author": "Eileen E. Schell",
    "publicationDate": "10-30-2025",
    "publisher": "Bloomsbury Academic",
    "publisherURL": "https://www.bloomsbury.com/us/food-justice-rhetorics-and-literacies-9781666974300/",
    "openAccess": "no",
    "coverImage": "covers/schell2025.jpg",
    "description": [
      "Presents an argument for a food justice-oriented rhetoric and literacy that shifts the emphasis in the local food movement from individualized conscious eater literacies to addressing the broader social, political, and cultural implications, histories, and power relations embedded in the food system.",
      "Food Justice Rhetorics and Literacies provides a critical examination of the dominant rhetorical tropes and arguments of local food discourse and their exclusions. The author addresses that through understanding complex patterns of discrimination and social action in relation to land ownership and food production, we can begin to imagine and enact a more just and sustainable food system. This book explores and assesses periods in history when the U.S. public took an active role in agriculture through publicly-promoted, often federal and state subsidized gardening projects and widescale grassroots gardening efforts in times of crisis, thus building alternative agrarian literacies among the U.S. publics and ensuring a stable food supply during times of crisis.",
      "The shift to a food justice-oriented rhetoric centers food activists, BIPOC farmers, community gardeners and policy advocates who are seeking to change systems of food production and distribution so that all can eat well."
    ]
  },
  {
    "title": "Human Bodies, Virtual Spaces: Persuading Presence in Virtual Reality Games",
    "author": "Elizabeth Caravella",
    "publicationDate": "12-11-2025",
    "publisher": "Bloomsbury Academic",
    "publisherURL": "https://www.bloomsbury.com/us/human-bodies-virtual-spaces-9798765158180/",
    "openAccess": "no",
    "coverImage": "covers/caravella2025.jpg",
    "description": [
      "This book offers a corrective to the trend in virtual reality studies that overemphasizes the role of hardware technology and visual/auditory fidelity as the sole means of establishing users' sense of presence, and instead offers a more holistic, embodied, and human-focused means of understanding presence (through immersion, interactivity, and imagination) in virtual reality. The main questions tackled in this book address the role of the body in VR experiences, and how our bodies' navigation of these spaces influence users' sense of presence in such experiences."
    ]
  },
  {
    "title": "Teaching User Experience: A Process Approach",
    "author": "Heather Turner and Emma Rose",
    "publicationDate": "10-26-2025",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Teaching-User-Experience-A-Process-Approach/Turner-Rose/p/book/9781032952055",
    "openAccess": "no",
    "coverImage": "covers/turner2025.jpg",
    "description": [
      "Outlining a process approach, this book offers a theoretical and pedagogical framework for how to teach user experience (UX) from a technical and professional communication (TPC) perspective.",
      "Recognizing that pedagogy is local to an institution, context, and community, the collection includes teaching cases and stories that demonstrate how instructors in TPC uniquely approach the complexity of teaching UX. This book introduces a six-stage process (empathize, define, design, evaluate, iterate, and implement) that instructors can adapt to their own classrooms. It includes case studies that showcase innovative teaching using the six-stage process, such as creating accessible products for community partners with disabilities and culturally responsive content using Indigenous research methods. This book incorporates Black and Indigenous design perspectives, bridging theory and practice to prepare students for ethical design work.",
      "This book will appeal to instructors teaching UX within TPC programs and administrators interested in curricular innovation to bring more UX into their programs. The collection can also be used for postgraduate pedagogy courses offered within TPC programs."
    ]
  },
  {
    "title": "Listening to Beauty: Rhetorics of Science in Sea and Sound",
    "author": "Megan Poole",
    "publicationDate": "09-12-2025",
    "publisher": "University of Chicago Press",
    "publisherURL": "https://press.uchicago.edu/ucp/books/book/chicago/L/bo252400796.html",
    "openAccess": "no",
    "coverImage": "covers/poole2025.jpg",
    "description": [
      "Our attempts to understand the world are always more than simply rational. Our bodies learn through lived experience, our natural environments challenge what we think we know, and we take lessons from our nonhuman kin. Even scientists, often considered paragons of rationality, frequently describe their findings in the language of beauty. For rhetorician Megan Poole, beauty is integral to how scientific research works.",
      "Drawing on interviews with leading biologists, Poole explores what happens when scientists set aside objectivity and listen for beauty around them. The wonder we feel at the plumage of birds, the melodies of whales, or the caretaking of elephants may not help us (on its own) to isolate a given fact, but such encounters may teach us to open ourselves to a different way of knowing entirely. Through stories about researchers’ encounters with wonder, Listening to Beauty reveals how scientific discovery happens sometimes unsystematically, sometimes incoherently, often beautifully."
    ]
  },
  {
    "title": "City Housekeeping: Women's Labor Rhetorics and Spaces for Solidarity, 1886–1911",
    "author": "Liane Malinowski",
    "publicationDate": "05-31-2025",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/city-housekeeping?srsltid=AfmBOor5uAntD0leZaHxlgVht3lvK_5LW25CRw2-tBTRGznqUY25W7_r",
    "openAccess": "no",
    "coverImage": "covers/malinowski2025.jpg",
    "description": [
      "City Housekeeping: Women’s Labor Rhetorics and Spaces for Solidarity, 1886–1911 investigates how women reimagined gendered labor discourse by making space for women to be included in setting demands, negotiating with employers, and challenging industrial progress narratives. A feminist rhetorical historiography, the book focuses on women brought together by Jane Addams’s Hull House Settlement in Chicago. These women negotiated gender and labor expectations alongside ethnic and racial tensions kindled by the confluence of mass migration and increased competition for work, housing, and visibility in the rapidly growing city. Tensions rose as middle-class social reformers turned to consumer-focused strategies that commodified the racial identities of Irish, Italian, and Jewish garment workers and sidelined the immediate needs of laborers. Meanwhile, immigrant women garment workers turned to strikes to resist the terms of exploitative manufacturers, challenging consumer-driven solutions in the process.",
      "City Housekeeping illuminates women’s ways of reshaping rhetorical spaces to be more inclusive of women and gendered ways of communicating about labor. As the book historicizes the emergence of a women’s labor movement in Chicago, it reveals how women combined the multiple rhetorical modes of speech, writing, visuals, and movement to claim the space and authority needed to participate in reimagining labor at home and work."
    ]
  },
  {
    "title": "The Community of Inquiry Framework in Writing Studies: Designing for Learning with Peer Review",
    "author": "Jennifer M. Cunningham, Mary K. Stewart, Natalie Stillman-Webb, and Lyra Hilliard",
    "publicationDate": "11-09-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://wacclearinghouse.org/books/practice/coi/",
    "openAccess": "yes",
    "coverImage": "covers/cunningham2025.jpg",
    "description": [
      "Applying the Community of Inquiry (CoI) framework—a social constructivist model of online learning comprised of cognitive presence, social presence, and teaching presence—to writing studies, this book investigates peer review in hybrid and online first-year writing courses. The authors draw on both theory and disciplinary practices to analyze multi-institutional case studies, interviews, and artifacts, offering scholarship that is both data-driven and pedagogically pragmatic. The results of their analysis present a pragmatic and pedagogically sound approach to navigating the complicated task of designing and facilitating courses that incorporate collaborative activities such as peer review."
    ]
  },
  {
    "title": "Writing Groups in the Writing Center: Negotiating Authority and Expertise in Collaborative Learning",
    "author": "Sara Wilder",
    "publicationDate": "11-13-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6786-writing-groups-in-the-writing-center",
    "openAccess": "no",
    "coverImage": "covers/wilder2025.jpg",
    "description": [
      "Writing Groups in the Writing Center presents an empirical, qualitative study that examines collaborative practices in multidisciplinary writing groups, arguing that these collaborations offer rich expansions of writing center praxis. Using three case studies—undergraduate grant proposal writers, undergraduate thesis writers, and doctoral dissertation writers—the book explores how participants negotiate authority, navigate disciplinary boundaries, perform emotional labor, and develop expertise within writing center communities of practice.",
      "As many higher education institutions strive to create spaces and systems that increase equity, accessibility, and diversity, they recognize the need for improved mentorship across academic levels. This book analyzes the significant benefits as well as the challenges faced by writing groups in providing such support. Wilder presents a nuanced account of how facilitators scaffold group practice, how members use and build genre knowledge across disciplines, and how institutional contexts shape emotional labor requirements.",
      "For educators and tutors, the book provides an in-depth examination of the facilitator role, describing essential logistical, emotional, and intellectual practices, and addresses common conflicts and challenges. Administrators can find valuable material for training tutor-facilitators and frameworks for conceptualizing writing group functions on campus. For researchers, the book extends scholarship on writing groups, writing transfer, and collaborative learning, bridging writing center and broader writing studies research.",
      "In an era of concern about generative AI’s role in writing education, Writing Groups in the Writing Center extends research on group facilitation, collaborative learning, and authority negotiation in writing center communities of practice and emphasizes the human connections that make collaborative writing meaningful and valuable for student writers.",
      "The ebook edition will be made open access within three years of publication thanks to Path to Open, a program developed to bring about equitable access and impact for the entire scholarly community, including authors, researchers, libraries, and university presses around the world."
    ]
  },
  {
    "title": "Technical Communication and the Discipline of Content: Considerations for Research, Training, and Career Readiness",
    "author": "Rebekka Andersen and Carlos Evia",
    "publicationDate": "09-21-2025",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.taylorfrancis.com/books/mono/10.4324/9781003451730/technical-communication-discipline-content-rebekka-andersen-carlos-evia",
    "openAccess": "no",
    "coverImage": "covers/andersen2025.jpg",
    "description": [
      "This book explores how workflows and technologies that treat content as computable data are changing the roles, work activities, and outputs of professional technical communicators.",
      "It describes how the need for disciplinary approaches to design, manage, and deliver content has given rise to “the discipline of content” – content strategy, content design, content engineering, content operations – that increasingly defines a facet of technical communication work in modern organizations. This book draws on extensive research of the discipline of content and dozens of interviews with industry leaders, hiring managers, and academic administrators, educators, and alumni. These first-hand accounts outline how roles and activities in content organizations are changing, how these changes are impacting hiring needs and practices, and what skills and qualities students and early-career professionals now need to obtain content-related jobs and advance to strategic positions. This book also offers guidance for building curricular pathways that prepare students for work in the discipline of content and offers strategies for enhancing pathways through industry outreach and partnerships.",
      "A thorough assessment of the implications of the discipline of content for technical communication, this book will be of interest to students and scholars in the fields of technical writing, professional and public writing, content strategy, content marketing and information design."
    ]
  },
  {
    "title": "The Radical Case for Teaching Skim Reading in First-Year Writing",
    "author": "Ellen C. Carillo",
    "publicationDate": "10-01-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6778-the-radical-case-for-teaching-skim-reading-in-first-year-writing",
    "openAccess": "no",
    "coverImage": "covers/carillo2025.jpg",
    "description": [
      "The Radical Case for Teaching Skim Reading in First-Year Writing encourages faculty, particularly in writing studies, to check internal biases toward deep reading and teach skim reading in first-year writing courses. Written by Ellen C. Carillo, who has previously published on the importance of teaching deep reading, this small book is a controversial prompt for further discussion and exploration.",
      "Data from studies of the lived experiences of undergraduates indicate that students do not need deep reading practices in the majority of their classes across the disciplines and, moreover, that students succeed in their classes by skim reading. Rather than imagining an idealized set of circumstances that allow for sustained deep reading, as does a great deal of the scholarship on reading in writing studies, The Radical Case for Teaching Skim Reading in First-Year Writing argues for teaching students reading practices that will support their success in their college writing assignments rather than those strategies the field believes should support their success.",
      "In our information landscape and our fragile democracy, encouraging skimming as opposed to deep reading may seem like a gamble—this very tendency toward the quick rather than the critical has undoubtedly contributed to the current crisis of mass misinformation. However, teaching students to use skim reading as a strategic tool for purposeful engagement and efficient yet thoughtful information filtering better equips them to navigate the rapidly changing information landscape and manage the fast-paced flow of content from diverse media sources."
    ]
  },
  {
    "title": "An Imagined America: Language, Literacy, Identity, and Coloniality at Syrian Protestant College, 1866–1920",
    "author": "Lisa R. Arnold",
    "publicationDate": "08-27-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/imagined/",
    "openAccess": "yes",
    "coverImage": "covers/arnold2025.jpg",
    "description": [
      "An Imagined America presents a historical, transnational, translingual, and decolonial perspective on questions of identity, literacy, language, culture, and citizenship. In examining a variety of English- and Arabic-language archival documents from the founding of Syrian Protestant College in 1866 (today the American University of Beirut) until the fall of the Ottoman Empire in 1920, Lisa R. Arnold shows how transnational and translingual negotiations among faculty, students, and administrators, as well as the local and regional community, produced a tenuous and sometimes unsettling vision of America for foreigners and locals alike. As her account shows, transnational and translingual discourses provide the backdrop and motive for the assertion of coloniality in contexts of literacy education such as that of Syrian Protestant College. An Imagined America allows scholars and educators in rhetoric and writing studies, education, and related fields to consider how literacy education in English has, and often continues to, construct an imagined America that is both grounded on and reproduces colonial epistemology. Such constructions work to uphold exclusionary practices that are all too vivid in our world today."
    ]
  },
  {
    "title": "Critical Data Storytelling in the Composition Classroom",
    "author": "Angela Laflen",
    "publicationDate": "08-01-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6763-critical-data-storytelling-in-the-composition-classroom",
    "openAccess": "no",
    "coverImage": "covers/laflen2025.jpg",
    "description": [
      "Critical Data Storytelling in the Composition Classroom provides a timely and essential framework for integrating data literacy into multimodal composition pedagogy. Angela Laflen demonstrates that in an era dominated by big data and AI, the need to understand how to work with data is no longer limited to scientists and mathematicians. Instead, data literacy has become a crucial skill for participating in democratic society.",
      "At the heart of Laflen’s approach is critical data storytelling—a practice that equips students with the skills to understand, interpret, and ethically communicate with and about data through various multimodal formats. By teaching students to make informed decisions as data storytellers, Laflen addresses the ethical implications of working with data while offering practical strategies for reading and analyzing data stories. This approach empowers both students and teachers to engage critically with data as a tool for learning and communication. It also highlights how multimodal composition has yet to fully account for the central role of data in shaping contemporary communication and argumentation.",
      "By focusing on the ethical and rhetorical dimensions of data storytelling, Critical Data Storytelling in the Composition Classroom presents a pedagogical approach that prepares students for the challenges of working with data in a rapidly evolving digital landscape. This flexible, adaptable model for teaching critical data literacy is of great interest to writing instructors, scholars in rhetoric and composition, and educators who seek to prepare students for the demands of a data-driven world."
    ]
  },
  {
    "title": "Artificial Infrastructures",
    "author": "Michael J. Salvo and John T. Sherrill",
    "publicationDate": "07-27-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/artificial/",
    "openAccess": "yes",
    "coverImage": "covers/salvo2025.jpg",
    "description": [
      "Artificial Infrastructures investigates how generative AI is reshaping the work of technical and professional writing across high-technology industries—from image analysis and documentation to medical manufacturing. Building on expert interviews and grounded narrative, Salvo and Sherrill examine the experiences of practitioners who have shaped the development of AI systems and who integrate AI tools into their daily work, illuminating the social, rhetorical, and infrastructural changes that follow. Rather than focusing on dramatic disruptions or utopian promises, Artificial Infrastructures attends to ways AI systems are embedded into workflows and reconfigure expectations for what writing and professional communication entail, arguing for a nuanced understanding of co-writing and machine-in-the-loop systems and offering both a critical lens and practical strategies for navigating a rapidly changing technological landscape. Central to this argument is a recognition that management decisions shape how AI is integrated into the workplace and what labor gets displaced. It is a timely guide for readers confronting the question: What now?"
    ]
  },
  {
    "title": "Inventing Ecosystems: The Rhetoric of Science in an Ecological Age",
    "author": "Madison Jones",
    "publicationDate": "08-25-2025",
    "publisher": "Palgrave Macmillan",
    "publisherURL": "https://link.springer.com/book/9783031987922",
    "openAccess": "yes",
    "coverImage": "covers/jones2025a.jpg",
    "description": [
      "This open access book examines the origins of the “ecosystem” concept through the perspective of the rhetoric of science and technology. Studying the pioneering work of ecosystems ecologists Eugene and Howard T. Odum, this book reveals the entwined intellectual history that the recent “ecological turn” in rhetoric, writing, and communication studies shares with ecosystems ecology, connections forged in a time of nuclear accelerationism and colonial scientific practices. The book uncovers the historical contexts of the ecosystem, critiques ethical and political dimensions of the ecosystems project, explores how systems thinking has influenced rhetorical inquiry, and encourages scholars to reassess their approaches to ecological inquiry, foregrounding social and environmental justice. Based on archival research and fieldwork, this book invites readers to delve into the history of modern ecology, as told through the Odum brothers’ pathbreaking, yet also harmful and extractive, research into the trophic dynamics of ecosystems, beginning with the end of World War II through the 1970’s, and at sites ranging from the Eniwetok Atoll in the Marshall Islands, to Silver Springs in Florida, to El Yunque National Forest in Puerto Rico. This book examines how the colonial history of ecology persists in shaping modern science and environmental rhetoric by mapping the historical, geographic, environmental, and cultural influences on its development. Specifically, Inventing Ecosystems argues that attending to this political and historical context can help facilitate ecological thinking and has important implications for the rhetoric of science and technology."
    ]
  },
  {
    "title": "Supporting International Writing Studies Research: Cultivating Capacity through International Exchanges",
    "author": "Tiane Donahue and Cinthia Gannett",
    "publicationDate": "07-23-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/supporting/",
    "openAccess": "yes",
    "coverImage": "covers/donahue2025.jpg",
    "description": [
      "Shedding light on international and transnational writing studies, this edited collection addresses the complexities of research and writing across global contexts. Based on the observation that knowledge-making transcends national borders and is contingent upon the interplay of local cultures and practices, the contributors to the volume contradict the notion that knowledge circulates freely in a “flat world.” Presenting diverse perspectives on writing research, they showcase the need for mutual understanding across borders and reflect the rich tapestry of writing research traditions worldwide, emphasizing interconnectedness and collective insight rather than hierarchical models of knowledge dissemination. Supporting International Writing Studies Research encourages readers and researchers to engage with and respect scholarship beyond English-language contexts, advocates for collaborative global dialogues in writing education, and underscores the importance of continued efforts to incorporate diverse scholarly voices and methodologies in the evolving landscape of writing studies."
    ]
  },
  {
    "title": "Triangles and Tribulations: Translations, Betrayals, and the Making of Cultural-Historical Activity Theory",
    "author": "Clay Spinuzzi",
    "publicationDate": "06-17-2025",
    "publisher": "MIT Press",
    "publisherURL": "https://mitpress.mit.edu/9780262552172/triangles-and-tribulations/",
    "openAccess": "yes",
    "coverImage": "covers/spinuzzi2025.jpg",
    "description": [
      "How do social science frameworks get taken up and spread? In Triangles and Tribulations, Clay Spinuzzi uses the sociology of translation to reread the history of one such framework, cultural-historical activity theory (CHAT). CHAT originated in the 1920s and 1930s work of Soviet psychologists in the Vygotsky Circle, with its key insight—mediation—depicted in a simple triangular diagram drawn by Lev Vygotsky. From there, CHAT was developed and popularized by international scholars, including Finnish researcher Yrjö Engeström, who used Vygotsky's triangle as a basis for his own. Through this progressive development, CHAT carried on the work of its forebears, building on their foundations—or so we are sometimes encouraged to understand these transformations.",
      "But each such translation, Spinuzzi argues, is also a betrayal: Each innovation opens new possibilities for CHAT but also disrupts a previous settlement. Examining specific points in CHAT's history, Spinuzzi reviews how CHAT has been applied to different domains, in service to different projects, and evaluated through different trials, undergoing rhetorical transformations. These translations, sedimented as a series of settlements, have allowed it to persist as a social science approach and develop as a framework for workplace studies. But they have also involved accumulating concepts and terms from various social sciences, yielded radical changes in scope, and led to ongoing disputes about what constitutes its unit(s) of analysis. In examining CHAT's triangles, Spinuzzi considers how social science frameworks live through practice and dialogue so that they can continue becoming meaningful to others."
    ]
  },
  {
    "title": "There Is No Making It Out: Stories-So-Far and the Possibilities of New Stories",
    "author": "Romeo García",
    "publicationDate": "06-01-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6666-there-is-no-making-it-out",
    "openAccess": "no",
    "coverImage": "covers/garca2025.jpg",
    "description": [
      "Through classroom ethnography, student interviews, analyses of settler archives, and personal reflection, There Is No Making It Out addresses the legacies of settler colonialism and settler rhetorics and their continued impact on how (subaltern) peoples see the world, walk through it, and interact with others. Romeo García argues that concepts of decoloniality prompt crucial counter-rhetorics and writing that are necessary but perhaps ultimately unattainable. In the demand for something else, and at the intersection between a praxical theorizing and theory-building actioning, There Is No Making It Out works to de-link and reclaim an archival approach as a critical method and also reclaim a theory of archival impressions as a theoretical apparatus deeply attuned both to tilling the ground on which power takes root and to a full spectrum of Matter (living, nonliving, nonhuman). García offers no definitive resolutions but, situated between two rhetorical standpoints—stories-so-far and the possibilities of new stories—There Is No Making It Out channels a hope and struggle for wor(l)ding otherwise."
    ]
  },
  {
    "title": "Sites of Writing: Essays in Honor of Anne Ruggles Gere",
    "author": "James Edward Beitler and Sarah Ruffing Robbins",
    "publicationDate": "05-05-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/gere/",
    "openAccess": "yes",
    "coverImage": "covers/beitler2025.jpg",
    "description": [
      "Sites of Writing builds upon the multiple contributions of Anne Ruggles Gere across a long and highly productive career. The chapters in this edited collection, written by leading scholars (including some of Gere’s former students) to track her major contributions to writing studies, situate those contributions within the broader landscape of field development, and draw on those findings to assess important trends and project productive pathways for the future. The contributors to the collection consider disciplinary history, language and literacy, writing across the curriculum, digital rhetoric, writing’s extracurriculum, assessment, and English education, among other areas. Connecting these multiple fields of activity, Sites of Writing affirms Gere’s view of writing as a powerful social and cultural activity and of literacy, broadly conceived, as enabling cultural transformations and, in the process, transforming writing studies and other fields."
    ]
  },
  {
    "title": "Black Tech Ecosystems: How Black Adult Learners Use Computer Code Bootcamps for Liberation",
    "author": "Antonio Byrd",
    "publicationDate": "04-28-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/writing/ecosystems/",
    "openAccess": "yes",
    "coverImage": "covers/byrd2025.jpg",
    "description": [
      "Black Tech Ecosystems reports on a year-long ethnographic study of low-income Black adult learners attending Clearwater Academy, a nonprofit computer code bootcamp that teaches coding literacy to help end racism and poverty. While Clearwater Academy offers pathways into a lucrative career that promotes Black social mobility and a diverse tech industry, Antonio Byrd describes a more complicated story. The core challenges of weak social-support networks, embedded cultures in tech, financial strains, and racism persistently present roadblocks to Clearwater Academy’s Black adult learners’ success. However, through this experience, Black adult learners develop new knowledge and frameworks that change their relationship with coding literacy and labor. Instead of solely focusing on learning computer programming for work, Black Tech Ecosystems describes a liberatory and transformative use of computer programming that centers Black lives instead of the tech industry."
    ]
  },
  {
    "title": "Reflection-in-Motion: Reimagining Reflection in the Writing Classroom",
    "author": "Jaclyn Fiscus-Cannaday",
    "publicationDate": "05-01-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6683-reflection-in-motion",
    "openAccess": "no",
    "coverImage": "covers/fiscuscannaday2025.jpg",
    "description": [
      "Reflection-in-Motion considers how reflective practice is embedded in daily course happenings, centering the experiences of students and teachers in Minority Serving Institutions to amplify underrepresented viewpoints about how reflection works in the writing classroom. Jaclyn Fiscus-Cannaday examines how its availability is subject to teacher/student power dynamics, the literacies welcomed (or not) in the class, the past and present pedagogies that students are engaging with and attending to, and the interactions among humans, materials, and emotions within the rhetorical context. She adopts an intersectional feminist perspective for an inclusive view of how practitioners name, identify, and practice reflection in the everyday moments of writing classrooms.",
      "Fiscus-Cannaday invokes a Black feminist qualitative research method that Venus Evans-Winters calls a “mosaic.” When researchers collect both traditional and nontraditional texts to create a full view of students’ and teachers’ interviews at three institutions (a Hispanic Serving Institution, a Historically Black College and University, and an Asian American Native American Pacific Islander Serving Institution), she finds that practitioners often build definitions from past experiences with reflection—and then use those definitions as terministic screens to decide if an activity can be named, identified, and practiced as reflection. These definitions hold different rhetorical effects: reflection-for-introspection, reflection-for-learning, reflection-for-mindfulness, and reflection-for-awareness.",
      "Reflection is used for these different rhetorical effects, but because classrooms so often focus on the Westernized view and its emphasis on growth, reflection has the underused and undertheorized potential rhetorical effect of helping students investigate their identities and positionalities, acknowledge deep-rooted ideologies, and consider new perspectives so they can better work across difference. Reflection-in-Motion will inspire teachers and writing program administrators to listen to how students define and practice reflection and why—thus making room for more capacious definitions of reflection and student-centered practices of what reflection can do and be."
    ]
  },
  {
    "title": "Countermemory: A Rhetoric of Resistance",
    "author": "April L. O'Brien and James Chase Sanchez",
    "publicationDate": "02-17-2025",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361884/countermemory/",
    "openAccess": "no",
    "coverImage": "covers/obrien2025.jpg",
    "description": [
      "Countermemory: A Rhetoric of Resistance by April L. O’Brien and James Chase Sanchez is a groundbreaking monograph that explores the concept of countermemory from an interdisciplinary and rhetorical perspective. The authors define “countermemory” as remembrance that resituates often overlooked or erased narratives of marginalized groups by positioning these memories as equally significant to dominant historical narratives. This work investigates how countermemories emerge in response to public memories, highlighting the tensions and resistance that arise when marginalized voices challenge mainstream historical accounts.",
      "Through a mixed-methodological approach—incorporating site-based analysis, participant observation, textual analysis, and historiography—O’Brien and Sanchez examine countermemory in both physical and digital spaces. From memorial sites and museums to music videos, TV shows, and digital maps, they reveal the various ways countermemory operates and persists. The authors focus particularly on countermemory in the American South, centering on the experiences and histories of Black, Latinx, and Indigenous communities.",
      "Countermemory is essential reading for scholars and students of rhetoric and public memory. The book also offers rich insights to readers who are passionate about addressing issues of racial inequality, people interested in examining their own experiences and the role they can play in promoting social change, and those interested in exploring the ways in which history is constructed and presented, and how marginalized perspectives are often excluded or distorted."
    ]
  },
  {
    "title": "Collaborations and Partnerships in User Experience",
    "author": "Joy Robinson and Ryan Weber",
    "publicationDate": "04-07-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/tpc/ux/",
    "openAccess": "yes",
    "coverImage": "covers/robinson2025.jpg",
    "description": [
      "Effective UX work is necessarily complex and challenging—and necessarily collaborative. Drawing on their extensive collective experience, the contributors to this edited collection offer valuable insights and practical guidance for UX professionals seeking to navigate the complexities of collaborative work and create effective, user-centered products and services. Collaborations and Partnerships in User Experience focuses on the importance of building and nurturing relationships, fostering open communication, and ensuring that all partners benefit from collaborative efforts. The chapters in the collection offer theoretical frameworks, case studies, and lessons learned from successful (and sometimes unsuccessful) collaborative projects. They also explore the challenges that can arise in UX collaborations, such as differing priorities, vocabularies, and institutional structures, as well as the strategies employed to overcome these hurdles and achieve meaningful outcomes."
    ]
  },
  {
    "title": "Faculty Writing Support: Emerging Research from Rhetoric and Composition Studies",
    "author": "Jaclyn Wells, Lars Söderlund, and Christine Tulley",
    "publicationDate": "04-05-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/faculty-writing/",
    "openAccess": "yes",
    "coverImage": "covers/wells2025.jpg",
    "description": [
      "This edited collection offers 11 studies that illustrate the different ways writing studies researchers can use their training to study how faculty write. Moving beyond the lore that often dominates conversations about faculty writers, Faculty Writing Support explores how our discipline can expand its understanding of how faculty write and how they can be supported. The contributors raise questions about how graduate students transition to faculty writers, what types of support faculty writers want at different stages of their careers, and how and why faculty write together. Drawing on research methods including surveys, interviews, case studies, and audio recordings of writing groups, the contributors to Faculty Writing Support offer a first look at grounded research interventions with faculty and advanced graduate student writers. The collection acts as a call for writing studies to turn its disciplinary attention to faculty writing within higher education."
    ]
  },
  {
    "title": "WPAing in a Pandemic and Beyond: Revision, Innovation, and Advocacy",
    "author": "Todd Ruecker and Shelia Carter-Tod",
    "publicationDate": "04-01-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/6709-wpaing-in-a-pandemic-and-beyond",
    "openAccess": "no",
    "coverImage": "covers/ruecker2025.jpg",
    "description": [
      "Writing program administrators have a long history of advocating for their students, fellow faculty, and programs. This advocacy includes defending their work against other entities that seek to dictate the work, challenging institutional policies that define student success in a narrow way or create untenable conditions for writing faculty workloads, and making antiracism a central part of writing programs. The COVID-19 pandemic undoubtedly created a variety of additional challenges for those working in education at all levels. WPAs suddenly had to navigate new public health mandates alongside student and instructor fears as well as pressures by administrations and publics to teach in person.",
      "The chapters in this collection include a variety of voices who have been involved in writing program administration in recent years to reflect on the work done in this moment of crisis. Through both short vignettes and longer chapters, this book explores the complicated interactions between WPA work and navigating times of crisis to provide insights for moving forward. Authors explore a variety of topics including professional development, curricular change, advocating in the face of intransigent administrations and others, caring for students, and taking time for self-care. Pointing to specific actions for continued advocacy, WPAing in a Pandemic and Beyond will be of great interest to WPAs and writing studies scholars.",
      "The ebook edition will be made open access within three years of publication thanks to Path to Open, a program developed  to bring about equitable access and impact for the entire scholarly community, including authors, researchers, libraries, and university presses around the world"
    ]
  },
  {
    "title": "Writing and Other Familiar Things: Autoethnographic Possibilities",
    "author": "Ronald J. Pelias",
    "publicationDate": "03-11-2025",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Writing-and-Other-Familiar-Things-Autoethnographic-Possibilities/Pelias/p/book/9781032971773",
    "openAccess": "no",
    "coverImage": "covers/pelias2025.jpg",
    "description": [
      "Writing and Other Familiar Things: Autoethnographic Possibilities puts on display a number of distinct ways of structuring essays that can be used in qualitative research and creative writing.",
      "The book takes as its subject an assortment of things. Part 1 approaches writing from a variety of perspectives, addressing distinct aspects of writing such as the power of the written word, the prevalence of writing in our daily lives, and the writing process itself. Part 2 takes on a variety of subjects, including seashells, hands, conundrums, masks, teaching, COVID, partners, hats, gardening, parents, politics, and hope.",
      "By presenting various structural possibilities, the book might be described as a “how-to” book for any writer interested in a variety of creative approaches to writing essays."
    ]
  },
  {
    "title": "Community Listening: Stories, Hauntings, Possibilities",
    "author": "Jenn Fishman, Romeo García, and Lauren Rosenberg",
    "publicationDate": "01-16-2025",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/listening/",
    "openAccess": "yes",
    "coverImage": "covers/fishman2025.jpg",
    "description": [
      "Generating more questions than it answers, Community Listening invites readers to learn about listening that is deeply enmeshed in specific community sites, stories, and relations. Contributors bring their lived experience as listeners in, to, and alongside the communities whose praxes they surface in chapters that enrich and complicate the deep interrelationship of listening and storytelling. Affirming that storytelling is the vessel through which community listening is made, unmade, and remade, the stories in this collection probe what it means to listen from community vantages and to bring such listening into academic conversations. Collectively, the contributors to this multidisciplinary collection advance scholarship that has community as the locus of iterative knowledge seeking and sharing."
    ]
  },
  {
    "title": "Deliberating Ghana: Postcolonial Rhetorics, Culture, and Democracy",
    "author": "Stephen Kwame Dadugblor",
    "publicationDate": "05-01-2025",
    "publisher": "Michigan State University Press",
    "publisherURL": "https://msupress.org/9781611865325/deliberating-ghana/",
    "openAccess": "no",
    "coverImage": "covers/dadugblor2025.jpg",
    "description": [
      "In the early 2010s electoral disputes in Ghana garnered global attention and raised questions concerning the nature and future of democratic practice in postcolonial countries. In Deliberating Ghana: Postcolonial Rhetorics, Culture, and Democracy Stephen Kwame Dadugblor examines these disputes as they unfolded in Ghana’s Supreme Court and in the public domain. Reading a diverse set of materials including courtroom discourse, social media artifacts, documentaries, parliamentary records, and op-eds, Dadugblor theorizes a cultural imaginaries orientation as a viable approach for understanding and decolonizing knowledge of democratic practice frequently tethered to Western epistemologies and conceptions. Organized around four key ideas about deliberation—the notion of speech, the utility of genre, the promises and perils of digital political participation, and the politics of memory—Deliberating Ghana situates rhetorical studies of democracy within African epistemologies, calling attention to how centering the postcolony can contribute to moving beyond well-worn binaries of West/non-West in studies of rhetoric, democracy, and deliberation, and toward decolonial possibilities. It offers fresh perspectives on foregrounding a society’s indigenous knowledge and the messiness of its socio-political and rhetorical traditions to intervene in debates about the politics of knowledge production."
    ]
  },
  {
    "title": "Swarms, Viral Writing, and the Local: Rhetorical Dynamics across Networked Publics",
    "author": "Carl Whithaus",
    "publicationDate": "03-01-2025",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822947950/",
    "openAccess": "no",
    "coverImage": "covers/whithaus2025.jpg",
    "description": [
      "Swarms, Viral Writing, and the Local examines the social and rhetorical dynamics around emerging writing technologies. Carl Whithaus argues that these dynamics work across networked publics as patterns of behavior and ways of interacting through and with multimodal texts. This rhetorical analysis of the production and reception of born-digital rhetoric shows the ongoing and evolving impacts of online public discourse that can lead to bad restaurant reviews or the subversion of democracy. It is a networked process that gains significance because of the interplay and tensions between the global and the local. As these texts are created, distributed, received, and then recreated and shared again in viral ways, different messages resonate across media ecologies. Whithaus documents how emerging social dynamics shape—and are shaped by—digital writing, reading, and distribution technologies."
    ]
  },
  {
    "title": "Achy Affects: Crisis and Compositions of Selfhood",
    "author": "CE Mackenzie",
    "publicationDate": "06-01-2025",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822948568/",
    "openAccess": "no",
    "coverImage": "covers/mackenzie2025.jpg",
    "description": [
      "CE Mackenzie’s Achy Affects is a trans-genre memoir that boldly reimagines how we care for ourselves and our communities amidst relentless cultural, political, and ecological upheavals. It feels like we’re teetering on the edge of unprecedented crises. In the midst of this, as we wrestle with burnout and exhaustion, capitalism demands we push harder, achieve more, and become better. Mackenzie offers a radical alternative: give up the goal and just feel.",
      "Organized into four key emotions—wonder, shame, shyness, and nostalgia, with a final meditation on ache itself—Achy Affects confronts the simplistic idea that feelings are either “positive” or “negative.” This tired binary demands we rehabilitate the bad into the good, whether or not this rehab is ethical, or even desirable. Instead, by tuning into the feeling of ache, we can resist these pressures and reclaim our agency through compositions of our own making.\nIn the spirit of public intellectuals like Maggie Nelson and Julietta Singh, Mackenzie weaves their personal experiences of crisis—divorce and coming out, working in drug outreach, top surgery, new parenthood, and traversing the Alaskan tundra—into a nuanced exploration of ache. Through this lens, Mackenzie invites us to live alongside pain, not as something to be fixed, but as something to be understood without judgment or expectation."
    ]
  },
  {
    "title": "Algorithmic Worldmaking: The Rhetorical Craft of Networked Order",
    "author": "Jeremy David Johnson",
    "publicationDate": "02-01-2025",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361846/algorithmic-worldmaking/",
    "openAccess": "no",
    "coverImage": "covers/johnson2025.jpg",
    "description": [
      "Algorithmic Worldmaking is an urgent exploration of the dynamic relationship between algorithms that encode their human creators’ assumptions and the humans whose choices are shaped by these algorithms in search engines, social media, and other digital spaces. Transcending discussions of one or the other, Jeremy David Johnson traces the corrupting political and social influences that arise from their mutual interaction.",
      "Johnson uses the concept of kosmos in its sense of a dynamic order to frame the interplay between algorithms, humans, and their environments. He first shows how algorithms, far from being objective or unbiased, perpetuate human errors. Johnson then suggests a framework of four parts—navigation, exploration, maintenance, and monetization—to map the variety of political consequences to a society influenced by these four factors.",
      "Citing controversies at major platforms such as Google, YouTube, and Facebook, Johnson demonstrates how algorithms limit and shape human thought. He makes several persuasive arguments. First, algorithms and humans share agency but humans have exceptional responsibility. Second, the algorithmic kosmos mirrors and shapes social oppression. Third, algorithms incentivize capitalist exploitation. Last, these influences damage democratic deliberation.",
      "This landmark study is essential for scholars and students of political science, media studies, and those interested in the perilous implications of algorithmic systems on civic and political life."
    ]
  },
  {
    "title": "Recreational Colonialism and the Rhetorical Landscapes of the Outdoors",
    "author": "Kyle Boggs",
    "publicationDate": "05-01-2025",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814215876.html",
    "openAccess": "no",
    "coverImage": "covers/boggs2025.jpg",
    "description": [
      "In Recreational Colonialism and the Rhetorical Landscapes of the Outdoors, Kyle Boggs chronicles the struggle between Indigenous peoples who have rooted religious and cultural ties to outdoor sites across the US and elsewhere and the settlers who claim the right to freely recreate in those same places. Synthesizing theories of rhetoric, environmental studies, and settler colonialism, Boggs confronts the ways that settler colonial experiences and expectations have been narrated through rhetorical practices on these so-called public lands. Fusing journalism and personal narrative with scholarly research, Boggs’s argument comes to bear on his central case study of a northern Arizona ski development on a mountain held sacred by at least thirteen Indigenous tribes. In illuminating the striking ways that settler imaginaries are accommodated, performed, and sustained in the everyday, Boggs offers a powerful reminder that even during leisure activities (in this case, sports such as ultrarunning, rock climbing, and skiing), complex webs of power control who can access resources and land and who has the right to protect histories and cultures."
    ]
  },
  {
    "title": "Affects, Matterings, and Literacies across Appalachia",
    "author": "Caleb Pendygraft",
    "publicationDate": "06-10-2025",
    "publisher": "University Press of Kentucky",
    "publisherURL": "https://www.kentuckypress.com/9781985902428/reading-writing-and-queer-survival/",
    "openAccess": "no",
    "coverImage": "covers/pendygraft2025.jpg",
    "description": [
      "What happens to reading and writing when place, emotion, and materiality are just as important as the ability to write or to engage with a text? Grounded in the field of literacy studies, Reading, Writing, and Queer Survival examines the significance of inanimate and other posthuman elements to LGBTQ+ Appalachians, establishing queer storytelling as a transformative methodology for thinking about multifaceted Appalachian identities and spaces. Readers are asked to consider narrative and literacy as forces in the world—changing, flowing, emerging from place, alive in their own way. While focusing on people and their experiences in the region, the book also illustrates the complex literacy practices that LGBTQ+ Appalachians take part in to make meaning and build connections. The resulting analysis challenges our understanding of agency, queerness, and human-centric definitions of literacy.",
      "By including the stories of queer Appalachians—both the interview participants' and his own—Caleb Pendygraft has written an essential theoretical framework. Reading, Writing, and Queer Survival is a call to imagine a new future in which literacy is animate and dynamic."
    ]
  },
  {
    "title": "Confronting Toxic Rhetoric: Writing Teachers’ Experiences of Rupture, Resistance, and Resilience",
    "author": "Jamie White-Farnham, Cathryn Molloy, and Bryna Siegel Finer",
    "publicationDate": "01-01-2025",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1446367",
    "openAccess": "no",
    "coverImage": "covers/whitefarnham2025.jpg",
    "description": [
      "Confronting Toxic Rhetoric contributes to the extant scholarship on toxic rhetoric, specifically the negative and extreme political discourse surrounding the Trump years of campaigning, rallying, tweeting, holding office, and the ongoing culture war in the US (Duffy, 2020). Toxic rhetoric challenged the foundational purposes of teaching writing and rhetoric, such as ethical argumentation and critical thinking. Teachers’ narratives, case studies, and reflections bring to light the ruptures, resistance, and resilience of teaching amid the extreme polarization of partisan politics, distrust of science, and increased hate speech, among other issues associated with toxic rhetoric.",
      "Readers will learn from teachers who were challenged to cope with toxic rhetoric, using both rhetorical and extra-disciplinary lenses. Their experiences present a vulnerable yet resolved expression of coping, activism, and belief in the future of rhetoric and democracy."
    ]
  },
  {
    "title": " Writing Rediscovered: Nine Concepts to Transform Your Relationship with Writing",
    "author": "Elizabeth Wardle",
    "publicationDate": "09-01-2025",
    "publisher": "Wiley",
    "publisherURL": "https://www.wiley.com/en-us/Writing+Rediscovered%3A+Nine+Concepts+to+Transform+Your+Relationship+with+Writing-p-9781394358625",
    "openAccess": "no",
    "coverImage": "covers/wardle2025.jpg",
    "description": [
      "In Writing Rediscovered, author and writing scholar Elizabeth Wardle invites you to transform your approach to writing through nine powerful “threshold concepts.” These foundational ideas will reshape how you think, feel, and act as a writer.",
      "Rather than offering generic writing tips, this book dives deep into what's holding you back from seeing yourself as a writer. You'll challenge your beliefs about what writing is, who can be a writer, and what makes writing “good.” Dr. Wardle helps you reflect on past experiences with writing instruction and replace damaging ideas with more productive ones.",
      "Writing Rediscovered blends decades of research with accessible, interactive methods, offering practical tools to help you reshape your writing identity. Whether you're writing reports, emails, or poetry, this book will change how you approach writing."
    ]
  },
  {
    "title": "Decolonial Possibilities: Indigenously Rooted Practices in Rhetoric and Writing",
    "author": "Lisa King and Andrea Riley Mukavetz",
    "publicationDate": "07-01-2025",
    "publisher": "NCTE",
    "publisherURL": "https://publicationsncte.org/content/books/9780814102404",
    "openAccess": "no",
    "coverImage": "covers/king2025.jpg",
    "description": [
      "Decolonial Possibilities takes up the call to decolonize the university in whatever ways possible, from teaching to administrative work to publishing. Curating perspectives from cultural and Indigenous rhetorics scholars associated with the NCTE/CCCC American Indian Caucus, editors Lisa King and Andrea Riley Mukavetz emphasize nourishing the intricate and diverse pathways necessary for meaningful decolonial work—work that requires intentional relationships with Native American and Indigenous communities within and beyond the university.",
      "Tribal Nations and Indigenous people are diverse, and this collection of essays does not offer a universal approach to decolonizing the university. Rather, it aims to improve how those in rhetoric and composition think about and approach decoloniality and decolonization in their research, teaching, and professional interactions. Contributors draw attention to the challenges, pitfalls, joys, and labor of embedding decolonial theories, practices, and models into every facet of our discipline, while being attentive to the contributions, perspectives, and grassroots movements of Tribal Nations and Indigenous people."
    ]
  },
  {
    "title": "Worker Writers: Community Archiving in Action",
    "author": "Jessica Pauszek",
    "publicationDate": "09-01-2025",
    "publisher": "NCTE",
    "publisherURL": "https://publicationsncte.org/content/books/9780814102466",
    "openAccess": "no",
    "coverImage": "covers/pauszek2025.jpg",
    "description": [
      "Worker Writers brings together conversations in community literacy, archival methods, and working-class studies to explore the process of collaboratively creating an archive focused on the Federation of Worker Writers and Community Publishers, a transnational writing network between 1976 and 2007. Detailing a decade-long collaboration, Pauszek explores the FWWCP Archival Project, which has enabled the creation of a publicly accessible print and digital archive of thousands of working-class community publications and administrative documents. Additionally, this book: Offers a framework for community partnership and archival work that explicitly accounts for working-class identities and class-based structures such as labor, finances, and precarious material resources; Provides insights on the embodied archival processes, useful for teams doing documentation work; Illustrates the possibilities of community-based archival work; and Argues for the importance of preserving working-class writing and literacy."
    ]
  },
  {
    "title": "Coauthoring with Undergraduates in Writing Studies: Revising Identities and Institutions",
    "author": "Laurie Grobman and Jane Greer",
    "publicationDate": "12-01-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/coauthoring-with-undergraduates-in-writing-studies",
    "openAccess": "no",
    "coverImage": "covers/grobman2025.jpg",
    "description": [
      "Coauthoring with Undergraduates in Writing Studies focuses on the largely unnoticed and unexplored tradition of faculty/undergraduate publication in writing studies. Coauthoring makes new authorial identities and relationships available to both faculty and students and demonstrates promise as a way to increase access to meaningful research experiences for undergraduates from communities that have been historically underserved in higher education, creating more inclusive learning environments.",
      "In this book, faculty and undergraduates describe and theorize about their coauthoring experiences within a variety of institutional contexts including land-grant universities, Historically Black Colleges and Universities, Hispanic-Serving Institutions, religiously affiliated research universities, and regional campuses of statewide higher education systems. They explore the relationships between undergraduates and faculty that lead to coauthoring opportunities in a range of courses—first-year writing classes, general educational requirements in various disciplines, and upper-level offerings for English majors—as well as in other institutional spaces such as writing centers, community engagement initiatives, and assessment offices. The collection offers faculty and undergraduates models, ideas, and strategies for how to coauthor together while also preparing them for the challenges—pragmatic, intellectual, and ethical—that they may encounter.",
      "Coauthoring with Undergraduates in Writing Studies showcases why and how coauthorship between faculty and undergraduates is a vital site for scholarly engagement, professional development, and socially just education. It boldly enacts rhetoric and composition’s commitment to collaborative scholarship and is significant for graduate students and faculty in rhetoric and writing studies, especially in community-engaged writing, undergraduate education, collaborative writing, and mentorship, as well as those interested in WAC, WID, and the scholarship of teaching and learning."
    ]
  },
  {
    "title": "Local Organic: Food Rhetorics and Community Writing for Impact",
    "author": "Veronica House",
    "publicationDate": "07-01-2025",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/local-organic",
    "openAccess": "no",
    "coverImage": "covers/house2025.jpg",
    "description": [
      "In Local Organic, Veronica House explores ways to collaboratively build resilient local food systems and coalitions across disciplines and communities. Framed by a study of language, power, and food both nationally and in Boulder, Colorado, the book offers teachers, organizers, activists, and scholars ideas and examples for building interdisciplinary and intercommunity coalitional ecologies through writing in a methodology for engagement that the author calls ecological community writing. Based on more than a decade of research, teaching, writing, and project-building with undergraduate writing students and project partners, House theorizes how work to encourage local community-based writing becomes an ecological thread connecting things, ideas, and people. Local Organic is a book about collaboratively building community-derived definitions for resilient local food systems and how faculty and students can work to ethically partner with local communities using distributed definition building.",
      "Local Organic offers writing and rhetoric faculty and graduate students an ecological methodology to produce, teach, and theorize writing to help communities engage with a wide array of social issues and to work toward individual and community-level impacts."
    ]
  },
  {
    "title": "Plato's Nightmare",
    "author": "Steven B. Katz",
    "publicationDate": "11-08-2025",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/platos-nightmare",
    "openAccess": "no",
    "coverImage": "covers/katz2025.jpg",
    "description": [
      "Plato’s Nightmare is a wide-ranging tour de force. This poetic-rhetorical-epic-treatise uses poetry and prose to explore the human desire to escape the material body and world. Beginning with Socrates’s stripping of poetry from rhetoric and speech in Plato’s’ Gorgias, Plato’s Nightmare traces the theme of disembodiment across different historical, philosophical, and literary concepts and periods, from ancient Greek sophism and Hebrew mysticism, and Christian spiritualism and scientific revolutions to transcendentalism, cybernetics, and our even more distant post-Anthropogenic future in deep space. In reunifying rhetorics and poetics in Plato’s Nightmare Katz’s poems act as types of forensic, epideictic, deliberative arguments, forms of evidence (demonstrative, illustrative, descriptive), and commentary (contrary, irony, humorous), as well as literary objects (imitative, imaginative, aesthetic). This experimental and provocative book thus exhibits in its form and content that Plato’s ideals of pure mind were increasingly realized, but in technological media (writing) that frightened yet exhilarated him. Plato’s dream was physical, ambiguous, haunting, and liberating."
    ]
  },
  {
    "title": "Designing for Social Justice: Community-Engaged Approaches in Technical and Professional Communication",
    "author": "Jialei Jiang and Jason C.K. Tham",
    "publicationDate": "03-30-2025",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Designing-for-Social-Justice-Community-Engaged-Approaches-in-Technical-and-Professional-Communication/Jiang-Tham/p/book/9781032745916",
    "openAccess": "no",
    "coverImage": "covers/jiang2025.jpg",
    "description": [
      "Exploring the intersection of design research and community engagement, this book highlights the ways in which design and design theories can be used to address social justice issues and promote positive change in communities.",
      "Contributors illuminate the theoretical, ethical, and pedagogical dimensions of design-driven methods in community-engaged projects, exploring their potential to address critical social justice issues such as ethnic and racial justice, gender equality, disability justice, cultural diversity, equity, and environmental justice. Chapters examine various aspects of community-engaged practices, including the use of design theories to fuel social justice work in community partnerships, ethical issues surrounding the use of multimodal resources and new media technologies, and pedagogies for promoting social change. Addressing the opportunities and challenges of design and design methods in community engagement, this collection offers suggestions for promoting social justice through technical and professional communication activities and pedagogies.",
      "Investigating the design of community-engaged projects from a critical standpoint, this book will appeal to scholars and students in the fields of Technical and Professional Communication, Writing and Composition Studies, and Rhetoric. It will also be of interest to administrators, community partners, and professionals working in service-learning contexts."
    ]
  },
  {
    "title": "Ludic Rhetoric: How Games Enhance Rhetorical Theory and Pedagogy",
    "author": "Rebekah Shultz Colby",
    "publicationDate": "12-08-2025",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/ludic-rhetoric",
    "openAccess": "no",
    "coverImage": "covers/colby2025.jpg",
    "description": [
      "Ludic Rhetoric: How Games Enhance Rhetorical Theory and Pedagogy uses a qualitative study examining the game-based pedagogy of twenty-two rhetoric and writing teachers to show how games invent rhetorical theory, writing, design, and pedagogy through the multimodal, performative interplay of materiality and discourse. Rebekah Shultz Colby draws from Gregory Ulmer’s heuretics, Judith Butler’s theory of the constitutive outside, Karen Barad’s theory of intra-active performativity and an Indigenous philosophy of environmental inter-relatedness, and Julia Kristeva’s semiotic rupture to examine how the process of gameplay and game design constructs a way into the chora by creating a performative, multimodal semiotic rupture that reinvents argument, social discursive theories, and writing pedagogy for social justice.",
      "In Ludic Rhetoric, Colby explores how the game avatar teaches the dual logics of electracy: flash reason and algorithmic logic. She also illustrates how games construct spatial arguments. While the avatar can create resistance by placing students in uncomfortable, embodied ideological positions, games also create space for negotiating resistance through empathy games, critical emergent play, and dialogue. Ludic rhetoric examines game design as a maker pedagogy, showing how students can design social justice games that use the multimodal materiality of games to performatively interrogate the social theories and problems informing social justice issues, as well as the writing process. Finally, Colby explores how games materially embody the circulation of writing, especially online, showing students how research is constructed and circulated, and how games invent pedagogy or create courses through gamification."
    ]
  },
  {
    "title": "Composing with AI",
    "author": "Nupoor Ranade and Douglas Eyman",
    "publicationDate": "12-28-2025",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/composing-with-ai",
    "openAccess": "yes",
    "coverImage": "covers/ranade2025.jpg",
    "description": [
      "Composing with AI offers a comprehensive snapshot of writing studies’ response to the rapid emergence of generative AI, capturing a pivotal moment in the field's technological evolution. By situating our current era within a century-long history of new media pedagogy, contributors illustrate that scholars have a rich tradition of navigating disruptive tools, from MOOs and hypertexts to Wikipedia. The introduction and early chapters provide a historical framing, showing how field’s existing scholarly legacy is uniquely equipped to help faculty and students address the ethical ramifications and rhetorical challenges posed by generative AI.\nThe book transitions into the practical domain by exploring reports from the field and the development of institutional policies designed to guide the responsible use of AI. Chapter authors detail the creation of program-wide policy frameworks that prioritize ethical engagement, academic integrity, and the protection of a student's individual authorial voice. Through large-scale student surveys and usability studies, researchers provide insights into how learners perceive AI, and through experimental assignments in machine-assisted writing, several chapters demonstrate how fostering AI literacy can empower students to use these tools for critical inquiry rather than mere labor avoidance.",
      "The final sections delve into the sophisticated interplay of style, multimodal composing, and theoretical frameworks. Chapters in this section examine generative AI through the lens of rhetorical style, through text-to-image synthesis, and in light of theoretical models, such as the Data-Information-Knowledge-Wisdom structure used by information science and via critical interface heuristics.",
      "This collection provides educators, researchers, and policymakers with frameworks and strategies needed to integrate AI responsibly into composition practices. It emphasizes the importance of fostering critical literacies around AI use, advocating for thoughtful and informed approaches to incorporating these tools in writing pedagogy. By offering diverse perspectives and practical guidance, the collection serves as a valuable resource for understanding the transformative potential of AI in education and its implications for the future of composition scholarship and instruction."
    ]
  }
]