[
  {
    "title": "The Talk and Texts of Teacher Development: Values, the Practicum, and Programmatic Change in Writing Studies",
    "author": "Adrienne Jankens",
    "publicationDate": "01-01-2026",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/the-talk-and-texts-of-teacher-development",
    "openAccess": "no",
    "coverImage": "covers/jankens2026.jpg",
    "description": [
      "The Talk and Texts of Teacher Development explores the role of writing programs—specifically practicum courses—in developing teachers and articulating programmatic values. Drawing on interviews, curricular analysis, program archives, and teacher research, Adrienne Jankens explores how implicit values shape decisions about curriculum, pedagogy, and programmatic structures.",
      "Through her multi-site analysis, Jankens examines the ways values are reflected in syllabi, committee meetings, and classroom practices. She demonstrates how values that are often unstated or assumed can be made explicit and linked to programmatic action, thus supporting development and aligning instructional goals with broader institutional objectives. Offering a nuanced framework on practicum courses, Jankens also highlights the importance of local contexts and distinguishes among tacit, implicit, explicit, emergent, and articulated values. This layered understanding helps reveal the often hidden mechanisms by which writing program values are enacted in day-to-day teaching practices.",
      "Teacher development is a crucial site for enacting and understanding programmatic values, and making these values explicit can guide meaningful programmatic change. Providing an institutional ethnography of Jankens’s own writing program and situating those findings within broader conversations in writing studies, The Talk and Texts of Teacher Development adds to scholarship exploring the focus of the practicum course, the positionality and experience of graduate teaching assistants in writing programs, and the perennial work of the field to identify its core values and disciplinary identity."
    ]
  },
  {
    "title": "From Liberation to Remediation: The Rhetoric of General Education",
    "author": "Kelly Ritter",
    "publicationDate": "02-01-2026",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/from-liberation-to-remediation",
    "openAccess": "no",
    "coverImage": "covers/ritter2026.jpg",
    "description": [
      "Ever since its origins as a post–World War II movement designed to democratize education and promote civic engagement, General Education has been the source and subject of political battles. From Liberation to Remediation explores how Gen Ed’s initial goal of providing a common intellectual foundation for all students has been gradually undermined, resulting in a growing perception that General Education is unnecessary for high-achieving students and is instead a remedial path for those deemed underprepared.\nKelly Ritter addresses how lawmakers, for-profit testing companies, and even universities fuel public misconceptions of what Gen Ed can provide for our democracy and the role that a broad-based college education plays in social uplift. Tracing the history of the public rhetoric that persuades parents and students to see these courses as a set of interchangeable precollege credits to gain (or game) by any means necessary, she examines how positive and negative public responses to the curricula affected the position of core subjects in US universities, focusing on first-year writing. She also explores the role local, state, and organizational politics played in Gen Ed’s positioning, including decisions related to race, social class, and educational attainment; the impact credit-by-exemption and seamless transfer had on the quality and import of Gen Ed programming in both high schools and colleges; and the perceived use-value of the courses themselves in the face of rising college costs. Finally, she considers which student populations have benefited from the denigration of Gen Ed’s value and which have been left behind.",
      "Drawing on archival research and case studies, From Liberation to Remediation raises important questions about equity, access, and the role of General Education in US higher education’s future and demonstrates that recovering the original post-war democratizing principles and practices of Gen Ed is critical to the continuance of a literate, empathetic, and civic-minded democracy for the twenty-first century."
    ]
  },
  {
    "title": "Next-Gen Perspectives on Leadership: Coalitional Strategies for Launching Careers, Renewing Curricula, and Defending Democracy",
    "author": "Charles McMartin, Eric A. House, Sonia Arellano, and Thomas Miller",
    "publicationDate": "02-01-2026",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/next-gen-perspectives-on-leadership",
    "openAccess": "no",
    "coverImage": "covers/mcmartin2026.jpg",
    "description": [
      "Next-Gen Perspectives on Leadership amplifies voices that have too often been excluded from traditional accounts of academic leadership. Centering the voices of early-career PhDs in writing studies and related fields, this book offers essential and practical leadership strategies at a pivotal moment in higher education shaped by the COVID-19 pandemic, the rise of new majority students, and the growing influence of authoritarian politics.",
      "Next-gen faculty are leading now. Through coalition-building, care work, and equity-driven initiatives, they are transforming institutions from the ground up. From labor organizing and culturally responsive curriculum design to the care-work of academic parents and the leadership of writing program administrators, the contributors in this collection model the type of coalitional leadership needed in our institutions. Structured around intergenerational dialogues, the book brings together early-career scholars with mid-career leaders—Jennifer Sano-Franchini, Christina Cedillo, and Staci Perryman-Clark—who offer sharp, reflective responses to each section, and culminates in a powerful closing essay by Carmen Kynard. These voices trace a lineage of resistance and renewal, showing how the leadership strategies of today’s emerging scholars echo and evolve the activist traditions that have long shaped writing studies. Next-gen leaders are moving beyond individualistic models of success and embracing collective, justice-oriented leadership practices. This collection invites scholars to study and teach forms of leadership that help faculty and students step into the challenging opportunities they face.",
      "For graduate students and early-career faculty, this book offers a model of leadership that creates meaningful change outside designated leadership roles or institutional metrics. For mid-career and senior faculty, it provides a framework for recognizing and supporting the ground-level leadership already happening in their contexts. This collection is for anyone committed to leading more inclusive and sustainable academic communities and encourages faculty across generations to reimagine how to mentor, collaborate, and lead in ways that reflect the values of equity, care, and coalition."
    ]
  },
  {
    "title": "Adequate: Rewriting the Logics of Success in Rhetoric and Composition",
    "author": "Timothy Oleksiak and Joshua Barsczewski",
    "publicationDate": "02-01-2026",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/adequate",
    "openAccess": "no",
    "coverImage": "covers/oleksiak2026.jpg",
    "description": [
      "Adequate: Rewriting the Logics of Success in Rhetoric and Composition proposes a fresh approach to teaching rhetoric and composition—a field awash with unrealistic labor expectations and untenable and often unattainable requirements for both the educator and the educated—that takes “success” and “failure” out of the equation and advocates for the concept of adequacy over that of perfection.",
      "Fourteen essays from established scholars, ranging from deeply personal, to darkly humorous, to impassioned and blunt, offer theoretical and pragmatic resources for responding to unjust labor extraction and the discipline’s demands that teachers do it all. Drawing on an array of intellectual traditions including labor studies, feminist rhetoric, disability studies, Jewish rhetoric, and theories of writing program administrations, authors assert the reasonable position of being enough and thriving outside of work in the face of growing demands for professional excellence and even perfection.",
      "Adequate reimagines what the concept of adequacy holds for the future of academic work. An invaluable resource for scholars, graduate students, and advanced undergraduate students in the rhetoric and composition field, this volume covers the realities of teaching rhetoric and composition in the modern college environment, as well as potential paths forward for educators in need of a better work-life balance."
    ]
  },
  {
    "title": "Beyond Consensus: How Everyday Citizens Advocate for Local Environmental Issues",
    "author": "Kelly Scarff",
    "publicationDate": "01-08-2026",
    "publisher": "Bloomsbury Academic",
    "publisherURL": "https://www.bloomsbury.com/us/beyond-consensus-9781666980998/",
    "openAccess": "no",
    "coverImage": "covers/scarff2026.jpg",
    "description": [
      "By better understanding the \"genre\" of environmental public hearings, one can challenge ideas of effectiveness and consensus so that citizens can learn to advocate more effectively for their concerns about environmental issues.",
      "This book addresses how public hearing genre conventions are established and how those conventions inform and often govern tensions that arise in public discourse about a contested environmental project. The two questions driving the author's inquiry are: one, how do citizens and institutions interpret, prepare for, respond to, and engage with the public hearing genre? And two, what role and effect do public hearings have on both the community and the contested project's overall process? The case study delves into public comments from two Mountain Valley Pipeline (MVP) 401 Water Quality Certification public hearings that were held in August 2017 and hosted by Virginia Department of Environmental Quality (VA DEQ). The author argues that there are ways we might reimagine ideas of effectiveness, consensus, and the public hearing genre, specifically in the case of the 401 Public Hearings and more generally in other public hearings where public discourses center on a contested environmental project like the MVP."
    ]
  },
  {
    "title": "Sovereign, Settler, Leaker, Lie: Forms of the Secret in US Political Rhetoric",
    "author": "Atilla Hallsby",
    "publicationDate": "02-01-2026",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814216057.html",
    "openAccess": "no",
    "coverImage": "covers/hallsby2026.jpg",
    "description": [
      "In Sovereign, Settler, Leaker, Lie, Atilla Hallsby argues that secrets play a pivotal role in organizing political discourse in the United States. Hallsby takes up contemporary case studies—ranging from the Valerie Plame scandal during the George W. Bush presidency, to the use of Saul Alinsky’s name as a partisan codeword for politicizing Obama’s Blackness, to Chelsea Manning’s public naming and outing—to show how dramatic revelations increasingly fail to produce meaningful change and instead reproduce entrenched racial, gendered, and colonial hierarchies.",
      "The core feature of these interlinked moments of crisis is the secret: a rhetorical patterning of political life organized by specific forms, each one lending a familiar shape to the shadows of American empire. These forms, theorized here as tropes, connect decades of secrets, linking the George W. Bush administration’s War on Terror to the Trump-era reemergence of “deep state” conspiracy theories. As an extension of secrecy and surveillance studies, and with the aim of attaining a more accountable and just form of US governmentality, Sovereign, Settler, Leaker, Lie explains how still-unfolding political realities in the United States emerged, transformed, and regenerate."
    ]
  },
  {
    "title": "Multilingual Writing in Entanglement: Becoming With Others Through Chronotopic Figuring and Unpredictable Encounters",
    "author": "Xiqiao Wang",
    "publicationDate": "01-01-2026",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/multilingual-writing-in-entanglement",
    "openAccess": "no",
    "coverImage": "covers/wang2026.jpg",
    "description": [
      "Multilingual Writing in Entanglement offers deep, behind-the-scenes insight into multilingual writing processes through ethnographically constructed case studies of two Chinese international students navigating first-year writing assignments. Drawing on fungi studies to develop ecology-informed metaphors, Xiqiao Wang traces how these students’ writing unfolds alongside multilingual living, revealing the thickets of relationships with both human participants (peers, teachers, writing consultants) and nonhuman elements (trees, rivers, digital texts, writing technologies) that create opportunities for negotiating across differences.",
      "This longitudinal qualitative study follows Morgan and Leo through their undergraduate careers, collecting rich ethnographic data across private, academic, and digital spaces. The resulting theoretical framework conceptualizes multilingual writing as simultaneously strategic, agentive, creative, diffused, contingent, and messy—a phenomenon shaped by dynamic interplay between ephemeral encounters and established practices. Employing chronotopic figuring as a methodological tool, Wang illuminates aspects of multilingual writing often elided in research: fleeting encounters that energize composition, reciprocal relationships that distribute writing labor, unexpected detours that redirect the writing process, and the layering of writing and identity practices across multiple historical trajectories. This approach moves beyond examining writing in isolated moments to trace how meaning emerges across languages, modes, and spacetimes.",
      "Multilingual Writing in Entanglement offers crucial insights into how international students strategically and improvisationally reconfigure their semiotic and rhetorical repertoires to write multilingual lives into meaning. This work is influential for scholars and educators in composition, literacy studies, multilingual education, ESL, and linguistics."
    ]
  }
]