[
  {
    "title": "Being-Moved: Rhetoric as the Art of Listening",
    "author": "Daniel M. Gross",
    "publicationDate": "03-03-2020",
    "publisher": "University of California Press",
    "publisherURL": "https://www.ucpress.edu/book/9780520340466/being-moved",
    "openAccess": "no",
    "coverImage": "covers/gross2020.jpg",
    "description": [
      "If rhetoric is the art of speaking, who is listening? In Being-Moved, Daniel M. Gross provides an answer, showing when and where the art of speaking parted ways with the art of listening – and what happens when they intersect once again. Much in the history of rhetoric must be rethought along the way. And much of this rethinking pivots around Martin Heidegger’s early lectures on Aristotle’s Rhetoric where his famous topic, Being, gives way to being-moved. The results, Gross goes on to show, are profound. Listening to the gods, listening to the world around us, and even listening to one another in the classroom – all of these experiences become different when rhetoric is reoriented from the voice to the ear."
    ]
  },
  {
    "title": "Excavating the Memory Palace: Arts of Visualization from the Agora to the Computer",
    "author": "Seth David Long",
    "publicationDate": "12-14-2020",
    "publisher": "University of Chicago Press",
    "publisherURL": "https://press.uchicago.edu/ucp/books/book/chicago/E/bo49299173.html",
    "openAccess": "no",
    "coverImage": "covers/long2020.jpg",
    "description": [
      "With the prevalence of smartphones, massive data storage, and search engines, we might think of today as the height of the information age. In reality, every era has faced its own challenges of storing, organizing, and accessing information. While they lacked digital devices, our ancestors, when faced with information overload, utilized some of the same techniques that underlie our modern interfaces: they visualized and spatialized data, tying it to the emotional and sensory spaces of memory, thereby turning their minds into a visual interface for accessing information.",
      "In Excavating the Memory Palace, Seth David Long mines the history of Europe’s arts of memory to find the origins of today’s data visualizations, unearthing how ancient constructions of cognitive pathways paved the way for modern technological interfaces. Looking to techniques like the memory palace, he finds the ways that information has been tied to sensory and visual experience, turning raw data into lucid knowledge. From the icons of smart phone screens to massive network graphs, Long shows us the ancestry of the cyberscape and unveils the history of memory as a creative act."
    ]
  },
  {
    "title": "The Naylor Report on Undergraduate Research in Writing Studies",
    "author": "Dominic DelliCarpini, Jenn Fishman, and Jane Greer",
    "publicationDate": "04-03-2020",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/the-naylor-report-on-undergraduate-research-in-writing-studies",
    "openAccess": "no",
    "coverImage": "covers/dellicarpini2020.jpg",
    "description": [
      "The Naylor Report on Undergraduate Research in Writing Studies combines scholarly research with practical advice for practitioners of undergraduate research in writing studies, including student researchers, mentors, and program administrators. Building upon the 1998 Boyer Commission Report, Reinventing Undergraduate Education, this book provides insight into the growth of undergraduate research over the last twenty years. Contributors demonstrate how undergraduate research serves students and their mentors as well as sponsoring programs, departments, and institutions. The Naylor Report also illustrates how making research central to undergraduate education helps advance the discipline.",
      "Organized in two parts, Part I focuses on defining characteristics of undergraduate research in writing studies: mentoring, research methods, contribution to knowledge, and circulation. Part II focuses on critical issues to consider, such as access, curriculum, and institutional support.",
      "The Naylor Report on Undergraduate Research in Writing Studies is both a toolkit and a call to action. It helps readers not only engage in undergraduate research but also develop and sustain undergraduate research efforts locally on their campuses and in their communities. The report is the product of conversations that began at the Naylor Symposium for Undergraduate Research in Writing Studies in York, Pennsylvania. It reflects the generosity of event benefactor Mr. Irv Naylor as well as participants’ shared desire to improve undergraduate research in writing studies along with prospective practitioners’ access to it."
    ]
  },
  {
    "title": "Internationalizing the Writing Center: A Guide for Developing a Multilingual Writing Center",
    "author": "Noreen Groover Lape",
    "publicationDate": "03-10-2020",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/internationalizing-the-writing-center",
    "openAccess": "no",
    "coverImage": "covers/lape2020.jpg",
    "description": [
      "Internationalizing the Writing Center provides a rationale, pedagogical plan, and administrative method for developing a multilingual writing center. The book incorporates work from writing center studies as well as second language acquisition studies, including English as a second language; English as a foreign language; second language writing; and foreign language writing. Author Noreen Lape draws on ten years of experience directing a multilingual writing center that offers writing tutoring in eleven languages, and she incorporates the voices and insights of foreign language writing tutors and faculty from surveys, interviews, and tutoring session reports.",
      "Lape begins by exploring the dominance of English-medium writing centers in a globalized world and arguing for the expansion of English-centric into multilingual writing centers. She then considers how tutor training differs when the writing center is multilingual as opposed to monolingual, and the writing is second language and foreign language as well as “native” language. The chapters on tutor training explore issues such as holistic tutoring, composing in a foreign language, the role of translating in the writing process, creating a positive learning environment, and developing intercultural competence. In multiple appendices, Lape shares original exercises that writing center administrators can use to train foreign language writing tutors. The book ends with a discussion of strategies for engaging faculty and administrators as stakeholders, and collaborating with those stakeholders to create a sustainable center."
    ]
  },
  {
    "title": "Stripped: Reading the Erotic Body",
    "author": "Maggie M. Werner",
    "publicationDate": "10-14-2020",
    "publisher": "Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-08776-4.html",
    "openAccess": "no",
    "coverImage": "covers/werner2020.jpg",
    "description": [
      "Stripped examines the ways in which erotic bodies communicate in performance and as cultural figures. Focusing on symbols independent of language, Maggie M. Werner explores the signs and signals of erotic dance, audience responses to these codes, and how this exchange creates embodied rhetoric.\nInformed by her own ethnographic research conducted in strip clubs and theaters, Werner analyzes the movement, dress, and cosmetic choices of topless dancers and neo-burlesque performers. Drawing on critical methods of analysis, she develops approaches for interpreting embodied erotic rhetoric and the marginal cultural practices that construct women’s public erotic bodies. She follows these bodies out into the streets—into the protest spaces where sex workers and anti-rape activists challenge discourses about morality and victimhood and struggle to remake their own identities. Throughout, Werner showcases the voices of these performers and in the analyses shares her experiences as an audience member, interviewer, and paying customer. The result is a uniquely personal and erudite study that advances conversations about women’s agency and erotic performance, moving beyond the binary that views the erotic body as either oppressed or empowered.",
      "Theoretically sophisticated and delightfully intimate, Stripped is an important contribution to the study of the rhetoric of the body and to rhetorical and performance studies more broadly."
    ]
  },
  {
    "title": "Gilbert Austin's \"Chironomia\" Revisited Sympathy, Science, and the Representation of Movement",
    "author": "Sara Newman and Sigrid Streit",
    "publicationDate": "03-06-2020",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809337675/gilbert-austins-chironomia-revisited",
    "openAccess": "no",
    "coverImage": "covers/newman2020.jpg",
    "description": [
      "This first book-length study of Irish educator, clergyman, and author Gilbert Austin as an elocutionary rhetor investigates how his work informs contemporary scholarship on delivery, rhetorical history and theory, and embodied communication. Authors Sara Newman and Sigrid Streit study Austin’s theoretical system, outlined in his 1806 book Chironomia; or A Treatise on Rhetorical Delivery—an innovative study of gestures as a viable, independent language—and consider how Austin’s efforts to incorporate movement and integrate texts and images intersect with present-day interdisciplinary studies of embodiment.",
      "Austin did not simply categorize gesture mechanically, separating delivery from rhetoric and the discipline’s overall goals, but instead he provided a theoretical framework of written descriptions and illustrations that positions delivery as central to effective rhetoric and civic interactions. Balancing the variable physical elements of human interactions as well as the demands of communication, Austin’s system fortuitously anticipated contemporary inquiries into embodied and nonverbal communication. Enlightenment rhetoricians, scientists, and physicians relied on sympathy and its attendant vivacious and lively ideas to convey feelings and facts to their varied audiences. During the seventeenth and eighteenth-centuries, as these disciplines formed increasingly distinct, specialized boundaries, they repurposed existing, shared communication conventions to new ends. While the emerging standards necessarily diverged, each was grounded in the subjective, embodied bedrock of the sympathetic, magical tradition."
    ]
  },
  {
    "title": "Writing Workflows: Beyond Word Processing",
    "author": "Tim Lockridge and Derek Van Ittersum",
    "publicationDate": "12-15-2020",
    "publisher": "Sweetland Digital Rhetoric Collaborative/UMich Press",
    "publisherURL": "https://www.digitalrhetoriccollaborative.org/books/writing-workflows/",
    "openAccess": "yes",
    "coverImage": "covers/lockridge2020.jpg",
    "description": [
      "Since the late 1990s, writing process research has often treated the tools of writing as an invisible variable or idiosyncratic choice. For example, writing process research might examine how a writer develops ideas or moves through drafts, but it often omits the role of tools: a favorite fountain pen, a trusty yellow memo pad, or a mobile notetaking app. Writing Workflows: Beyond Word Processing uses the concept of the “writing workflow” to bring attention to those seemingly invisible tool choices. Through a type of reflection that the authors call “workflow thinking,” writers can look at their processes and ask how tools shape their habits—and how a change in tools might offer new ways of thinking and writing. Similarly, the book also introduces a practice the authors call “workflow mapping,” which helps writers trace their tool preferences across time. Through workflow mapping a writer can better see how their tool preferences have accrued over time and imagine how new technologies might fit in. Ultimately, the book offers these new theories to help researchers better understand how writing process shapes the tools of writing, and how the tools of writing, in turn, also shape writing process."
    ]
  },
  {
    "title": "Black or Right: Anti/Racist Campus Rhetorics",
    "author": "Louis M. Maraj",
    "publicationDate": "12-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3920-black-or-right",
    "openAccess": "no",
    "coverImage": "covers/maraj2020.jpg",
    "description": [
      "Offering four Black rhetorics as antiracist means for rhetorical reclamation—autoethnography, hashtagging, inter(con)textual reading, and reconceptualized disruption—the book uses Black feminist relationality via an African indigenous approach. Maraj examines fluid, quotidian ways Black folk engage anti/racism at historically white institutions in the United States in response to violent campus spaces, educational structures, protest movements, and policy practice. Black or Right’s experimental, creative style strives to undiscipline knowledge from academic confinement. Exercising different vantage points in each chapter—autoethnographer, digital media scholar/pedagogue, cultural rhetorician, and critical discourse analyst—Maraj challenges readers to ecologically understand shifting, multiple meanings of Blackness in knowledge-making. Black or Right’s expressive form, organization, narratives, and poetics intimately interweave with its argument that Black folk must continuously invent “otherwise” in reiterative escape from oppressive white spaces.",
      "In centering Black experiences, Black theory, and diasporic Blackness, Black or Right mobilizes generative approaches to destabilizing institutional whiteness, as opposed to reparative attempts to “fix racism,” which often paradoxically center whiteness. It will be of interest to both academic and general readers and significant for specialists in cultural rhetorics, Black studies, and critical theory."
    ]
  },
  {
    "title": "Style and the Future of Composition Studies",
    "author": "Paul Butler, Brian Ray, & Star Medzerian Vanguri",
    "publicationDate": "11-15-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3851-style-and-the-future-of-composition-studies",
    "openAccess": "no",
    "coverImage": "covers/butler2020.jpg",
    "description": [
      "Style and the Future of Composition Studies explores style’s potential for informing how students are taught to write well and its power as a tool for analyzing the language and discourse practices of writers and speakers in a range of contexts.",
      "Many college writing teachers operate under the belief that style still refers primarily to the kinds of issues discussed in Strunk and White’s popular but outdated book The Elements of Style. This work not only challenges this view but also offers theories and pedagogies from diverse perspectives that help teachers and students develop strategic habits and mindsets to negotiate languages, genres, and discourse conventions. The chapters explore the ways in which style directly affects—and is affected by—multiple sources of shifting disciplinary inquiry, contributing new insights by drawing on research in cultural studies, sociolinguistics, discourse studies, translingualism, and writing across the curriculum, as well as new approaches to classical rhetorical theory.",
      "The reemergence of stylistic inquiry can be used dynamically to produce new insights not only about emerging disciplinary interests but also about the study of style as a kind of language in and of itself. Style and the Future of Composition Studies demonstrates that style deserves to be a central focus of writing teaching. More than just the next style collection, the book advocates for style’s larger prominence in composition discussions generally. It will be of interest to a broad range of students and scholars of writing studies, as well as a wider set of readers in academe."
    ]
  },
  {
    "title": "Literacy as Conversation: Learning Networks in Urban and Rural Communities",
    "author": "Eli Goldblatt and David A. Jolliffe",
    "publicationDate": "12-22-2020",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822966982/",
    "openAccess": "no",
    "coverImage": "covers/goldblatt2020.jpg",
    "description": [
      "In Literacy as Conversation, the authors tell stories of successful literacy learning outside of schools and inside communities, both within urban neighborhoods of Philadelphia and rural and semi-rural towns of Arkansas. They define literacy not as a basic skill but as a rich, broadly interactive human behavior: the ability to engage in a conversation carried on, framed by, or enriched through written symbols. Eli Goldblatt takes us to after-school literacy programs, community arts centers, and urban farms in the city of Philadelphia, while David Jolliffe explores learning in a Latinx youth theater troupe, a performance based on the words of men on death row, and long-term cooperation with a rural health care provider in Arkansas. As different as urban and rural settings can be—and as beset as they both are with the challenges of historical racism and economic discrimination—the authors see much to encourage both geographical communities to fight for positive change."
    ]
  },
  {
    "title": "Reinventing Rhetoric Scholarship: Fifty Years of the Rhetoric Society of America",
    "author": "Roxanne Mountford, Dave Tell, and David Blakesley",
    "publicationDate": "06-17-2020",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/reinventing-rhetoric-scholarship",
    "openAccess": "yes",
    "coverImage": "covers/mountford2020.jpg",
    "description": [
      "Reinventing Rhetoric Scholarship: Fifty Years of the Rhetoric Society of America collects essays reflecting on the history of the Rhetoric Society of America and the organization’s 18th Biennial Conference theme, “Reinventing Rhetoric: Celebrating the Past, Building the Future,” on the occasion of the Society’s 50th anniversary. The opening section, “Looking Back: RSA at Fifty” describes the establishment of the organization and includes remembrances from some of the founders. These historical essays consider the transdisciplinary nature of RSA scholarship and pedagogy and offer critical reviews of trends in some of its subfields. The essays in the second section, “Reinventing the Field: Looking Forward,” focus on the future of scholarship and pedagogy in the field, from reinventing scholarship on major figures such as Vico, Burke, and Toulmin, to reconsidering future work on rhetoric and democracy, rhetoric and religion, and rhetoric from both sides of the Atlantic. The authors in the last section, “Rhetorical Interventions,” offer critical interventions on contemporary issues, including food justice, fat studies, indigenous protest, biopolitics, Chinese feminism, and anti-establishment ethos. Together, the essays in Reinventing Rhetoric Scholarship offer a Janus-faced portrait of a discipline on the occasion of its golden anniversary: a loving and critical remembrance as well as a robust exploration of possible futures."
    ]
  },
  {
    "title": "Where's the Rhetoric? Imagining a Unified Field",
    "author": "S. Scott Graham",
    "publicationDate": "11-02-2020",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214534.html",
    "openAccess": "no",
    "coverImage": "covers/graham2020.jpg",
    "description": [
      "The emergence of rhetorical new materialisms and computational rhetorics has provoked something of an existential crisis within rhetorical studies. In Where’s the Rhetoric?, S. Scott Graham tackles this titular question by arguing first that scholarly efforts in rhetorical new materialisms and computational rhetoric be understood as coextensive with longstanding disciplinary commitments in rhetoric. In making this argument, Graham excavates the shared intellectual history of traditional rhetorical inquiry, rhetorical new materialisms, and computational rhetoric with particular emphasis on the works of Carolyn Miller, Kenneth Burke, and Henri Bergson.",
      "Building on this foundation, Graham then argues for a more unified approach to contemporary rhetorical inquiry—one that eschews disciplinary demarcations between rhetoric’s various subareas. Specifically, Graham uses his unified field theory to explore 1) the rise of the “tweetorial” as a parascientific genre, 2) inventional practices in new media design, 3) statistical approaches to understanding biomedical discourse, and 4) American electioneering rhetorics. The book overall demonstrates how seemingly disparate intellectual approaches within rhetoric can be made to speak productively to one another in the pursuit of shared scholarly goals around questions of genre, media, and political discourse—thereby providing a foundation for imagining a more unified field."
    ]
  },
  {
    "title": "Rhetoric of Health and Medicine As/Is: Theories and Approaches for the Field",
    "author": "Lisa Melonçon, S. Scott Graham, Jenell Johnson, John A. Lynch, and Cynthia Ryan",
    "publicationDate": "09-01-2020",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214466.html",
    "openAccess": "no",
    "coverImage": "covers/melonon2020.jpg",
    "description": [
      "The rhetoric of health and medicine (RHM) is a growing and vibrant area of inquiry incorporating scholars working across a variety of fields and disciplines. While this makes it a source for rich and innovative scholarship, this emerging field is in need of a guiding text that can bring together the disparate work spread across multiple disciplines and institutional spaces. Rhetoric of Health and Medicine As/Is: Theories and Approaches for the Field answers this call by providing an in-depth and wide-reaching analysis of the state of the rhetoric of health and medicine and offering core concepts and critical theories to ground research moving forward.",
      "With a foreword by Judy Segal and in sections that address interdisciplinary perspectives, representations of health and illness in online spaces, and health activism and advocacy, this volume proceeds in a unique format: essays tackle these key topic areas through case studies ranging from food and its relation to public health, to apps that track fertility, to mental health and disability, to racial disparities that exist in public health campaigns about sudden infant death syndrome (SIDS). The essays within each section are then followed by responses from prominent scholars in the rhetoric of health and medicine—including John Lyne, J. Blake Scott, and Lisa Keränen—who take on the central theme and discuss how the theory or concept under study can and should evolve in the next stages of research. Unifying the essays is a consideration of RHM as a theoretical construct guiding research and thinking alongside the conceptual parameters that constitute what RHM is and can be in practice. In asking questions about the role of rhetoric—both as analytic and productive framework—in health and medicine, this volume engages with broader theoretical and ethical concerns about our current healthcare system and how healthcare and medical issues circulate in all the social, cultural, economic, and political aspects of our world."
    ]
  },
  {
    "title": "Failure Pedagogies: Learning and Unlearning What it Means to Fail",
    "author": "Allison D. Carr and Laura R. Micciche",
    "publicationDate": "07-06-2020",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/69667",
    "openAccess": "no",
    "coverImage": "covers/carr2020.jpg",
    "description": [
      "Can we all learn from failure equally? Failure Pedagogies examines the ways failure is often appropriated to advantage those most likely to be insulated from the risks associated with pursuing it as a creative strategy._Contributors ask questions that examine what happens when failures do not necessarily lead to progress or innovation: How is risk distributed? For whom is failure \"safe\" and why? For whom is failure a real end rather than an opening to generative possibilities? To address these questions, we focus largely on pedagogical settings—classrooms, universities, and the conventions that reign there—but also confi gure pedagogy as a broad cultural practice that teaches acceptable and unacceptable forms of resistance, subversion, and risk. Contributors focus on a range of topics, including teaching and failure, language failures, fake news, disaster response failures, academic racism, sexual harassment and gender bias, queer failure, intersectionality and infertility activism, and institutional failures to imagine disabled bodies. Failure Pedagogies will be of interest to scholars, students, and teachers of writing, rhetoric, and popular culture."
    ]
  },
  {
    "title": "ePortfolios@edu: What We Know, What We Don't Know, and Everything In-Between",
    "author": "Mary Ann Dellinger and D. Alexis Hart",
    "publicationDate": "10-12-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/portfolios/",
    "openAccess": "yes",
    "coverImage": "covers/dellinger2020.jpg",
    "description": [
      "This edited collection offers a comprehensive examination of best practices in creating, implementing, and assessing an ePortfolio program. Contributors to the volume (ePortfolio practitioner/scholars from four continents) share triumphs and lessons learned from a first-person perspective. Designed as a go-to resource for ePortfolio novices, seasoned practitioners, and curious explorers alike, ePortfolios@edu allows readers to close the book and immediately apply whatever information they found most appropriate for their course, program, and/or institution. Towards that end, contributors embed screenshots and diagrams within their essays, and addend their chapters with relevant timelines, prompts, rubrics, and other ready-for-use materials. Reflecting the emblematic interconnectedness of ePortfolio development, ePortfolios@edu complements other publications on ePortfolios by offering new perspectives and a collection of resources that will be of great value to the expanding network of ePortfolio practitioner/scholars."
    ]
  },
  {
    "title": "The Things We Carry: Strategies for Recognizing and Negotiating Emotional Labor in Writing Program Administration",
    "author": "Courtney Adams Wooten, Jacob Babb, Kristi Murray Costello & Kate Navickas",
    "publicationDate": "11-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3869-the-things-we-carry",
    "openAccess": "no",
    "coverImage": "covers/wooten2020.jpg",
    "description": [
      "Emotional labor is not adequately talked about or addressed by writing program administrators. The Things We Carry makes this often-invisible labor visible, demonstrates a variety of practical strategies to navigate it reflectively, and opens a path for further research. Particularly timely, this collection considers how writing program administrators work when their schools or regions experience crisis situations.",
      "The book is broken into three sections: one emphasizing the WPA’s own work identity, one on fostering community in writing programs, and one on balancing the professional and personal. Chapters written by a diverse range of authors in different institutional and WPA contexts examine the roles of WPAs in traumatic events, such as mass shootings and natural disasters, as well as the emotional labor WPAs perform on a daily basis, such as working with students who have been sexually assaulted or endured racist, sexist, homophobic, and otherwise disenfranchising interactions on campus. The central thread in this collection focuses on “preserving” by acknowledging that emotions are neither good nor bad and that they must be continually reflected upon as WPAs consider what to do with emotional labor and how to respond. Ultimately, this book argues for more visibility of the emotional labor WPAs perform and for WPAs to care for themselves even as they care for others.",
      "The Things We Carry extends conversations about WPA emotional labor and offers concrete and useful strategies for administrators working in both a large range of traumatic events as well as daily situations that require tactical work to preserve their sense of self and balance. It will be invaluable to writing program administrators specifically and of interest to other types of administrators as well as scholars in rhetoric and composition who are interested in emotion more broadly."
    ]
  },
  {
    "title": "The Ethics of Persuasion: Derrida's Rhetorical Legacies",
    "author": "Brooke Rollins",
    "publicationDate": "04-01-2020",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214244.html",
    "openAccess": "no",
    "coverImage": "covers/rollins2020.jpg",
    "description": [
      "In The Ethics of Persuasion: Derrida’s Rhetorical Legacies, Brooke Rollins argues that some of the most forceful and utilitarian examples of persuasion involve significant ethical dimensions. Using the work of Jacques Derrida, she draws this ethical imperative out from a series of canonical rhetorical texts that have traditionally been understood as insistent or even guileful instances of persuasion. Her reconsideration of highly determined pieces by Gorgias, Lysias, Isocrates, and Plato encourages readers to inherit the rhetorical tradition differently, and it pinpoints the important rhetorical dimensions of Derrida’s own work.",
      "Drawing on Derrida’s (non)definition of ethics and his pointed accounts of performativity, Rollins argues that this vital ethical component of many ancient theories, practices, and pedagogies of persuasion has been undertheorized for more than two millennia. Through deconstructive readings of some of these texts, she shows us that we are not simply sovereign beings who both wield and guard against linguistic techniques of rule. Our persuasive endeavors, rather, are made possible by an ethics—an always prior encounter with otherness that interrupts self-presence."
    ]
  },
  {
    "title": "Transforming Ethos: Place and the Material in Rhetoric and Writing",
    "author": "Rosanne Carlo",
    "publicationDate": "09-21-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3866-transforming-ethos",
    "openAccess": "no",
    "coverImage": "covers/carlo2020.jpg",
    "description": [
      "In Transforming Ethos Rosanne Carlo synthesizes philosophy, rhetorical theory, and composition theory to clarify the role of ethos and its potential for identification and pedagogy for writing studies. Carlo renews focus on the ethos appeal and highlights its connection to materiality and place as a powerful instrument for writing and its teaching—one that insists on the relational and multimodal aspects of writing and makes prominent its inherent ethical considerations and possibilities.",
      "Through case studies of professional and student writings as well as narrative reflections Transforming Ethos imagines the ethos appeal as not only connected to style and voice but also a process of habituation, related to practices of everyday interaction in places and with things. Carlo addresses how ethos aids in creating identification, transcending divisions between the self and other. She shows that when writers tell their experiences, they create and reveal the ethos appeal, and this type of narrative/multimodal writing is central to scholarship in rhetoric and composition as well as the teaching of writing. In addition, Carlo considers how composition is becoming compromised by professionalization—particularly through the idea of “transfer”—which is overtaking the critical work of self-development with others that a writing classroom should encourage in college students.",
      "Transforming Ethos cements ethos as an essential term for the modern practice and teaching of rhetoric and places it at the heart of writing studies. This book will be significant for students and scholars in rhetoric and composition, as well as those interested in higher education more broadly."
    ]
  },
  {
    "title": "Interrogating Gendered Pathologies",
    "author": "Erin A. Frost & Michelle F. Eble",
    "publicationDate": "09-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3819-interrogating-gendered-pathologies",
    "openAccess": "no",
    "coverImage": "covers/eble2020.jpg",
    "description": [
      "Interrogating Gendered Pathologies points out and critiques unjust patterns of pathology. Erin A. Frost and Michelle F. Eble assemble a transdisciplinary approach from/to technologies, rhetorics, philosophies, epistemologies, and biomedical data to consider the effects of biomedicine’s gendered norms on people’s lives. Using a range of complementary and intersectional theoretical approaches, contributors ask questions about rhetoric’s role in healthcare and how it differs depending on patient embodiment and the ways nonnormative bodies are pathologized.",
      "These chapters engage common narratives about the ways in which gender in healthcare is secondary and highlights the stories of people who have battled to prioritize their own bodies through extraordinary difficulties. Employing a multiplicity of voices, the book represents a number of different perspectives on what it might look like to return health and medical data to embodied experience, to consider the effects of gendered and intersectional biomedical norms on lived realities, and to subvert the power of institutions in ways that move us toward biomedical justice.",
      "This collection contributes to the burgeoning field of health and medical rhetorics by rhetorically and theoretically intervening in what are often seen as objective and neutral decisions related to the body and to scientific and medical data about bodies. Interrogating Gendered Pathologies will be of interest to feminist scholars in the field of rhetoric and writing studies, specifically those in the rhetorics of health and medicine, as well as scholars of technical communication, feminist studies, gender studies, technoscience studies, and bioethics."
    ]
  },
  {
    "title": "Feminist Connections: Rhetoric and Activism across Time, Space, and Place",
    "author": "Katherine Fredlund, Kerri Hauman, and Jessica Ouellette",
    "publicationDate": "09-29-2020",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817320645/feminist-connections/",
    "openAccess": "no",
    "coverImage": "covers/fredlund2020.jpg",
    "description": [
      "In 1917, Alice Paul and other suffragists famously picketed in front of the White House while holding banners with short, pithy sayings such as “Mr. President: How long must women wait for Liberty?” Their juxtaposition of this short phrase with the image of the White House (a symbol of liberty and justice) relies on the same rhetorical tactics as memes, a genre contemporary feminists use frequently to make arguments about reproductive rights, Black Lives Matter, sex-positivity, and more. Many such connections between feminists of different spaces, places, and eras have yet to be considered, let alone understood. Feminist Connections: Rhetoric and Activism across Time, Space, and Place reconsiders feminist rhetorical strategies as linked, intergenerational, and surprisingly consistent despite the emergence of new forms of media and intersectional considerations.",
      "Contributors to this volume highlight continuities in feminist rhetorical practices that are often invisible to scholars, obscured by time, new media, and wildly different cultural, political, and social contexts. Thus, this collection takes a nonchronological approach to the study of feminist rhetoric, grouping chapters by rhetorical practice rather than time, content, or choice of media.",
      "By connecting historical, contemporary, and future trajectories, this collection develops three feminist rhetorical frameworks: revisionary rhetorics, circulatory rhetorics, and response rhetorics. A theorization of these frameworks explains how feminist rhetorical practices (past and present) rely on similar but diverse methods to create change and fight oppression. Identifying these strategies not only helps us rethink feminist rhetoric from an academic perspective but also allows us to enact feminist activist rhetorics beyond the academy during a time in which feminist scholarship cannot afford to remain behind its hallowed yet insular walls."
    ]
  },
  {
    "title": "Transient Literacies in Action: Composing with the Mobile Surround",
    "author": "Stacey Pigg",
    "publicationDate": "08-19-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/writing/transient/",
    "openAccess": "yes",
    "coverImage": "covers/pigg2020.jpg",
    "description": [
      "Drawing on qualitative fieldwork across a coffeehouse and learning commons, Transient Literacies in Action traces how 22 writers practice transient literacies with their phones and laptops while engaging in composing activities that range from seminar papers to amateur video game production. Reading across these cases, the book offers a glimpse into how composers navigate complicated atmospheres of ambient sociability, in which they integrate multiple social channels simultaneously by monitoring, participating in, and disengaging from social contact. Their movements to navigate intersecting social resources, in turn, produce new models of attention that depart from linear, hierarchical models. Based on this phenomenological insight into contemporary composing experience, the book concludes by arguing for more emphasis on embodied movements and orientations to supplement popular metacognitive approaches to writing learning."
    ]
  },
  {
    "title": "Approaches to Lifespan Writing Research: Generating an Actionable Coherence",
    "author": "Ryan J. Dippre and Talinn Phillips",
    "publicationDate": "08-15-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/lifespan/",
    "openAccess": "yes",
    "coverImage": "covers/dippre2020.jpg",
    "description": [
      "This edited collection builds on the three themes that emerged from the 2018 inaugural lifespan writing conference—identity, society, and theory—to further the study of writing through the lifespan. The contributors to this collection provide a framework within which the reader can develop a dynamic, interdisciplinary, multifaceted understanding of the limits and possibilities of studying lifespan writing. Recognizing that such research requires methodological rigor and flexibility as well as theoretical precision and adaptability, Approaches to Lifespan Writing Research draws on a range of methodological and theoretical approaches, from autoethnography to longitudinal structural equation modeling. This methodological and theoretical flexibility reflects the challenges inherent in studying lifespan writing—in particular, the need to develop an integrated framework that enables the “translation” of research findings for use by other lifespan writing researchers. Approaches to Lifespan Writing Research begins that process."
    ]
  },
  {
    "title": "Institutional Literacies: Engaging Academic IT Contexts for Writing and Communication",
    "author": "Stuart A. Selber",
    "publicationDate": "09-04-2020",
    "publisher": "University of Chicago Press",
    "publisherURL": "https://press.uchicago.edu/ucp/books/book/chicago/I/bo50700010.html",
    "openAccess": "no",
    "coverImage": "covers/selber2020.jpg",
    "description": [
      "Information technologies have become an integral part of writing and communication courses, shaping the ways students and teachers think about and do their work. But, too often, teachers and other educational stakeholders take a passive or simply reactive role in institutional approaches to technologies, and this means they are missing out on the chance to make positive changes in their departments and on campus.",
      "Institutional Literacies argues that writing and communication teachers and program directors should collaborate more closely and engage more deeply with IT staff as technology projects are planned, implemented, and expanded. Teachers need to both analyze how their institutions approach information technologies and intervene in productive ways as active university citizens with relevant expertise. To help them do so, the book offers a three-part heuristic, reflecting the reality that academic IT units are complex and multilayered, with historical, spatial, and textual dimensions. It discusses six ways teachers can intervene in the academic IT work of their own institutions: maintaining awareness, using systems and services, mediating for audiences, participating as user advocates, working as designers, and partnering as researchers. With these strategies in hand, educators can be proactive in helping institutional IT approaches align with the professional values and practices of writing and communication programs."
    ]
  },
  {
    "title": "Writing Programs, Veterans Studies, and the Post-9/11 University: A Field Guide",
    "author": "Alexis D. Hart and Roger Thompson",
    "publicationDate": "03-05-2020",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://bookshop.org/p/books/writing-programs-veterans-studies-and-the-post-9-11-university-a-field-guide-d-alexis-hart/5ffc3a685707f84d",
    "openAccess": "no",
    "coverImage": "covers/hart2020.jpg",
    "description": [
      "For good reasons, the rise of veterans studies has occurred within the discipline of writing studies, with its interdisciplinary approach to scholarship, pedagogy, and community outreach. Writing faculty are often a point of first contact with veteran students, and writing classrooms are by their nature the site of disclosures, providing opportunities to make connections and hear narratives that debunk the myth of the stereotypical combat veteran of popular culture.",
      "Presenting a more nuanced approach to understanding \"the veteran\" leads not only to more useful research, but also to more wide-ranging and significant scholarship and community engagement. Such an approach recognizes veterans as assets to the college campus, encourages institutions to customize their veterans programs and courses, and leads to more thoughtful engagement with veterans in the writing classroom."
    ]
  },
  {
    "title": "Counterstory: The Rhetoric and Writing of Critical Race Theory",
    "author": "Aja Martinez",
    "publicationDate": "05-28-2020",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://bookshop.org/p/books/counterstory-the-rhetoric-and-writing-of-critical-race-theory-aja-y-martinez/44a1d31e0925395e",
    "openAccess": "no",
    "coverImage": "covers/martinez2020.jpg",
    "description": [
      "Humanities scholar Aja Y. Martinez makes a compelling case for counterstory as methodology in rhetoric and writing studies through the well-established framework of critical race theory (CRT), reviewing first the counterstory work of Richard Delgado, Derrick Bell, and Patricia J. Williams, whom she terms counterstory exemplars. Delgado, Bell, and Williams, foundational critical race theorists working in the respective counterstory genres of narrated dialogue, fantasy/allegory, and autobiography, have set precedent for others who would research and compose with this method.",
      "Arguing that counterstory provides opportunities for marginalized voices to contribute to conversations about dominant ideology, Martinez applies racial and feminist rhetorical criticism to the rich histories and theories established through counterstory genres, all the while demonstrating how CRT theories and methods can inform teaching, research, and writing/publishing of counterstory."
    ]
  },
  {
    "title": "A Genre Analysis of Social Change: Uptake of the Housing-First Solution to Homelessness in Canada",
    "author": "Diana Wegner",
    "publicationDate": "05-24-2020",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/genre-analysis-of-social-change",
    "openAccess": "no",
    "coverImage": "covers/wegner2020.jpg",
    "description": [
      "A Genre Analysis of Social Change contributes to current scholarship in rhetorical genre studies and discourse analysis in contexts of social change. Diana Wegner explores the ways that historical genre systems can be transformed through the process of discursive uptake across genres and their spheres of activity. In this study such cross-genre uptake is pursued from its beginning in advocacy genres to its incorporation into higher-level, institutional genres. It represents the summation of Wegner’s work over many years on how systems of genre can adapt to change as groups and institutional systems negotiate the uptake of solutions to major social challenges, in this case study the Canadian “Housing First” solution to ending homelessness. Her study shows how rhetorical genre analysis can offer insight into issues related to social justice for marginal groups within society.",
      "Introducing the concepts of “deep” and “shallow” genre memory, Wegner analyzes why uptake is problematic and disturbing for those participants in the homelessness genre system who find that the receiving genre does not “remember” the historical moorings of its antecedent contexts. Genre provides an explanatory framework for these uptake dynamics, and for both the re-inscription of power relations and the incremental progress of the shared struggle to help homeless people."
    ]
  },
  {
    "title": "Storytelling in Queer Appalachia: Imagining and Writing the Unspeakable Other",
    "author": "Hillery Glasby, Sherrie Gradin, and Rachael Ryerson",
    "publicationDate": "05-11-2020",
    "publisher": "West Virginia University Press",
    "publisherURL": "https://wvupressonline.com/node/832",
    "openAccess": "no",
    "coverImage": "covers/glasby2020.jpg",
    "description": [
      "In one of the first collections of scholarship at the intersection of LGBTQ studies and Appalachian studies, voices from the region’s valleys, hollers, mountains, and campuses blend personal stories with scholarly and creative examinations of living and surviving as queers in Appalachia. The essayists collected in Storytelling in Queer Appalachia are academics, social workers, riot grrrl activists, teachers, students, practitioners, scholars of divinity, and boundary crossers, all imagining how to make legible the unspeakable other of Appalachian queerness.",
      "Focusing especially on disciplinary approaches from rhetoric and composition, the volume explores sexual identities in rural places, community and individual meaning-making among the Appalachian diaspora, the storytelling infrastructure of queer Appalachia, and the role of the metronormative in discourses of difference. Storytelling in Queer Appalachia affirms queer people, fights for queer visibility over queer erasure, seeks intersectional understanding, and imagines radically embodied queer selves through social media."
    ]
  },
  {
    "title": "After Plato: Rhetoric, Ethics, and the Teaching of Writing",
    "author": "John Duffy and Lois Agnew",
    "publicationDate": "07-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3796-after-plato",
    "openAccess": "no",
    "coverImage": "covers/duffy2020.jpg",
    "description": [
      "After Plato redefines the relationships of rhetoric for scholars, teachers, and students of rhetoric and writing in the twenty-first century. Featuring essays by some of the most accomplished scholars in the field, the book explores the diversity of ethical perspectives animating contemporary writing studies—including feminist, postmodern, transnational, non-Western, and virtue ethics—and examines the place of ethics in writing classrooms, writing centers, writing across the curriculum programs, prison education classes, and other settings.",
      "When truth is subverted, reason is mocked, racism is promoted, and nationalism takes center stage, teachers and scholars of writing are challenged to articulate the place of rhetorical ethics in the writing classroom and throughout the field more broadly. After Plato demonstrates the integral place of ethics in writing studies and provides a roadmap for future conversations about ethical rhetoric that will play an essential role in the vitality of the field."
    ]
  },
  {
    "title": "Transfer across Media: Using Digital Video in the Teaching of Writing",
    "author": "Crystal VanKooten",
    "publicationDate": "06-16-2020",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/transfer-across-media",
    "openAccess": "yes",
    "coverImage": "covers/vankooten2020.jpg",
    "description": [
      "Transfer across Media: Using Digital Video in the Teaching of Writing presents digital composition as one pathway toward a better understanding of the transfer of writing knowledge. Through an in-depth study of the video composing experiences of eighteen students, this book illustrates how video provides useful opportunities for transfer across media through multimodal production. Building on conversations about meta-awareness, transfer, and digital media within the field of Rhetoric and Composition, including the work of Rebecca Nowacek, Stuart Selber, and others, author and researcher Crystal VanKooten lays out a theory of transfer across media for scholars and instructors, traces this theory across the digital video composition and essay-writing experiences of students, and presents five research-based best practices for instructors who want to better teach for transfer across media through digital and multimodal assignments.",
      "Throughout the book, VanKooten makes the connection between video and transfer through prose, but also multimodally, using video in combination with written paragraphs to present, analyze, and interpret study data and findings. In doing so, VanKooten enacts a participatory and interdependent digital research methodology and provides rich representations of students’ video production experiences that include student and teacher voices and reflections, students’ digital compositions, and analysis of interactions that occurred both in the classroom and in the interview room."
    ]
  },
  {
    "title": "How Students Write: A Linguistic Analysis",
    "author": "Laura Louise Aull",
    "publicationDate": "04-20-2020",
    "publisher": "MLA",
    "publisherURL": "https://www.mla.org/Publications/Bookstore/Nonseries/How-Students-Write-A-Linguistic-Analysis",
    "openAccess": "no",
    "coverImage": "covers/aull2020.jpg",
    "description": [
      "Broad generalizations about “people today” are a familiar feature of first-year student writing. How Students Write brings a fresh perspective to this perennial observation, using corpus linguistics techniques. This study analyzes sentence-level patterns in student writing to develop an understanding of how students present evidence, draw connections between ideas, relate to their readers, and, ultimately, learn to construct knowledge in their writing.",
      "Drawing on both first-year and upper-level student writing, the book examines the discourse of students at different points in their education. It also distinguishes between argumentative and analytic essays to explore the way school genres and assignments shape students’ choices.",
      "In focusing on sentence-level features such as hedges (“perhaps”) and boosters (“definitely”), this study shows how such rhetorical choices work together to open or close opportunities for thoughtful exchanges of ideas. Attention to these features can help instructors foster civil discourse, design effective assignments, and expose and question norms of higher education."
    ]
  },
  {
    "title": "Linguistic Justice: Black Language, Literacy, Identity, and Pedagogy",
    "author": "April Baker-Bell",
    "publicationDate": "05-12-2020",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Linguistic-Justice-Black-Language-Literacy-Identity-and-Pedagogy/Baker-Bell/p/book/9781138551022",
    "openAccess": "no",
    "coverImage": "covers/bakerbell2020.jpg",
    "description": [
      "Bringing together theory, research, and practice to dismantle Anti-Black Linguistic Racism and white linguistic supremacy, this book provides ethnographic snapshots of how Black students navigate and negotiate their linguistic and racial identities across multiple contexts. By highlighting the counterstories of Black students, Baker-Bell demonstrates how traditional approaches to language education do not account for the emotional harm, internalized linguistic racism, or consequences these approaches have on Black students' sense of self and identity. This book presents Anti-Black Linguistic Racism as a framework that explicitly names and richly captures the linguistic violence, persecution, dehumanization, and marginalization Black Language-speakers endure when using their language in schools and in everyday life. To move toward Black linguistic liberation, Baker-Bell introduces a new way forward through Antiracist Black Language Pedagogy, a pedagogical approach that intentionally and unapologetically centers the linguistic, cultural, racial, intellectual, and self-confidence needs of Black students. This volume captures what Antiracist Black Language Pedagogy looks like in classrooms while simultaneously illustrating how theory, research, and practice can operate in tandem in pursuit of linguistic and racial justice.",
      "A crucial resource for educators, researchers, professors, and graduate students in language and literacy education, writing studies, sociology of education, sociolinguistics, and critical pedagogy, this book features a range of multimodal examples and practices through instructional maps, charts, artwork, and stories that reflect the urgent need for antiracist language pedagogies in our current social and political climate."
    ]
  },
  {
    "title": "Translingual Dispositions: Globalized Approaches to the Teaching of Writing",
    "author": "Alanna Frost, Julia Kiernan, and Suzanne Blum Malley",
    "publicationDate": "06-02-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/translingual/",
    "openAccess": "yes",
    "coverImage": "covers/frost2020.jpg",
    "description": [
      "Working within the framework of translanguaging, the contributors to this collection offer nuanced explorations of how translingual dispositions can be facilitated in English-medium postsecondary writing programs and classrooms. The authors and editors comprise a wide array of writing scholars from diverse teaching and learning contexts with a corresponding array of institutional, disciplinary, and pedagogical expectations and pressures. The work shared in this collection offers readers cases of translingual dispositions that consider the personal, pedagogical, and institutional challenges associated with the adoption of a translingual disposition and interrogate academic translingual practices in U.S. and international English-medium settings."
    ]
  },
  {
    "title": "Metabolizing Capital: Writing, Information, and the Biophysical Environment",
    "author": "Christian J. Pulver",
    "publicationDate": "06-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3789-metabolizing-capital",
    "openAccess": "no",
    "coverImage": "covers/pulver2020.jpg",
    "description": [
      "Metabolizing Capital outlines a critical ecological framework to guide the theorization of writing and rhetoric in the dynamic contexts of Web 3.0 and environmental crisis.",
      "The rise of the global cloud and the internet-of-things have ushered in a new stage of the internet that marks a transition from the celebrated user-generated content of Web 2.0 to the data-driven networks of Web 3.0. As social media networks have expanded, so has the amount of writing and communication we do online. This has created several valuable sub-layers of data and metadata about consumer-citizens that corporations and governments now routinely collect, store, and monetize. This frenzy to collect more data is contributing to several problematic social and environmental concerns as flows of information and capital dangerously accelerate how energy and matter move through ecosystems at every scale.",
      "This book explores the planetary consequences of Web 3.0 and the vital role that writing and data production play in accelerating capital circulation, from concerns raised by the growing energy demands of the information industries, to growing streams of electronic waste, to the growing socioeconomic tensions arising as a result of information monopolies.",
      "A posthuman, Marxist analysis of digital culture and writing, Metabolizing Capital contributes to and challenges current understandings of rhetorical agency and actor networks. Combining scholarship from writing studies, rhetoric, and composition with research in metabolic ecology, information theory, media studies, cognitive psychology, history, and new materialism, this book should be of interest to scholars in writing studies as well as others who study digital culture, ecological literacies, the history of writing and information, big data, and environmental concerns related to electronics and the information industries."
    ]
  },
  {
    "title": "Teaching Mindful Writers",
    "author": "Brian Jackson",
    "publicationDate": "05-15-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3783-teaching-mindful-writers",
    "openAccess": "no",
    "coverImage": "covers/jackson2020.jpg",
    "description": [
      "Teaching Mindful Writers introduces new writing teachers to a learning cycle that will help students become self-directed writers through planning, practicing, revising, and reflecting. Focusing on the art and science of instructing self-directed writers through major writing tasks, Brian Jackson helps teachers prepare students to engage purposefully in any writing task by developing the habits of mind and cognitive strategies of the mindful writer.",
      "Relying on the most recent research in writing studies and learning theory, Jackson gives new teachers practical advice about setting up writing tasks, using daily writing, leading class discussions, providing feedback, joining teaching communities, and other essential tools that should be in every writing teacher’s toolbox. Teaching Mindful Writers is a timely, fresh perspective on teaching students to be self-directed writers."
    ]
  },
  {
    "title": "Graduate Writing Across the Disciplines: Identifying, Teaching, and Supporting",
    "author": "Marilee Brooks-Gillies, Elena G. Garcia, Soo Hyon Kim, Katie Manthey, and Trixie G. Smith",
    "publicationDate": "05-15-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/atd/graduate/",
    "openAccess": "yes",
    "coverImage": "covers/brooksgillies2020.jpg",
    "description": [
      "In Graduate Writing Across the Disciplines, the editors and their colleagues argue that graduate education must include a wide range of writing support designed to identify writers’ needs, teach writers through direct instruction, and support writers through programs such as writing centers, writing camps, and writing groups. The chapters in this collection demonstrate that attending to the needs of graduate writers requires multiple approaches and thoughtful attention to the distinctive contexts and resources of individual universities while remaining mindful of research on and across similar programs at other universities."
    ]
  },
  {
    "title": "May 1970",
    "author": "Matthew Boedy",
    "publicationDate": "05-12-2020",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/12-boedy.htm",
    "openAccess": "yes",
    "coverImage": "covers/boedy2020.jpg",
    "description": [
      "The events of May 1970 changed higher education in many ways. This book argues those events also played a significant, yet largely forgotten role in the rise of composition studies as an academic discipline. The central tension of our field - the relationship between student agency and teacher authority in writing pedagogy - comes to the forefront in May 1970 and its aftermath. This tension remains and so this book hopes to apply the lessons of May 1970 to today."
    ]
  },
  {
    "title": "Stories from First-Year Composition: Pedagogies that Foster Student Agency and Writing Identity",
    "author": "Jo-Anne Kerr and Ann N. Amicucci",
    "publicationDate": "05-01-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/stories/",
    "openAccess": "yes",
    "coverImage": "covers/kerr2020.jpg",
    "description": [
      "The central value of first-year composition is often questioned, typically accompanied by characterizations of FYC as a “service” course. This collection counters those perceptions, sharing with readers a new FYC story, one that demonstrates a new “service” that the course provides to first-year students, a service that accommodates the realities of writing—that it is never just writing and that the writing process entails much more than plugging in the “right” words (that mean the same to everyone) in predetermined forms. The collection offers insights into effective FYC pedagogies and opportunities for readers to consider and think about their own teaching and their identities as FYC instructors. It offers prompts for reflection, suggestions for further reading, and multimedia components that can deepen and enrich our understandings of teaching FYC and instill a sense of agency for teaching FYC effectively and advocating for its value and relevance."
    ]
  },
  {
    "title": "Conceptions of Literacy: Graduate Instructors and the Teaching of First-Year Composition",
    "author": "Meaghan Brewer",
    "publicationDate": "05-13-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3775-conceptions-of-literacy",
    "openAccess": "no",
    "coverImage": "covers/brewer2020.jpg",
    "description": [
      "Addressing the often fraught and truncated nature of educating new writing instructors, Conceptions of Literacy proposes a theoretical framework for examining new graduate student instructors’ preexisting attitudes and beliefs about literacy. Based on an empirical study author Meaghan Brewer conducted with graduate students teaching first-year composition for the first time, Conceptions of Literacy draws on narratives, interviews, and classroom observations to describe the conceptions of literacy they have already unknowingly established and how these conceptions impact the way they teach in their own classrooms.",
      "Brewer argues that conceptions of literacy undergird the work of writing instructors and that many of the anxieties around composition studies’ disciplinary status are related to the differences perceived between the field’s conceptions of literacy and those of the graduate instructors and adjuncts who teach the majority of composition courses. Conceptions of Literacy makes practical recommendations for how new graduate instructors can begin to perceive and interrogate their conceptions of literacy, which, while influential, are often too personal to recognize.",
      "This book will be of interest to writing program administrators and graduate students enrolled in teaching methods courses, as well as scholars interested in graduate teacher education, literacy, and disciplinarity."
    ]
  },
  {
    "title": "Rhetorical Crossover: The Black Presence in White Culture",
    "author": "Cedric Burrows",
    "publicationDate": "10-27-2020",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822946205/",
    "openAccess": "no",
    "coverImage": "covers/burrows2020.jpg",
    "description": [
      "In music, crossover means that a song has moved beyond its original genre and audience into the general social consciousness. Rhetorical Crossover uses the same concept to theorize how the black rhetorical presence has moved in mainstream spaces in an era where African Americans were becoming more visible in white culture. Cedric Burrows argues that when black rhetoric moves into the dominant culture, white audiences appear welcoming to African Americans as long as they present an acceptable form of blackness for white tastes. The predominant culture has always constructed coded narratives on how the black rhetorical presence should appear and behave when in majority spaces. In response, African Americans developed their own narratives that revise and reinvent mainstream narratives while also reaffirming their humanity. Using an interdisciplinary model built from music, education, film, and social movement studies, Rhetorical Crossover details the dueling narratives about African Americans that percolate throughout the United States."
    ]
  },
  {
    "title": "Learning from the Lived Experiences of Graduate Student Writers",
    "author": "Shannon Madden, Michele Eodice, Kirsten T. Edwards, and Alexandria Lockett",
    "publicationDate": "06-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3785-learning-from-the-lived-experiences-of-graduate-student-writers",
    "openAccess": "no",
    "coverImage": "covers/madden2020.jpg",
    "description": [
      "Learning from the Lived Experiences of Graduate Student Writers is a timely resource for understanding and resolving some of the issues graduate students face, particularly as higher education begins to pay more critical attention to graduate student success. Offering diverse approaches for assisting this demographic, the book bridges the gap between theory and practice through structured examination of graduate students’ narratives about their development as writers, as well as researched approaches for enabling these students to cultivate their craft.",
      "The first half of the book showcases the voices of graduate student writers themselves, who describe their experiences with graduate school literacy through various social issues like mentorship, access, writing in communities, and belonging in academic programs. Their narratives illuminate how systemic issues significantly affect graduate students from historically oppressed groups. The second half accompanies these stories with proposed solutions informed by empirical findings that provide evidence for new practices and programming for graduate student writers.",
      "Learning from the Lived Experiences of Graduate Student Writers values student experience as an integral part of designing approaches that promote epistemic justice. This text provides a fresh, comprehensive, and essential perspective on graduate writing and communication support that will be useful to administrators and faculty across a range of disciplines and institutional contexts."
    ]
  },
  {
    "title": "On Teacher Neutrality: Praxis, Politics, and Performativity",
    "author": "Daniel P. Richards",
    "publicationDate": "08-03-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3831-on-teacher-neutrality",
    "openAccess": "no",
    "coverImage": "covers/richards2020.jpg",
    "description": [
      "On Teacher Neutrality explores the consequences of ideological arguments about teacher neutrality in the context of higher education. It is the first edited collection to focus exclusively on this contentious concept, emphasizing the practical possibilities and impossibilities of neutrality in the teaching of writing, the deployment of neutrality as a political motif in the public discourse shaping policy in higher education, and the performativity of individual instructors in a variety of institutional contexts. The collection provides clarity on the contours around defining “neutrality,” depth in understanding how neutrality operates differently in various institutional settings, and nuance in the levels and degrees of neutrality—or what is meant by it—in the teaching of writing.",
      "Higher education itself and its stakeholders are continually exploring the role of teachers in the classroom and the extent to which it is possible or ethical to engage in neutrality. Amplifying voices from teachers in underrepresented positions and institutions in discussions of teacher ideology, On Teacher Neutrality shapes the discourse around these topics both within the writing classroom and throughout higher education. The book offers a rich array of practices, pedagogies, and theories that will help ground instructors and posits a way forward toward better dialogue and connections with the various stakeholders of higher education in the United States."
    ]
  },
  {
    "title": "Sixteen Teachers Teaching: Two-Year College Perspectives",
    "author": "Patrick Sullivan",
    "publicationDate": "08-03-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3790-sixteen-teachers-teaching",
    "openAccess": "no",
    "coverImage": "covers/sullivan2020.jpg",
    "description": [
      "Sixteen Teachers Teaching is a warmly personal, full-access tour into the classrooms and teaching practices of sixteen distinguished two-year college English professors. Approximately half of all basic writing and first-year composition classes are now taught at two-year colleges, so the perspectives of English faculty who teach at these institutions are particularly valuable for our profession. This book shows us how a group of acclaimed teachers put together their classes, design reading and writing assignments, and theorize their work as writing instructors.",
      "All of these teachers have spent their careers teaching multiple sections of writing classes each semester or term, so this book presents readers with an impressive—and perhaps unprecedented—abundance of pedagogical expertise, teaching knowledge, and classroom experience. Sixteen Teachers Teaching is a book filled with joyfulness, wisdom, and pragmatic advice. It has been designed to be a source of inspiration for high school and college English teachers as they go about their daily work in the classroom."
    ]
  },
  {
    "title": "Talking Back: Senior Scholars and Their Colleagues Deliberate the Past, Present, and Future of Writing Studies",
    "author": "Norbert Elliot and Alice S. Horning",
    "publicationDate": "05-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3797-talking-back",
    "openAccess": "no",
    "coverImage": "covers/elliot2020.jpg",
    "description": [
      "In Talking Back, a veritable Who’s Who of writing studies scholars deliberate on intellectual traditions, current practices, and important directions for the future. In response, junior and mid-career scholars reflect on each chapter with thoughtful and measured moves forward into the contemporary environment of research, teaching, and service. Each of the prestigious chapter authors in the volume has three traits in common: a sense of responsibility for advancing the profession, a passion for programs of research dedicated to advancing opportunities for others, and a reflective sense of their work accompanied by humility for their contributions. As a documentary, Talking Back is the first history of writing studies in autobiography."
    ]
  },
  {
    "title": "Diverse Approaches to Teaching, Learning, and Writing Across the Curriculum: IWAC at 25",
    "author": "Lesley Erin Bartlett, Sandra L. Tarabochia, Andrea R. Olinger, and Margaret J. Marshall",
    "publicationDate": "04-20-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/iwac2018/",
    "openAccess": "yes",
    "coverImage": "covers/bartlett2020.jpg",
    "description": [
      "Developed from presentations at the 2018 International Writing Across the Curriculum conference, this collection documents a key moment in the history of WAC, foregrounding connection and diversity as keys to the sustainability of the WAC movement in the face of new and long-standing challenges. Contributors reflect on the history and ongoing evolution of WAC, honoring grassroots efforts while establishing a more unified structure of collaborative leadership and mentorship. The chapters in this collection offer a rich variety of practices, pedagogies, mindsets, and methodologies for readers who are invested in using writing in a wide range of institutional and disciplinary contexts. Boldly engaging such pressing topics as translingualism, anti-racism, emotional labor, and learning analytics, the 18 chapters collected here testify to WAC's durability, persistence, and resilience in an ever-changing educational landscape."
    ]
  },
  {
    "title": "Sexual Harassment and Cultural Change in Writing Studies",
    "author": "Patricia Freitag Ericsson",
    "publicationDate": "04-17-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/harassment/",
    "openAccess": "yes",
    "coverImage": "covers/ericsson2020.jpg",
    "description": [
      "This collective project provides vital groundwork for understanding sexual harassment as well as encouraging the difficult conversations that are steps to awareness, action, and prevention. The project mandates a heightened consciousness of sexual harassment in American culture and underscores the profound commitment to cultural change necessary to eradicate this toxic social issue. Focusing on writing studies but applicable to other areas of higher education, the authors provide history, definitional backgrounds, best-practice approaches to prevention, scenarios for anti-sexual harassment training, and an extensive bibliography. The contributors have created a dynamic resource for a wide variety of audiences, including those who are leading programs, training new faculty and graduate students, preparing peer tutors, designing workshops, and teaching both undergraduate and graduate classes. This book can be used to start conversations, construct training, and improve policy—all of these in the contexts of local situations and constraints."
    ]
  },
  {
    "title": "Black Feelings: Race and Affect in the Long Sixties",
    "author": "Lisa M. Corrigan",
    "publicationDate": "02-25-2020",
    "publisher": "University Press of Mississippi",
    "publisherURL": "https://www.upress.state.ms.us/Books/B/Black-Feelings",
    "openAccess": "no",
    "coverImage": "covers/corrigan2020.jpg",
    "description": [
      "In the 1969 issue of Negro Digest, a young Black Arts Movement poet then-named Ameer (Amiri) Baraka published “We Are Our Feeling: The Black Aesthetic. ” Baraka’s emphasis on the importance of feelings in Black selfhood expressed a touchstone for how the Black liberation movement grappled with emotions in response to the politics and racial violence of the era.",
      "In her latest book, award-winning author Lisa M. Corrigan suggests that Black Power provided a significant repository for negative feelings, largely Black pessimism, to resist the constant physical violence against Black activists and the psychological strain of political disappointment. Corrigan asserts the emergence of Black Power as a discourse of Black emotional invention in opposition to Kennedy-era white hope. As integration became the prevailing discourse of racial liberalism shaping midcentury discursive structures, so too, did racial feelings mold the biopolitical order of postmodern life in America.",
      "By examining the discourses produced by Martin Luther King, Malcolm X, Stokely Carmichael, Huey Newton, Eldridge Cleaver, and other Black Power icons who were marshaling Black feelings in the service of Black political action, Corrigan traces how Black liberation activists mobilized new emotional repertoires."
    ]
  },
  {
    "title": "The Manufacture of Consent: J. Edgar Hoover and the Rhetorical Rise of the FBI",
    "author": "Stephen M. Underhill",
    "publicationDate": "02-01-2020",
    "publisher": "Michigan State University Press",
    "publisherURL": "https://msupress.org/9781611863468/the-manufacture-of-consent/",
    "openAccess": "no",
    "coverImage": "covers/underhill2020.jpg",
    "description": [
      "The second Red Scare was a charade orchestrated by a tyrant with the express goal of undermining the New Deal—so argues Stephen M. Underhill in this hard-hitting analysis of J. Edgar Hoover’s rhetorical agency. Drawing on Classification 94, a vast trove of recently declassified records that documents the longtime FBI director’s domestic propaganda campaigns in the mid-twentieth century, Underhill shows that Hoover used the growing power of his office to subvert the presidencies of Franklin D. Roosevelt and Harry S. Truman and redirect the trajectory of U.S. culture away from social democracy toward a toxic brand of neoliberalism. He did so with help from Republicans who opposed organized labor and Southern Democrats who supported Jim Crow in what is arguably the most culturally significant documented political conspiracy in U.S. history, a wholesale domestic propaganda program that brainwashed Americans and remade their politics. Hoover also forged ties with the powerful fascist leaders of the period to promote his own political ambitions. All the while, as a love letter to Clyde Tolson still preserved in Hoover’s papers attests, he strove to pass for straight while promoting a culture that demonized same-sex love. The erosion of democratic traditions Hoover fostered continues to haunt Americans today."
    ]
  },
  {
    "title": "Intellectual Populism: Rhetoric, Resistance, and the People in the Pursuit of Knowledge",
    "author": "Paul Stob",
    "publicationDate": "04-01-2020",
    "publisher": "Michigan State University Press",
    "publisherURL": "https://msupress.org/9781611863604/intellectual-populism/",
    "openAccess": "no",
    "coverImage": "covers/stob2020.jpg",
    "description": [
      "In response to denunciations of populism as undemocratic and anti-intellectual, Intellectual Populism argues that populism has contributed to a distinct and democratic intellectual tradition in which ordinary people assume leading roles in the pursuit of knowledge. Focusing on the Gilded Age and Progressive Era, the decades that saw the birth of populism in the United States, this book uses case studies of certain intellectual figures to trace the key rhetorical appeals that proved capable of resisting the status quo and building alternative communities of inquiry. As this book shows, Robert Ingersoll (1833–1899), Mary Baker Eddy (1821–1910), Thomas Davidson (1840–1900), Booker T. Washington (1856–1915), and Zitkála-Šá (1876–1938) deployed populist rhetoric to rally ordinary people as thinkers in new intellectual efforts. Through these case studies, Intellectual Populism demonstrates how orators and advocates can channel the frustrations and energies of the American people toward productive, democratic, intellectual ends."
    ]
  },
  {
    "title": "Equality and Justice: An Engaged Generation, a Troubled World",
    "author": "Michael Chehade, Alex Granner, Ahmed Abdelhakim Hachelaf, Madhu Napa, Samantha Owens, and Steve Parks",
    "publicationDate": "01-05-2020",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/equality-and-justice-an-engaged-generation-a-troubled-world",
    "openAccess": "no",
    "coverImage": "covers/chehade2020.jpg",
    "description": [
      "The Twiza Project emerged as a collaborative effort among faculty in North America, North Africa, and the Middle East. The project attempts to speak back to the sectarian divisions, often coupled with polarized debate, that have radicalized a politics seemingly premised on bigotry and hate. Such politics, the project believes, have led to an increase of hate crimes in local communities and a rise in global intolerance towards political/economic refugees. As such, project’s goal was to build platforms to allow young adults to respond to the human rights crises occurring locally, nationally, and internationally.",
      "The Twiza Project created a space in which to imagine, then build, an alternative future marked by greater cultural, economic, and political freedoms. As such, the project hopes to be part of collective efforts to build a public space in which everyone has the right and ability to participate. Indeed, the term “Twiza” speaks to the communal act of individuals coming together to build a material structure, such as barn or house, to support a neighbor. The term is intended to speak to the collective work of youth who actively work to build their societies and to build the material structures which can support human rights for everyone in their community."
    ]
  },
  {
    "title": "Platforms, Protests and the Challenge of Networked Democracy",
    "author": "John Jones and Michael Trice",
    "publicationDate": "06-13-2020",
    "publisher": "Palgrave Macmillan",
    "publisherURL": "https://www.palgrave.com/gp/book/9783030365240",
    "openAccess": "no",
    "coverImage": "covers/jones2020.jpg",
    "description": [
      "This book examines the recent evolution of online spaces and their impact on networked democracy. Through an illuminating mix of theoretical and methodological analysis, contributors provide an understanding of how a range of individuals and groups, including activists and NGOs, governments and griefers, are using digital technologies to influence public debates. Contributions consider these phenomena in a global contemporary context, providing within the same volume rigorous examinations of the design of digital platforms for deliberation, users’ attempts to manipulate those platforms, and the ways activists and governments are responding to emerging threats to democratic discourse. Providing diverse, global case studies, this collection is a valuable tool for academics within and beyond the fields of new media, communication, and information policy and governance."
    ]
  },
  {
    "title": "Debating Rhetorical Narratology: On the Synthetic, Mimetic, and Thematic Aspects of Narrative",
    "author": "Matthew Clark and James Phelan",
    "publicationDate": "02-24-2020",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214282.html",
    "openAccess": "no",
    "coverImage": "covers/clark2020.jpg",
    "description": [
      "In Debating Rhetorical Narratology, Matthew Clark and James Phelan provide a model of lively, sharp, and good-natured scholarly exchange. Clark proposes “friendly amendments” to Phelan’s theorizing  of the synthetic, mimetic, and thematic aspects of narrative, and Phelan responds, often by explaining why he finds Clark’s amendments less-than-friendly. Clark rounds off the debate by offering a brief rejoinder. Clark and Phelan consistently ground their theoretical arguments in their analyses of particular narratives, drawing on a corpus that ranges from Homer’s Iliad to Tobias Wolff’s In Pharaoh’s Army and includes, among many others, Jane Austen’s Emma, George Orwell’s 1984, and Toni Morrison’s Beloved.",
      "Clark and Phelan’s deep dive into the synthetic, mimetic, and thematic leads them to explore many other aspects of narrative and narrative theory: style, audiences, the mimetic illusion, fictionality, and more. Their investigation also leads them into questions about rhetorical narratology’s relation to other projects in narrative theory, especially unnatural narratology, and, indeed, about how to assess the explanatory power of competing theories. Ultimately, their debate is compelling testimony about the power of both narrative theory and narrative itself."
    ]
  },
  {
    "title": "Awful Archives: Conspiracy Theory, Rhetoric, and Acts of Evidence",
    "author": "Jenny Rice",
    "publicationDate": "04-21-2020",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214350.html",
    "openAccess": "no",
    "coverImage": "covers/rice2020.jpg",
    "description": [
      "How does evidence happen? And when evidence happens badly, how can we find a fitting response to those making extraordinary claims? These are the questions driving Jenny Rice’s groundbreaking study into the life of evidence as she seeks to uncover why traditional modes of argument often fail in the face of claims that rely on bad evidence. The chapters make a deep dive into the nature and character of evidence itself by examining literal archives, though some quite unorthodox, as well as more popular archives that exist within public memory. Rice looks to examples that lie at the fringes of public discourse—pseudo-science, the paranormal, conspiracy theories about 9/11, the moon landing, UFO sightings, and Obama’s birth record. Such fringe examples, Rice argues, bring to light other questions about evidence that force us to reassess and move beyond traditional forms of ethics and debate.",
      "After sketching a broader framework for understanding what evidence is, Awful Archives then asks how we can practice more ethical and productive forms of debate, especially when we’re faced with arguments that feel like a dead end. Thorough, engaging, and deeply insightful, Awful Archives: Conspiracy Theory, Rhetoric, and Acts of Evidence introduces an entirely new perspective on evidence—one that will impact the field for years to come."
    ]
  },
  {
    "title": "Climate Consciousness and Environmental Activism in Composition: Writing to Save the World",
    "author": "Joseph R. Lease",
    "publicationDate": "03-15-2020",
    "publisher": "Lexington Books",
    "publisherURL": "https://bookshop.org/p/books/climate-consciousness-and-environmental-activism-in-composition-writing-to-save-the-world-joseph-r-lease/106522262182d4ed",
    "openAccess": "no",
    "coverImage": "covers/lease2020.jpg",
    "description": [
      "This volume addresses the pressing need to continue the work of bringing sustainability into the college classroom.",
      "It provides accounts from a variety of instructors experiences with and best practices for incorporating climate change issues into writing-intensive courses."
    ]
  },
  {
    "title": "Teaching Content Management in Technical and Professional Communication",
    "author": "Tracy Bridgeford",
    "publicationDate": "02-21-2020",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Teaching-Content-Management-in-Technical-and-Professional-Communication/Bridgeford/p/book/9780367181260",
    "openAccess": "no",
    "coverImage": "covers/bridgeford2020.jpg",
    "description": [
      "This collection offers a comprehensive overview of approaches to teaching the complex subject of content management.",
      "The 12 chapters define and explain content management and its accompanying competencies, providing teaching examples in areas including content strategy, topic-based writing, usability studies, and social media. The book covers tasks associated with content management such as analyzing audiences and using information architecture languages including XML and DITA. It highlights the communal aspects of content management, focusing on the work of writing stewardship and project management, and the characteristics of content management in global contexts. It concludes with a look to the future and the forces that shape content management today. The editor situates the collection within a pedagogical exigency, providing sound instructional approaches to teaching content management from a rhetorical perspective.",
      "The book is an essential resource for both instructors new to teaching technical and professional communication, and experienced instructors who are interested in upgrading their pedagogies to include content management."
    ]
  },
  {
    "title": "Cookery: Food Rhetorics and Social Production",
    "author": "Donovan Conley and Justin Eckstein",
    "publicationDate": "04-21-2020",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817359836/cookery/",
    "openAccess": "no",
    "coverImage": "covers/conley2020.jpg",
    "description": [
      "The rhetoric of food is more than just words about food, and food is more than just edible matter. Cookery: Food Rhetorics and Social Production explores how food mediates both rhetorical influence and material life through the overlapping concepts of invention and production. The classical canon of rhetorical invention entails the process of discovering one’s persuasive appeals, whereas the contemporary landscape of agricultural production touches virtually everyone on the planet. Together, rhetoric and food shape the boundaries of shared living.",
      "The essays in this volume probe the many ways that food informs contemporary social life through its mediation of bodies—human and extra-human alike—in the forms of intoxication, addiction, estrangement, identification, repulsion, and eroticism. Our bodies, in turn, shape the boundaries of food through research, technology, cultural trends, and, of course, by talking about it.",
      "Each chapter explores food’s persuasive nature through a unique prism that includes intoxication, dirt, “food porn,” strange foods, and political “invisibility.” Each case offers new insights about the relations between rhetorical influence and embodied practice through food. As a whole Cookery articulates new ways of viewing food’s powers of persuasion, as well as the inherent role of persuasion in agricultural production.",
      "The purpose of Cookery, then, is to demonstrate the deep rhetoricity of our modern industrial food system through critical examinations of concepts, practices, and tendencies endemic to this system. Food has become an essential topic for discussions concerned with the larger social dynamics of production, distribution, access, reception, consumption, influence, and the fraught question of choice. These questions about food and rhetoric are equally questions about the assumptions, values, and practices of contemporary public life."
    ]
  },
  {
    "title": "Sex Panic Rhetorics, Queer Interventions",
    "author": "Ian Barnard",
    "publicationDate": "04-07-2020",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817320560/sex-panic-rhetorics-queer-interventions/",
    "openAccess": "no",
    "coverImage": "covers/barnard2020.jpg",
    "description": [
      "In Sex Panic Rhetorics, Queer Interventions, Ian Barnard makes the counter-intuitive argument that contemporary “sex panics” are undergirded by queerphobia, even when the panics in question don’t appear to have much to do with queerness. Barnard presents six case studies that treat a wide range of sex panic rhetorics around child molesters, sex trafficking, transgenderism, incest, queer kids, and pedagogy to demonstrate this argument. By using examples from academic scholarship, political discourse, and popular culture, including the Kevin Spacey scandal and the award-winning film Moonlight, Barnard shows how homophobia and transphobia continue to pervade contemporary Western culture.",
      "Barnard is concerned not so much with looking at the overt homophobia and transphobia that are the more obvious objects of antihomophobic and antitransphobic critique. The author’s focus, rather, is on excavating the significant traces of these panics in a neoliberal culture that has supposedly demonstrated its civility by its embrace of diversity, renunciation of its homophobic past, and attentiveness to the transgender revolution that has swept popular media and political culture in the United States and elsewhere. During a time of increasing conservative backlashes against advancing LGBTQ rights and human rights discourses in general, this book shows why it is important to attend to the liberal covers for sex panics that are not too far removed from their rhetorically conservative cousins."
    ]
  },
  {
    "title": "Architects of Memory: Information and Rhetoric in a Networked Archival Age",
    "author": "Nathan R. Johnson",
    "publicationDate": "05-26-2020",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817320607/architects-of-memory/",
    "openAccess": "no",
    "coverImage": "covers/johnson2020.jpg",
    "description": [
      "We are now living in the richest age of public memory. From museums and memorials to the vast digital infrastructure of the internet, access to the past is only a click away. Even so, the methods and technologies created by scientists, espionage agencies, and information management coders and programmers have drastically delimited the ways that communities across the globe remember and forget our wealth of retrievable knowledge.",
      "In Architects of Memory: Information and Rhetoric in a Networked Archival Age, Nathan R. Johnson charts turning points where concepts of memory became durable in new computational technologies and modern memory infrastructures took hold. He works through both familiar and esoteric memory technologies—from the card catalog to the book cart to Zatocoding and keyword indexing—as he delineates histories of librarianship and information science and provides a working vocabulary for understanding rhetoric’s role in contemporary memory practices.",
      "This volume draws upon the twin concepts of memory infrastructure and mnemonic technê to illuminate the seemingly opaque wall of mundane algorithmic techniques that determine what is worth remembering and what should be forgotten. Each chapter highlights a conflict in the development of twentieth-century librarianship and its rapidly evolving competitor, the discipline of information science. As these two disciplines progressed, they contributed practical techniques and technologies for making sense of explosive scientific advancement in the wake of World War II. Taming postwar science became part and parcel of practices and information technologies that undergird uncountable modern communication systems, including search engines, algorithms, and databases for nearly every national clearinghouse of the twenty-first century."
    ]
  },
  {
    "title": "Update Culture and the Afterlife of Digital Writing",
    "author": "John R. Gallagher",
    "publicationDate": "01-27-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3765-update-culture-and-the-afterlife-of-digital-writing",
    "openAccess": "no",
    "coverImage": "covers/gallagher2020.jpg",
    "description": [
      "Update Culture and the Afterlife of Digital Writing explores “neglected circulatory writing processes” to better understand why and how digital writers compose, revise, and deliver arguments that undergo sometimes constant revision. John R. Gallagher also looks at how digital writers respond to comments, develop a brand, and evolve their arguments—all post-publication.",
      "With the advent of easy-to-use websites, ordinary people have become internet writers, disseminating their texts to large audiences. Social media sites enable writers’ audiences to communicate back to them, instantly and often. Even professional writers work within interfaces that place comments adjacent to their text, privileging the audience’s voice. Thus, writers face the prospect of attending to their writing after they deliver their initial arguments. Update Culture and the Afterlife of Digital Writing describes the conditions that encourage “published” texts to be revisited. It demonstrates—through forty case studies of Amazon reviewers, redditors, and established journalists—how writers consider the timing, attention, and management of their writing under these ever-evolving conditions.",
      "Online culture, from social media to blog posts, requires a responsiveness to readers that is rarely duplicated in print and requires writers to consistently reread, edit, and update texts, a process often invisible to readers. This book takes questions of circulation online and shows, via interviews with both writers and participatory audience members, that writing studies must contend with writing’s afterlife. It will be of interest to researchers, scholars, and students of writing studies and the fields of rhetoric, communication, education, technical communication, digital writing, and social media, as well as all content creators interested in learning how to create more effective posts, comments, replies, and reviews."
    ]
  },
  {
    "title": "(Re)Considering What We Know: Learning Thresholds in Writing, Composition, Rhetoric, and Literacy",
    "author": "Linda Adler-Kassner and Elizabeth Wardle",
    "publicationDate": "01-10-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3756-re-considering-what-we-know",
    "openAccess": "no",
    "coverImage": "covers/adlerkassner2020.jpg",
    "description": [
      "Naming What We Know: Threshold Concepts of Writing Studies, published in 2015, contributed to a discussion about the relevance of identifying key concepts and ideas of writing studies. (Re)Considering What We Know continues that conversation while simultaneously raising questions about the ideas around threshold concepts. Contributions introduce new concepts, investigate threshold concepts as a framework, and explore their use within and beyond writing.",
      "Part 1 raises questions about the ideologies of consensus that are associated with naming threshold concepts of a discipline. Contributions challenge the idea of consensus and seek to expand both the threshold concepts framework and the concepts themselves. Part 2 focuses on threshold concepts in action and practice, demonstrating the innovative ways threshold concepts and a threshold concepts framework have been used in writing courses and programs. Part 3 shows how a threshold concepts framework can help us engage in conversations beyond writing studies.",
      "(Re)Considering What We Know raises new questions and offers new ideas that can help to advance the discussion and use of threshold concepts in the field of writing studies. It will be of great interest to scholars and graduate students in writing studies, especially those who have previously engaged with Naming What We Know."
    ]
  },
  {
    "title": "Rewriting Partnerships: Community Perspectives on Community-Based Learning",
    "author": "Rachael W. Shah",
    "publicationDate": "03-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3777-rewriting-partnerships",
    "openAccess": "no",
    "coverImage": "covers/shah2020.jpg",
    "description": [
      "Community members are rarely tapped for their insights on engaged teaching and research, but without these perspectives, it is difficult to create ethical and effective practices. Rewriting Partnerships calls for a radical reorientation to the knowledges of community partners. Emphasizing the voices of community members themselves—the adult literacy learners, secondary students, and youth activists who work with college students—the book introduces Critical Community-Based Epistemologies, a deeply practical approach to knowledge construction that centers the perspectives of marginalized participants.",
      "Drawing on interviews with over eighty community members, Rewriting Partnerships features community knowledges in three common types of community-engaged learning: youth working with college students in a writing exchange program, nonprofit staff who serve as clients for student projects, and community members who work with graduate students. Interviewees from each type of partnership offer practical strategies for creating more ethical collaborations, including how programs are built, how projects are introduced to partners, and how graduate students are educated. The book also explores three approaches to partnership design that create space for community voices at the structural level: advisory boards, participatory evaluation, and community grading.",
      "Immediately applicable to teachers, researchers, community partners, and administrators involved in community engagement, Rewriting Partnerships offers concrete strategies for creating more community-responsive partnerships at the classroom level as well as at the level of program and research design. But most provocatively, the book challenges common assumptions about who can create knowledge about community-based learning, demonstrating that community partners have the potential to contribute significantly to community engagement scholarship and program decision-making."
    ]
  },
  {
    "title": "Sacred Rhetorical Education in 19th Century America: Austin Phelps at Andover Theological Seminary",
    "author": "Michael-John DePalma",
    "publicationDate": "02-14-2020",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Sacred-Rhetorical-Education-in-19th-Century-America-Austin-Phelps-at-Andover/DePalma/p/book/9780367418410",
    "openAccess": "no",
    "coverImage": "covers/depalma2020.jpg",
    "description": [
      "This book offers new insight into the ways rhetorical educators’ religious motives influenced the shape of nineteenth-century rhetorical education and invites scholars of writing and rhetoric to consider what the study of religiously-animated pedagogies might reveal about rhetorical education itself.",
      "The author studies the rhetorical pedagogy of Austin Phelps, the prominent preacher and professor of sacred rhetoric at Andover Theological Seminary, and his theologically-motivated adaptation of rhetorical education to fit the exigencies of preachers at the first graduate seminary in the United States. In disclosing how Phelps was guided by his Christian motives, the book offers a thorough examination of how professional rhetoric was taught, learned, and practiced in nineteenth-century America. It also provides an enriched understanding of rhetorical theories and pedagogies in American seminaries, and contributes deepened awareness of the ways religious motives can function as resources that enable the reshaping of rhetorical theory and pedagogy in generative ways.",
      "Exploring the implications of Phelps’s rhetorical theory and pedagogy for future studies of religious rhetoric, histories of rhetorical education, and twenty-first century writing pedagogy,this book will be essential reading for scholars and students of rhetoric, education, American history, religious education, and writing studies."
    ]
  },
  {
    "title": "A Shared History: Writing in the High School, College, and University, 1856-1886",
    "author": "Amy J. Lueck",
    "publicationDate": "01-06-2020",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809337422/a-shared-history/",
    "openAccess": "no",
    "coverImage": "covers/lueck2020.jpg",
    "description": [
      "In the nineteenth century, advanced educational opportunities were not clearly demarcated and defined. Author Amy J. Lueck demonstrates that public high schools, in addition to colleges and universities, were vital settings for advanced rhetoric and writing instruction. Lueck shows how the history of high schools in Louisville, Kentucky, connects with, contradicts, and complicates the accepted history of writing instruction and underscores the significance of high schools to rhetoric and composition history and the reform efforts in higher education today.",
      "Lueck explores Civil War- and Reconstruction-era challenges to the University of Louisville and nearby local high schools, their curricular transformations, and their fate in regard to national education reform efforts. These institutions reflect many of the educational trends and developments of the day: college and university building, the emergence of English education as the dominant curriculum for higher learning, student-centered pedagogies and educational theories, the development and transformation of normal schools, the introduction of manual education and its mutation into vocational education, and the extension of advanced education to women, African American, and working-class students.",
      "Lueck demonstrates a complex genealogy of interconnections among high schools, colleges, and universities that demands we rethink our categories and standards of assessment and our field’s history. A shift in our historical narrative would promote a move away from an emphasis on the preparation, transition, and movement of student writers from high school to college or university and instead allow a greater focus on the fostering of rich rhetorical practices and pedagogies at all educational levels. As the definition of college-level writing becomes increasingly contested once again, Lueck invites a reassessment of the discipline’s understanding of contemporary programs based in high schools like dual-credit and concurrent enrollment."
    ]
  },
  {
    "title": "Persuasive Acts: Women’s Rhetorics in the Twenty-First Century",
    "author": "Shari J. Stenberg and Charlotte Hogg",
    "publicationDate": "03-03-2020",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822966135/",
    "openAccess": "no",
    "coverImage": "covers/stenberg2020.jpg",
    "description": [
      "In June 2015, Bree Newsome scaled the flagpole in front of South Carolina’s state capitol and removed the Confederate flag. The following month, the Confederate flag was permanently removed from the state capitol. Newsome is a compelling example of a twenty-first-century woman rhetor, along with bloggers, writers, politicians, activists, artists, and everyday social media users, who give new meaning to Aristotle’s ubiquitous definition of rhetoric as the discovery of the “available means of persuasion.” Women’s persuasive acts from the first two decades of the twenty-first century include new technologies and repurposed old ones, engaged not only to persuade, but also to tell their stories, to sponsor change, and to challenge cultural forces that repress and oppress.",
      "Persuasive Acts: Women’s Rhetorics in the Twenty-First Century gathers an expansive array of voices and texts from well-known figures including Hillary Rodham Clinton, Malala Yousafzai, Michelle Obama, Lindy West, Sonia Sotomayor, and Chimamanda Ngozi Adichie, so that readers may converse with them, and build rhetorics of their own. Editors Shari J. Stenberg and Charlotte Hogg have complied timely and provocative rhetorics that represent critical issues and rhetorical affordances of the twenty-first century."
    ]
  },
  {
    "title": "The Work of Teaching Writing: Learning from Fiction, Film, and Drama",
    "author": "Joseph Harris",
    "publicationDate": "04-01-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3773-the-work-of-teaching-writing",
    "openAccess": "no",
    "coverImage": "covers/harris2020.jpg",
    "description": [
      "Film and literature can illuminate the experience of teaching and learning writing in ways that academic books and articles often miss. In particular, popular books and movies about teaching reveal the crucial importance of taking students seriously as writers and intellectuals. In this book, Joseph Harris explores how the work of teaching writing has been depicted in novels, films, and plays to reveal what teachers can learn from studying not just theories of discourse, rhetoric, and pedagogy but also accounts of the lived experience of teaching writing.",
      "Each chapter examines a fictional representation of writing classes—as portrayed in Dead Poets Society, Up the Down Staircase, Educating Rita, Push, and more—and shifts the conversation from how these works portray teachers to how they dramatize the actual work of teaching. Harris considers scenes of instruction from different stages of the writing process and depictions of students and teachers at work together to highlight the everyday aspects of teaching writing.",
      "In the writing classroom the ideas of teachers come to life in the work of their students. The Work of Teaching Writing shows what fiction, film, and drama can convey about the moment of exchange between teacher and student as they work together to create new insights into writing. It will interest both high school and undergraduate English teachers, as well as graduate students and scholars in composition and rhetoric, literary studies, and film studies."
    ]
  },
  {
    "title": "More than a Moment: Contextualizing the Past, Present, and Future of MOOCs",
    "author": "Steven D. Krause",
    "publicationDate": "01-02-2020",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/item/3763-more-than-a-moment",
    "openAccess": "no",
    "coverImage": "covers/krause2020.jpg",
    "description": [
      "As recently as 2012, massive open online courses (MOOCs) looked poised to revolutionize higher education, but in just a few years their flaws and problems have made them into a less relevant model. In More than a Moment, Steven D. Krause explores MOOCs and their continuing impact on distance learning in higher education, putting them in the context of technical innovations that have come before and those that will be part of the educational future.",
      "Krause writes about his own experiences as a participant in several MOOCs and the experiences of faculty who developed and taught MOOCs. Contrary to many early claims from educational entrepreneurs, they were never entirely “new,” and MOOCs and their aftermath are still at the heart of the tensions between nonprofit universities and for-profit entities, particularly online program management firms, in delivering distance education.",
      "While MOOCs are no longer a threat to education in the United States, they are part of the ongoing corporatization of education and remain part of conversations about experienced-based credit, corporate training, and open education. Presenting historical, student, teacher, and administrative perspectives, More than a Moment is a well-rounded treatment that will be of interest to academics and entrepreneurs interested in distance education, online pedagogy, online program management, and public-private partnerships in higher education."
    ]
  },
  {
    "title": "Ecologies of Harm: Rhetorics of Violence in the United States",
    "author": "Megan Eatman",
    "publicationDate": "02-14-2020",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214343.html",
    "openAccess": "no",
    "coverImage": "covers/eatman2020.jpg",
    "description": [
      "Ecologies of Harm: Rhetorics of Violence in the United States examines violent spectacles and their quotidian manifestations in order to better understand violence’s cultural work and persistence. Starting with the supposition that violence is communicative andmeant to “send a message”—be it to deter, to scare, or to threaten—Megan Eatman goes one step further to argue that violence needs to be understood on a deeper level: as direct, structural, cultural, and constitutive across modes, a formulation that requires rethinking its rhetorical aims as less about conscious persuasion and more about the gradual shaping of public identity.",
      "While Eatman looks to examples of violent spectacles to make her case (lynching, capital punishment, and torture in the War on Terror), it is in her analysis of more mundane responses to these forms of violence (congressional debates, court documents, visual art, and memorial performance) where the key to her argument lies—as she shows how circulating violence in these ways produces violent rhetorical ecologies that facilitate some modes of being while foreclosing others. Through this ecological approach, Ecologies of Harm offers a new understanding of the debates surrounding legacies of violence, examines how rhetoric and violence function together, and explores implications of their entanglement for antiviolence work."
    ]
  },
  {
    "title": "Vaccine Rhetorics",
    "author": "Heidi Yoston Lawrence",
    "publicationDate": "02-05-2020",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214336.html",
    "openAccess": "no",
    "coverImage": "covers/lawrence2020.jpg",
    "description": [
      "Debates over vaccination run rampant in the US—from the pages of medical journals, to news coverage about the latest outbreak, to vehement messages passed back and forth online. From the professional level to the personal one, almost everyone has an opinion on vaccinations—and often conversations around this issue pit supporters of vaccinations against “anti-vaxxers.” In Vaccine Rhetorics, Heidi Yoston Lawrence turns a critical eye toward such conversations—proposing a new approach that moves us beyond divisive rhetoric and seeks to better understand the material conditions underlying the debate.",
      "Starting with a key question—If vaccines work, why are they controversial?—and using an approach she calls “material exigence,” Lawrence seeks to understand the material conditions of disease and injury associated with vaccination. Examining four primary motivations—the exigency of disease at the heart of physician views, the desire for eradication from policymakers, concern over injury expressed by parents and patients in online confessionals, and questions about the unknown surrounding potential recipients of the flu vaccine, Lawrence demonstrates the complexity of vaccination skepticism and the need for more nuanced public discourse. In bringing together the voices of those who oppose, question, and support vaccines, Vaccine Rhetorics unearths the material circumstances that lead to differing viewpoints and brings important attention not just to what is said but how and why it is said—providing a useful framework for studying other controversial issues."
    ]
  },
  {
    "title": "Conocer la Escritura: Investigación Más Allá de las Frontera | Knowing Writing: Writing Research across Borders",
    "author": "Charles Bazerman, Blanca Yaneth González Pinzón, David Russell, Paul Rogers, Luis Bernardo Peña, Elizabeth Narváez, Paula Carlino, Montserrat Castelló and Mónica Tapia-Ladino",
    "publicationDate": "01-02-2020",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/wrab2017/",
    "openAccess": "yes",
    "coverImage": "covers/bazerman2020.jpg",
    "description": [
      "El IV encuentro de Writing Research Across Borders (WRAB) y su respectivo volumen Conocer la Escritura: Investigación Más Allá de las Frontera. Knowing Writing: Writing Research across Borders resaltan el rápido crecimiento de los estudios sobre la escritura en Iberoamérica, con su gran preocupación por el pensamiento crítico, el avance educativo y el desarrollo comunitario, junto con los nuevos enfoques de escritura a nivel mundial focalizados en la relación entre la escritura y el avance del conocimiento en los individuos, las profesiones y las sociedades.",
      "The WRAB IV Conference and this volume Conocer la escritura: investigación más allá de las fronteras | Knowing Writing: Writing Research across Borders highlight the rapid growth of writing studies in Ibero-America, with its strong concern for critical thought, educational advance, and communal development, alongside new approaches to writing globally, with a focus on the relationship of writing and the growth of knowledge in individuals, professions, and societies."
    ]
  }
]