[
  {
    "title": "Empowering the Community College First-Year Composition Teacher: Pedagogies and Policies",
    "author": "Meryl Siegal and Betsy Gilliland",
    "publicationDate": "01-01-2021",
    "publisher": "University of Michigan Press",
    "publisherURL": "https://press.umich.edu/Books/E/Empowering-the-Community-College-First-Year-Composition-Teacher",
    "openAccess": "no",
    "coverImage": "covers/siegal2021.jpg",
    "description": [
      "Community colleges in the United States are the first point of entry for many students to a higher education, a career, and a new start. They continue to be a place of personal and, ultimately, societal transformation. And first-year composition courses have become sites of contestation.",
      "This volume is an inquiry into community college first-year pedagogy and policy at a time when change has not only been called for but also mandated by state lawmakers who financially control public education. It also acknowledges new policies that are eliminating developmental and remedial writing courses while keeping mind that, for most community college students, first-year composition serves as the last course they will take in the English department toward their associate’s degree.",
      "Chapters focusing on pedagogy and policy are integrated within cohesively themed parts: (1) refining pedagogy; (2) teaching toward acceleration; (3) considering programmatic change; and (4) exploring curriculum through research and policy. The volume concludes with the editors’ reflections regarding future work; a glossary and reflection questions are included.",
      "This volume also serves as a call to action to change the way community colleges attend to faculty concerns. Only by listening to teachers can the concerns discussed in the volume be addressed; it is the teachers who see how societal changes intersect with campus policies and students’ lives on a daily basis."
    ]
  },
  {
    "title": "Teaching Demagoguery and Democracy: Rhetorical Pedagogy in Polarized Times",
    "author": "Michael Steudeman",
    "publicationDate": "11-11-2021",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/15-steudeman.htm",
    "openAccess": "yes",
    "coverImage": "covers/steudeman2021.jpg",
    "description": [
      "Over the past decade, a global surge of xenophobia, nationalism, and white supremacy has prompted educators to reconsider core assumptions about how they teach. For scholars in the interdisciplinary field of rhetoric, that reconsideration has entailed reckoning with the problem of demagoguery: discourse that privileges in-group identity, evades democratic complexity, and pursues out-group expulsion as a solution to public problems. In this digital collection for Intermezzo, rhetoricians in disciplinary fields of English and communication studies recount this reflective process and their initial efforts to rethink pedagogy for demagogic times.",
      "Upending taken-for-granted assumptions about rhetorical education, contributors to this volume explore what it means to teach about demagoguery within a political culture that is already demagogic. Drawing upon Patricia Roberts-Miller’s 2017 book Demagoguery and Democracy as both a reflective touchstone and a classroom text, the contributors take up the vexing question of how to teach students practices of self-critique and a resistance to “us-versus-them” modes of argumentation. Part I of the collection models forms of pedagogical reflection, tracing two rhetoricians’ “lessons learned” over multiple semesters or years in the classroom. Turning to the practice of classroom teaching, Part II highlights practices for disrupting the common metaphors, interpretive practices, and epistemic assumptions that sustain demagogic discourse. Finally, Part III turns to digital contexts, offering pedagogical strategies for teaching students to navigate—and help to counteract—the forms of toxic argumentation and algorithmic propaganda that thrive on social media.",
      "Taken together, the three sections of this collection offer teachers across the humanities models for reevaluating their own classroom practice. Alongside their essays, contributors also share example lesson plans, handouts, worksheets, and student work that other teachers can build upon and revise. Attuned to how their lessons might be received or misperceived under conditions of actually existing demagoguery, the contributors resist pinning down any single practice or prescription. Instead, they hope to provide readers with habits of reflection and tentative teaching strategies to adapt within their own classrooms. Through this work, contributors hope to help more teachers confront the demagogic tendencies of our political culture—and of our classrooms."
    ]
  },
  {
    "title": "Blessed Are the Peacemakers: Small Histories during World War II, Letter Writing, and Family History Methodology",
    "author": "Suzanne Kesler Rumsey",
    "publicationDate": "05-01-2021",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817320904/blessed-are-the-peacemakers/",
    "openAccess": "no",
    "coverImage": "covers/rumsey2021.jpg",
    "description": [
      "In the summer of 2013, Suzanne Kesler Rumsey discovered hundreds of letters exchanged between her late grandparents, Miriam and Benjamin Kesler. The letters, written between 1941 and 1946, were filled with typical wartime sentiments: love and longing, anguish at being apart, uncertainty about the war and the country’s future, and attempts at humor to keep their spirits up. What is unusual about their story is that Ben Kesler was not writing from a theater of war. Instead, Ben, a member of the Dunkard Brethren Church, was a conscientious objector. He, along with about 12,000 other men, opted to join the Civilian Public Service (CPS) and contribute to “work of national importance” at one of the 218 CPS camps around the country.",
      "In Blessed Are the Peacemakers: Small Histories during World War II, Letter Writing, and Family History Methodology, Rumsey has mined not only her grandparents’ letters but also archival research on CPS camps and historical data from several Mennonite and Brethren archives to recapture the narrative of Ben’s service at two different camps and of Miriam’s struggle to support herself and her husband financially at the young age of seventeen. Ben and Miriam’s life during the war was extraordinarily ordinary, spanning six years of unrecognized and humble work for their country. Ben was not compensated for his work in the camps, and Miriam stayed home and worked as a day laborer, as a live-in maid, as a farmhand, and in the family butcher shop in order to earn enough money to support them both. Small histories like that of her grandparents, Rumsey argues, provide a unique perspective on significant political and historical moments.",
      "Blessed Are the Peacemakers also explores the rhetorical functions of letter writing as well as the methodology of family history writing. Ben and Miriam’s letters provide an apt backdrop to examine the genre, a relatively understudied mode of literacy. Rumsey situates the young couple’s correspondence within ars dictaminis, the art of letter writing, granting new insights into the genre and how personal accounts shape our understanding of historical events."
    ]
  },
  {
    "title": "Transformations: Change Work across Writing Programs, Pedagogies, and Practices",
    "author": "Holly Hassel and Kirsti Cole",
    "publicationDate": "12-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/transformations",
    "openAccess": "no",
    "coverImage": "covers/hassel2021.jpg",
    "description": [
      "As teaching practices adapt to changing technologies, budgetary constraints, new student populations, and changing employment practices, writing programs remain full of people dedicated to helping students improve their writing. This edited volume offers strategies for implementing large- and small-scale changes in writing programs by focusing on transformations­—the institutional, programmatic, curricular, and labor practices that work together to shape our teaching and learning experiences of writing and rhetoric in higher education.",
      "The collection includes chapters from multiple award-winning writing programs, including the recipients of the Two-Year College Association’s Outstanding Programs in English Award and the Conference on College Composition and Communication’s Writing Program Certificate of Excellence. These authors offer perspectives that demonstrate the deep work of transformation in writing programs and practices writ large, confirm the ways in which writing programs are connected to and situated within larger institutional and disciplinary contexts, and outline successful methods for navigating these contexts in order to transform the work.",
      "In using the prism of transformation as the organizing principle for the collection, Transformations offers a range of strategies for adapting writing programs so that they meet the needs of students and teachers in service of creating equitable, ethical literacy instruction in a range of postsecondary contexts."
    ]
  },
  {
    "title": "Emerging Writing Research from the Russian Federation",
    "author": "L. Ashley Squires",
    "publicationDate": "11-17-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/emerging/",
    "openAccess": "yes",
    "coverImage": "covers/squires2021.jpg",
    "description": [
      "In the early 2010s, Russian institutions of higher education began responding to the need to internationalize Russian academia through faculty publications and academic mobility programs. The promotion of academic writing courses and writing centers based on international models has been a critical part of that effort, leading to the rapid growth of a field of teaching and scholarship that had not received much attention. This book explores the rationale for importing and adapting international models of academic writing and rhetoric and composition, the role of the English and Russian languages in the development of this field, and the specific needs of faculty and student writers in Russia. This collection will be of interest to scholars investigating the internationalization of higher education, the role of English in the international dissemination of research, and programs developed specifically for multilingual faculty writers."
    ]
  },
  {
    "title": "Teaching Writing through the Immigrant Story",
    "author": "Heather Ostman, Howard Tinberg and Danizete Martínez",
    "publicationDate": "12-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/teaching-writing-through-the-immigrant-story",
    "openAccess": "no",
    "coverImage": "covers/ostman2021.jpg",
    "description": [
      "Teaching Writing through the Immigrant Story explores the intersection between immigration and pedagogy via the narrative form. Embedded in the contexts of both student writing and student reading of literature chapters by scholars from four-year and two-year colleges and universities across the country, this book engages the topic of immigration within writing and literature courses as the site for extending, critiquing, and challenging assumptions about justice and equity while deepening students’ sense of ethics and humanity.",
      "Each of the chapters recognizes the prevalence of immigrant students in writing classrooms across the United States—including foreign-born, first- and second-generation Americans, and more—and the myriad opportunities and challenges those students present to their instructors. These contributors have seen the validity in the stories and experiences these students bring to the classroom—evidence of their lifetimes of complex learning in both academic and nonacademic settings. Like thousands of college-level instructors in the United States, they have immigrant stories of their own. The immigrant “narrative” offers a unique framework for knowledge production in which students and teachers may learn from each other, as the ordinary power dynamic of teacher and students begins to shift, to enable empathy to emerge and to provide space for an authentic kind of pedagogy.",
      "By engaging writing and literature teachers within and outside the classroom, Teaching Writing through the Immigrant Story speaks to the immigrant narrative as a viable frame for teaching writing—an opportunity for building and articulating knowledge through academic discourse—creating a platform for immigration as a writing and literary theme, a framework for critical thinking, and a foundation for significant social change and advocacy."
    ]
  },
  {
    "title": "Civic Engagement in Global Contexts: International Education, Community Partnerships, and Higher Educatio",
    "author": "Jim Bowman and Jennifer deWinter",
    "publicationDate": "12-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/civic-engagement-in-global-contexts",
    "openAccess": "no",
    "coverImage": "covers/bowman2021.jpg",
    "description": [
      "This volume examines the role of writing, rhetoric, and literacy programs and approaches in the practice of civic engagement in global contexts. Writing programs have experience in civic engagement and service learning projects in their local communities, and their work is central to developing students’ literacy practices. Further, writing programs compel student writers to attend to audience needs and rhetorical exigencies as well as reflect on their own subject positions. Thus, they are particularly situated to partner with other units on college campuses engaged in global partnerships.",
      "Civic Engagement in Global Contexts provides examples and evidence of the critical self-reflection and iteration with community partners that make these projects important and valuable. Throughout its thirteen chapters, this collection provides practical pedagogical and administrative approaches for writing studies faculty engaging with global learning projects, as well as nuanced insight into how to navigate contact zones from the planning stages of projects to the hard work of self-reflection and change.",
      "Partnerships and projects across national borders compel the field of rhetoric and composition to think through the ethics of writing studies program design and teaching practices. Doing this difficult work can disrupt presumptive notions of ownership that faculty and administrators hold concerning the fields involved in these projects and can even lead to decentering rhetoric/composition and other assumptions held by US-based institutions of higher education. Civic Engagement in Global Contexts will be useful to instructors, advisors, and project managers of students in faculty-led project learning in overseas settings, international service learning through foreign study programs, and foreign study itself and to faculty members introducing civic engagement and community-based learning projects with foreign students in overseas institutions."
    ]
  },
  {
    "title": "Multilingual Contributions to Writing Research: Toward an Equal Academic Exchange",
    "author": "Natalia Ávila Reyes",
    "publicationDate": "11-01-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/la/multilingual/",
    "openAccess": "yes",
    "coverImage": "covers/reyes2021.jpg",
    "description": [
      "This edited collection offers chapters based on presentations at the Second Latin American Association of Writing Studies in Higher Education and Professional Contexts International Congress (II ALES) held in Santiago, Chile, in 2018. Together, the contributors to the collection—drawn from nine countries and writing in three languages—highlight the many perspectives, resources, and traditions that enrich and expand international conversations about writing, writing instruction, and writing research. The multiple locations from which the chapters in this collection emerge contribute significantly to the situated findings and concerns they address, with the authors of each chapter considering the social, lingual, and institutional contexts shaping their work. Drawing on both robust traditions and cutting-edge research, this collection makes a distinctive contribution to discussions of writing in and beyond Latin America."
    ]
  },
  {
    "title": "Linguistic Justice on Campus: Pedagogy and Advocacy for Multilingual Students",
    "author": "Brooke R. Schreiber, Eunjeong Lee, Jennifer T. Johnson, and Norah Fahim",
    "publicationDate": "11-30-2021",
    "publisher": "Multilingual Matters",
    "publisherURL": "https://www.multilingual-matters.com/page/detail/?K=9781788929486",
    "openAccess": "no",
    "coverImage": "covers/schreiber2021.jpg",
    "description": [
      "This book supports writing educators on college campuses to work towards linguistic equity and social justice for multilingual students. It demonstrates how recent advances in theories on language, literacy, and race can be translated into pedagogical and administrative practice in a variety of contexts within US higher educational institutions. The chapters are split across three thematic sections: translingual and anti-discriminatory pedagogy and practices; professional development and administrative work; and advocacy in the writing center. The book offers practice-based examples which aim to counter linguistic racism and promote language pluralism in and out of classrooms, including: teacher training, creating pedagogical spaces for multilingual students to negotiate language standards, and enacting anti-racist and translingual pedagogies across disciplines and in writing centers."
    ]
  },
  {
    "title": "Radiant Figures: Visual Rhetorics in Everyday Administrative Contexts",
    "author": "Rachel Gramer, Logan Bearden, and Derek Mueller",
    "publicationDate": "09-13-2021",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/radiant-figures",
    "openAccess": "yes",
    "coverImage": "covers/gramer2021.jpg",
    "description": [
      "Radiant Figures: Visual Rhetorics in Everyday Administrative Contexts presents an approach to writing program administration that understands, accounts for, and embraces the rhetorical potential in the creation and circulation of everyday visual artifacts. This edited collection shares visuals (representations of curricula, visual metaphors for administrative work, graphics representing student demographics, etc.) created by contributors within their own contexts, for their own purposes. Each of the twelve chapters included in the collection discusses the visual-rhetorical strategies utilized in the invention of such graphics and highlights the affordances of visuals as administrative tools.",
      "Additionally, Radiant Figures has two hallmark features. The first is a table of contents that offers seven polyvocal paths, and each chapter in the collection is featured in at least two of the paths. These paths, such as “Mapping in/as Administration” and “Visualizing Change,” emphasize the complex and overlapping nature of visual administrative work. Second, each path includes a response from an experienced administrator-scholar in writing studies. These responses draw connections, highlight promising questions, and speculate about possibilities for the update and adaptation of everyday visual artifacts. The collection presents a compelling case for the advantages of visual-rhetorical administrative strategies and offers concrete ways that readers can take up those strategies in their own contexts."
    ]
  },
  {
    "title": "Are We There Yet? Computers and the Teaching of Writing in American Higher Education–Twenty Years Later",
    "author": "Jennifer Marlow and James P. Purdy",
    "publicationDate": "05-10-2021",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/arewethereyet",
    "openAccess": "yes",
    "coverImage": "covers/marlow2021.jpg",
    "description": [
      "Are We There Yet? Computers and the Teaching of Writing in American Higher Education—Twenty Years Later celebrates the landmark text Computers and the Teaching of Writing in American Higher Education, 1979–1994: A History (hereafter The History Book) by Gail E. Hawisher, Cynthia L. Selfe, Paul LeBlanc, and Charles Moran. Published in 1996, the book provided a history of how computers “entered and changed” writing studies while also documenting “how people in the field used computers” (p. 2). Our eBook continues this history of computers and writing from 1995 to 2015. Just as Hawisher et al. (1996) recognized that there are many separate histories within the story they seek to tell, so do we. There is no one “correct” history, and we do not endeavor to provide that here. Rather, we follow in the footsteps of Hawisher et al. in describing how scholars, teachers, graduate students, and administrators have continued to define (as well as debate) the (sub)field of computers and writing as an important site of research, technology, and pedagogy.",
      "This eBook, then, serves as both a celebration of The History Book and a continuation story by providing follow-up analysis of how the (sub)field of computers and writing has witnessed, discussed, and grappled with rapid developments in computing technologies and its position in relation to the larger field of writing studies. To document the development of the (sub)field from 1995–2015, we interviewed established and new computers and writing teacher-scholars; read frequently cited scholarship, particularly in Computers and Composition, Computers and Composition Online, and Kairos; analyzed a corpus of programs from the Computers and Writing conference; and organized a “twittersation” with the same group of teacher-scholars whose MOO conversation ended Hawisher et al’s book.",
      "This born digital text imagines what The History Book might have been like as a multimedia experience. In addition to chronicling the impacts of post-1994 technological change, this eBook codifies the history of the people working in computers and writing. Through including segments of audio (phone), video, and print (email correspondence) interviews, this eBook includes the stories of people who have defined, continue to define, and will define this discipline. A searchable corpus of Computers and Writing conference programs allows readers to conduct their own research with records from one of the main artifacts of its (sub)field’s history. And an invitation for readers to contribute their own stories allows the project of capturing computers and writing’s history to be ongoing and multivocal."
    ]
  },
  {
    "title": "Writing Across Difference: Theory and Intervention",
    "author": "James Rushing Daniel, Katie Malcolm and Candice Rai",
    "publicationDate": "12-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/writing-across-difference",
    "openAccess": "no",
    "coverImage": "covers/daniel2021.jpg",
    "description": [
      "As the nation becomes increasingly divided by economic inequality, racial injustice, xenophobic violence, and authoritarian governance, scholars in writing studies have strived to develop responsive theories and practices to engage students, teachers, administrators, and citizens in the crisis of division and to begin the complicated work of radically transforming our inequitable institutions and society. Writing across Difference is one of the first collections to gather scholars from across the field engaged in offering theoretical, methodological, and pedagogical resources for understanding, interrogating, negotiating, and writing across difference.",
      "No text in composition has made such a sweeping attempt to place the multiple areas of translingualism, antiracism, anticolonialism, interdisciplinarity, and disability into conversation or to represent the field as broadly unified around the concept of difference. The chapters in this book specifically explore how monolingual ideology is maintained in institutions and how translingual strategies can (re)include difference; how narrative-based interventions can promote writing across difference in classrooms and institutions by complicating dominant discourses; and how challenging dominant logics of class, race, ability, and disciplinarity can present opportunities for countering divisiveness.",
      "Writing across Difference offers writing scholars a sustained intellectual encounter with the crisis of difference and foregrounds the possibilities such an encounter offers for collective action toward a more inclusive and equitable society. It presents a variety of approaches for intervening in classrooms and institutions in the interest of focalizing, understanding, negotiating, and bridging difference. The book will be a valuable resource to those disturbed by the bigotry, violence, and fanaticism that mark our political culture and who are seeking inspiration, models, and methods for collective response."
    ]
  },
  {
    "title": "The Hidden Inequities in Labor-Based Contract Grading",
    "author": "Ellen C. Carillo",
    "publicationDate": "11-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/the-hidden-inequities-in-labor-based-contract-grading",
    "openAccess": "no",
    "coverImage": "covers/carillo2021.jpg",
    "description": [
      "The Hidden Inequities in Labor-Based Contract Grading intervenes in the increasingly popular practice of labor-based grading by expanding the scope of this assessment practice to include students who are disabled and multiply marginalized. Through the lens of disability studies, the book critiques the assumption that labor is a neutral measure by which to assess students and explores how labor-based grading contracts put certain groups of students at a disadvantage. Ellen C. Carillo offers engagement-based grading contracts as an alternative that would provide a more equitable assessment model for students of color, those with disabilities, and students who are multiply marginalized.",
      "This short book explores the history of labor-based grading contracts, reviews the scholarship on this assessment tool, highlights the ways in which it normalizes labor as an unbiased tool, and demonstrates how to extend the conversation in new and generative ways both in research and in classrooms. Carillo encourages instructors to reflect on their assessment practices by demonstrating how even assessment methods that are designed through a social-justice lens may unintentionally privilege some students over others."
    ]
  },
  {
    "title": "Queerly Centered: LGBTQA Writing Center Directors Navigate the Workplace",
    "author": "Travis Webster",
    "publicationDate": "11-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/queerly-centered",
    "openAccess": "no",
    "coverImage": "covers/webster2021.jpg",
    "description": [
      "Queerly Centered explores writing center administration and queer identity, showcasing LGBTQA labor undertaken but not previously acknowledged or documented in the field’s research. Drawing from interviews with twenty queer writing center directors, Travis Webster examines the lived experiences of queer people leading writing centers, the promise and occasional peril of this work, and the disciplinary implications of such work for writing center administration, research, and praxis. Focused on directors’ queer histories, administrative activisms, and on-the-job tensions, this study both connects to and departs from oft-referenced lenses, such as emotional and invisible labor, for understanding work in higher education. The first book-length project that exclusively bridges writing centers and LGBTQA studies, Queerly Centered is for researchers, administrators, educators, and practitioners of all orientations and backgrounds in writing center and writing program administration, rhetoric and composition, and higher education administration."
    ]
  },
  {
    "title": "CounterStories from the Writing Center",
    "author": "Wonderful Faison and Frankie Condon",
    "publicationDate": "12-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/counterstories-from-the-writing-center",
    "openAccess": "no",
    "coverImage": "covers/faison2021.jpg",
    "description": [
      "CounterStories from the Writing Center gathers emerging scholars of colour and their white accomplices to challenge some of the most cherished lore about the work of writing centres. Writing within an intersectional feminist frame, this volume’s contributors name and critique the dominant role that white, straight, cis-gendered women have played in writing centre administration as well as in the field of writing centre studies. This work will shake the field’s core assumptions about itself.",
      "Practicing what Derrick Bell has termed “creative truth telling,” these writers are not concerned with individual white women in writing centres but with the social, political, and cultural capital that is the historical birthright of white, straight, cis-gendered women, particularly in writing centre studies. The essays collected in this volume test, defy, and overflow the bounds of traditional academic discourse in the service of powerful testimony, witness, and counterstory.",
      "CounterStories from the Writing Center is a must-read for writing centre directors, scholars, and tutors who are committed to antiracist pedagogy and offers a robust intersectional analysis to those who seek to understand the relationship between the work of writing centres and the problem of racism. Accessible and usable for both graduate and undergraduate students of writing centre theory and practice, this work troubles the field’s commonplaces and offers a rich envisioning of what writing centres materially committed to inclusion and equity might be and do."
    ]
  },
  {
    "title": "Self+Culture+Writing: Autoethnography for/as Writing Studies",
    "author": "Rebecca Jackson & Jackie Grutsch McKinney",
    "publicationDate": "09-15-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/self-culture-writing",
    "openAccess": "no",
    "coverImage": "covers/mckinney2021.jpg",
    "description": [
      "Literally translated as “self-culture-writing,” autoethnography—as both process and product—holds great promise for scholars and researchers in writings studies who endeavor to describe, understand, analyze, and critique the ways in which selves, cultures, writing, and representation intersect. Self+Culture+Writing foregrounds the possibility of autoethnography as a viable methodological approach and provides researchers and instructors with ways of understanding, crafting, and teaching autoethnography within writing studies.",
      "Interest in autoethnography is growing among writing studies scholars, who see clear connections to well-known disciplinary conversations about personal narrative, as well as to the narrative turn in general and social justice efforts in particular. Contributions by authors from diverse backgrounds and institutional settings are organized into three parts: a section of writing studies autoethnographies, a section on how to teach autoethnography, and a section on how ideas about autoethnography in writing studies are evolving.",
      "Self+Culture+Writing discusses the use of autoethnography in the writing classroom as both a research method and a legitimate way of knowing, providing examples of the genre and theoretical discussions that highlight the usefulness and limitations of these methods."
    ]
  },
  {
    "title": "Ethics and Representation in Feminist Rhetorical Inquiry",
    "author": "Amy E. Dayton and Jennie L. Vaughn",
    "publicationDate": "09-21-2021",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822946731/",
    "openAccess": "no",
    "coverImage": "covers/dayton2021.jpg",
    "description": [
      "The historiography of feminist rhetorical research raises ethical questions about whose stories are told and how. Women and other marginalized people have been excluded historically from many formal institutions, and researchers in this field often turn to alternative archives to explore how women have used writing and rhetoric to participate in civic life, share their lived experiences, and effect change. Such methods may lead to innovation in documenting practices that took place in local, grassroots settings. The chapters in this volume present a frank conversation about the ways in which feminist scholars engage in the work of recovering hidden rhetorics, and grapple with the ethical challenges raised by this recovery work."
    ]
  },
  {
    "title": "Composition and Big Data",
    "author": "Amanda Licastro and Benjamin Miller",
    "publicationDate": "11-02-2021",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822946748/",
    "openAccess": "no",
    "coverImage": "covers/licastro2021.jpg",
    "description": [
      "In a data-driven world, anything can be data. As the techniques and scale of data analysis advance, the need for a response from rhetoric and composition grows ever more pronounced. It is increasingly possible to examine thousands of documents and peer-review comments, labor-hours, and citation networks in composition courses and beyond. Composition and Big Data brings together a range of scholars, teachers, and administrators already working with big-data methods and datasets to kickstart a collective reckoning with the role that algorithmic and computational approaches can, or should, play in research and teaching in the field. Their work takes place in various contexts, including programmatic assessment, first-year pedagogy, stylistics, and learning transfer across the curriculum. From ethical reflections to database design, from corpus linguistics to quantitative autoethnography, these chapters implement and interpret the drive toward data in diverse ways."
    ]
  },
  {
    "title": "Like What We Imagine: Writing and the University",
    "author": "David Bartholomae",
    "publicationDate": "11-16-2021",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822946724/",
    "openAccess": "no",
    "coverImage": "covers/bartholomae2021.jpg",
    "description": [
      "David Bartholomae has been a prominent figure in the field of composition and rhetoric for almost five decades. This is an end-of-career book, a collection of late essays that reflect on the teaching of reading and writing, on the challenges and value of students’ work, and on the place of English in the university curriculum. The chapters are unified by a thread that connects some of the books and ideas, people and places, students and courses that shaped and sustained his work as a scholar and teacher over time. Several chapters present and discuss extended examples of student writing. The essays trace his formation from the early days of “Basic Writing” to his final engagements with study abroad and travel writing, where he had the chance to think again, and in radically different settings, about the fundamental problems of communication across linguistic and cultural divides."
    ]
  },
  {
    "title": "Teaching Black: The Craft of Teaching on Black Life and Literature",
    "author": "Ana-Maurine Lara and drea brown",
    "publicationDate": "12-14-2021",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822946953/",
    "openAccess": "no",
    "coverImage": "covers/lara2021.jpg",
    "description": [
      "Teaching Black: The Craft of Teaching on Black Life and Literature presents the experiences and voices of Black creative writers who are also teachers. The authors in this collection engage poetry, fiction, experimental literature, playwriting, and literary criticism. They provide historical and theoretical interventions and practical advice for teachers and students of literature and craft. Contributors work in high schools, colleges, and community settings and draw from these rich contexts in their essays. This book is an invaluable tool for teachers, practitioners, change agents, and presses. Teaching Black is for any and all who are interested in incorporating Black literature and conversations on Black literary craft into their own work."
    ]
  },
  {
    "title": "Writing Accomplices with Student Immigrant Rights Organizers",
    "author": "Glenn Hutchinson",
    "publicationDate": "04-02-2021",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://bookshop.org/p/books/writing-accomplices-with-student-immigrant-rights-organizers-glenn-hutchinson/6b74af94e42c8271?ean=9780814158500",
    "openAccess": "no",
    "coverImage": "covers/hutchinson2021.jpg",
    "description": [
      "Veteran community-writing instructor Glenn Hutchinson charts the history of his understanding that the conventional goal of such courses, to engage students in their communities and help them become more active citizens, doesn't acknowledge the reality of the many college students who are prohibited from becoming US citizens, despite long years of residence in this country.",
      "Writing Accomplices with Student Immigrant Rights Organizers argues for a pedagogical shift toward centering the public-writing classroom on students' work as organizers and rhetoricians. Instead of focusing only on community partnerships, the writing classroom can foreground the work of student organizers and how they can better inform the field's teaching practices. Each chapter focuses on students' rhetorical skills through petitions, op-eds, and campaigns to stop deportations.",
      "Hutchinson emphasizes teachers' responsibility to act in solidarity with immigrant students, pointing to a new role for the writing teacher in changing anti-immigrant and white supremacist laws and policies."
    ]
  },
  {
    "title": "Rhetorics of Overcoming: Rewriting Narratives of Disability and Accessibility in Writing Studies",
    "author": "Allison Harper Hitt",
    "publicationDate": "07-09-2021",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://bookshop.org/p/books/rhetorics-of-overcoming-rewriting-narratives-of-disability-and-accessibility-in-writing-studies-allison-harper-hitt/a48beb9f4ae77c79",
    "openAccess": "no",
    "coverImage": "covers/hitt2021.jpg",
    "description": [
      "Rhetorics of Overcoming addresses the in/accessibility of writing classroom and writing center practices for disabled and nondisabled student writers, exploring how rhetorics of overcoming--the idea that disabled students must overcome their disabilities in order to be successful--manifest in writing studies scholarship and practices.",
      "Allison Harper Hitt argues that rewriting rhetorics of overcoming as narratives of \"coming over\" is one way to overcome ableist pedagogical standards. Whereas rhetorics of overcoming rely on medical-model processes of diagnosis, disclosure, cure, and overcoming for individual students, coming over involves valuing disability and difference and challenging systemic issues of physical and pedagogical inaccessibility.",
      "Hitt calls for developing understandings of disability and difference that move beyond accommodation models in which students are diagnosed and remediated, instead working collaboratively--with instructors, administrators, consultants, and students themselves--to craft multimodal, universally designed writing pedagogies that meet students' access needs."
    ]
  },
  {
    "title": "Salt of the Earth: Rhetoric, Preservation, and White Supremacy",
    "author": "James Chase Sanchez",
    "publicationDate": "08-17-2021",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://bookshop.org/p/books/salt-of-the-earth-rhetoric-preservation-and-white-supremacy-james-chase-sanchez/8032bb34856266a8",
    "openAccess": "no",
    "coverImage": "covers/sanchez2021.jpg",
    "description": [
      "James Chase Sanchez investigates the rhetoric of white supremacy by exploring three unique rhetorical processes―identity construction, storytelling, and silencing―as they relate to an umbrella act: the rhetoric of preservation.",
      "Sanchez argues that we need to better understand the productions of white supremacy as a complex rhetorical act and that in order to create a more well-rounded view of cultural rhetorics as a subfield, we need more analyses of the way cultures of the oppressor survive and thrive."
    ]
  },
  {
    "title": "American Women Activists and Autobiography: Rhetorical Lives",
    "author": "Heather Ostman",
    "publicationDate": "11-05-2021",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/American-Women-Activists-and-Autobiography-Rhetorical-Lives/Ostman/p/book/9781032050768",
    "openAccess": "no",
    "coverImage": "covers/ostman2021a.jpg",
    "description": [
      "American Women Activists and Autobiography examines the feminist rhetorics that emerge in six very different activists’ autobiographies, as they simultaneously tell the stories of unconventional women’s lives and manifest the authors’ arguments for social and political change, as well as provide blueprints for creating tectonic shifts in American society.",
      "Exploring self-narratives by six diverse women at the forefront of radical social change since 1900—Jane Addams,  Emma Goldman, Dorothy Day, Angela Davis, Mary Crow Dog, and Betty Friedan—the author offers a breadth of perspectives to current dialogues on motherhood, essentialism, race, class, and feminism, and highlights the shifts in situated feminist rhetorics through the course of the last one hundred years.",
      "This book is a timely instructional resource for all scholars and graduate students in rhetorical studies, composition, American literature, women's studies, feminist rhetorics, and social justice."
    ]
  },
  {
    "title": "The Expanding Universe of Writing Studies: Higher Education Writing Research",
    "author": "Kelly Blewett, Tiane Donahue, and Cynthia Monroe",
    "publicationDate": "04-30-2021",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1062242",
    "openAccess": "no",
    "coverImage": "covers/blewett2021.jpg",
    "description": [
      "This edited collection arrives at a crucial moment in the evolution of Writing Studies research. It brings together well-known and emerging scholars in the field of Writing Studies, broadly defined, to explore the range of research methods and methodologies, the types of research questions asked, and the types of data in play in research about higher education writing in the 21st century. Its contribution is unique in the current landscape—a collection of carefully detailed descriptions of the research methods that constitute the field today, after fifty years of development—as marked by the 50th anniversary of the 1966 Dartmouth Seminar. The chapters focus on writing and writers in higher education, foregrounding research questions, methods, and data, while defining the areas of research that constitute this interdisciplinary field and offering examples of studies that employ the methods in these areas. Initial chapters address broad questions: the state of the field today, with a special focus on the field’s methods and their (inter)disciplinary history. Contributions then cover domains such as sociological ethnography, cultural-historical activity theory, linguistics, decolonial translation, cognitive science, corpus linguistics in the study of writing in university first year and upper-level contexts, recurring features in writing across academic contexts, work from psychologists studying college writers’ neuroplasticity, and many other domains of writing research. The final chapter argues for the value of lifespan writing research as an emerging domain, while the conclusion presents a synthesis of the major themes of the collection from leading scholars in the field."
    ]
  },
  {
    "title": "Working with and against Shared Curricula: Perspectives from College Writing Teachers and Administrators",
    "author": "Connie Kendall Theado and Samantha NeCamp",
    "publicationDate": "09-10-2021",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1062276",
    "openAccess": "no",
    "coverImage": "covers/theado2021.jpg",
    "description": [
      "Working with and against Shared Curricula: Perspectives from College Writing Teachers and Administrators explores the complexities surrounding the expanding use of shared curricula—syllabi and assignments intended to work universally, for all teachers and all students within a given writing program. Chapters in this collection offer the experiential accounts and research-based arguments needed to prepare teachers and administrators to respond to calls to scale up writing programs for delivery by contingent instructors, in online courses, or at distant sites. Speaking from a variety of perspectives and institutional locations, these authors grapple with questions increasingly common in writing programs: In what ways do shared curricula forward noble goals, such as reducing workload for teachers or ensuring an equitable educational experience for all?; In what ways do shared curricula undermine teacher efficacy and student learning?; When syllabi and assignments are exported from one location to another, what contexts are gained, lost, or changed in the process? In the end, what emerges from this collection is not a clear or simplified argument either for or against shared curricula and pre-designed courses. Instead, readers gain a nuanced picture of both the affordances and limitations of these instructional models for writing programs, and their potential impacts for teachers and students. By exploring the lived experiences, material conditions, political economies, and ideological conflicts of shared curricula environments for multiple stakeholders, this collection serves as a thoughtful interrogation of scalability in writing instruction."
    ]
  },
  {
    "title": "Writing-Enriched Curricula: Models of Faculty-Driven and Departmental Transformation",
    "author": "Chris M. Anson and Pamela Flash",
    "publicationDate": "08-31-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/wec/",
    "openAccess": "yes",
    "coverImage": "covers/anson2021.jpg",
    "description": [
      "This edited collection explores theoretical and practical applications of the Writing-Enriched Curriculum (WEC) approach, an innovative and sustainable alternative to writing across the curriculum and writing in the disciplines. The collection’s purpose is to inform writing program administrators, teachers, scholars, and university officials about the model’s potential to transform the way writing is used and supported across courses and curricula in higher education. To this end, contributors offer theoretically grounded accounts of WEC or WEC-like programs and localized research that demonstrate the model’s impact and effectiveness within and across institutional contexts. The book has three sections: “The WEC Approach,” which describes the theoretical and practical basis informing WEC programs; “Accounts of Departmentally-Focused Implementation,” which considers specific campus initiatives to build WEC programs; and “Extensions and Contextual Variation,” which showcases ways in which the approach has led to cross-unit collaborations and varieties of implementation. Contributors bring scholarly and administrative experience to their investigations of WEC, and each has a track record of research and publication. Writing-Enriched Curricula: Models of Faculty-Driven and Departmental Transformation is the first collection dedicated to this innovative and tested approach."
    ]
  },
  {
    "title": "Translingual Pedagogical Perspectives: Engaging Domestic and International Students in the Composition Classroom",
    "author": "Julia E. Kiernan, Alanna Frost and Suzanne Blum Malley",
    "publicationDate": "09-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/translingual-pedagogical-perspectives",
    "openAccess": "no",
    "coverImage": "covers/kiernan2021.jpg",
    "description": [
      "Translingual Pedagogical Perspectives addresses the movement toward translingualism in the writing classroom and demonstrates the practical pedagogical strategies faculty can take to represent both domestic and international monolingual and multilingual students’ perspectives in writing programs. Contributors explore approaches used by diverse writing programs across the United States, insisting that traditional strategies used in teaching writing need to be reimagined if they are to engage the growing number of diverse learners who take composition classes.",
      "The book showcases concrete and adaptable writing assignments from a variety of learning environments in postsecondary, English-medium writing classrooms, writing centers, and writing programs populated by monolingual and multilingual students. By providing descriptive and reflective examples of how understanding translanguaging can influence pedagogy, Translingual Pedagogical Perspectives fills the gap between theoretical inquiry surrounding translanguaging and existing translingual pedagogical models for writing classrooms and programs.",
      "Additional appendixes provide a variety of readings, exercises, larger assignments, and other entry points, making Translingual Pedagogical Perspectives useful for instructors and graduate students interested in engaging translingual theories in their classrooms."
    ]
  },
  {
    "title": "Best of the Journals in Rhetoric and Composition 2020",
    "author": "Jessica Pauszek, Kristi Girdharry, Charles Lesh, David Blakesley, and Steve Parks",
    "publicationDate": "04-14-2021",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/best-of-the-journals-in-rhetoric-and-composition-2020",
    "openAccess": "no",
    "coverImage": "covers/pauszek2021.jpg",
    "description": [
      "Best of the Journals in Rhetoric and Composition 2020 represents the result of a nationwide conversation—beginning with journal editors but expanding to teachers, scholars, and workers across the discipline of rhetoric and composition—to select essays that showcase the innovative and transformative work now being published in the field’s journals. Representing both print and digital journals, the essays featured here explore issues ranging from classroom practice to writing in global and digital contexts, from border rhetorics to public health and prison literacy. Together, the essays provide readers with a rich understanding of the present and future direction of the field."
    ]
  },
  {
    "title": "Feminist Circulations: Rhetorical Explorations across Space and Time",
    "author": "Jessica Enoch, Danielle Griffin, and Karen Nelson",
    "publicationDate": "06-04-2021",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/feminist-circulations",
    "openAccess": "no",
    "coverImage": "covers/enoch2021.jpg",
    "description": [
      "The scholars in Feminist Circulations: Rhetorical Explorations Across Space and Time work at the nexus of gender, power, and movement to explore the rhetorical nature of circulation, especially considering how women from varying backgrounds and their rhetorics have moved and have been constrained across both space and time. Among the central characters studied in this collection are early modern laborers, letter writers, petitioners, and embroiderers; African American elocutionists, freedom singers, and bloggers; Muslim religious leaders; Quaker suffragists; South African filmmakers; nineteenth-century conduct book writers; and twenty-first-century pop stars. To generate their claims, contributors draw from and make use of a breadth of archival and primary documents: music videos, tweets, petitions, letters, embroidery work, speeches, memoirs, diaries, and made-for-television movies. Authors read these “texts” with scrutiny and imagination, adding distinction to their chapters’ arguments about circulation by zeroing in on specific rhetorical concepts that span from  rhetorical agency, cultivation of ethos, and development of rhetorical education to capacities for social networking, collective and collaborative authorship, and kairotic interventions."
    ]
  },
  {
    "title": "English Studies Online: Programs, Practices, Possibilities",
    "author": "William P. Banks and Susan Spangler",
    "publicationDate": "06-19-2021",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/english-studies-online",
    "openAccess": "no",
    "coverImage": "covers/banks2021.jpg",
    "description": [
      "English Studies Online: Programs, Practices, Possibilities represents a collection of essays by established teacher-scholars across English Studies who offer critical commentary on how they have worked to create and sustain high-impact online programs (majors, minors, certificates) and courses in the field. Ultimately, these chapters explore the programs and classroom practices that can help faculty across English Studies to think carefully and critically about the changes that online education affords us, the rich possibilities such courses and programs bring, and some potential problems they can introduce into our department and college ecologies. By highlighting both innovative pedagogies and hybrid methods, the authors in our collection demonstrate how we might engage these changes more productively.",
      "Divided into three interrelated conversations — practices, programs, and possibilities — the essays in this collection demonstrate some of the innovative pedagogical work going on in English departments around the United States in order to highlight how both hybrid and fully online programs in English Studies can help us to more meaningfully and purposefully enact the values of a liberal arts education. This collection serves as both a cautionary history of teaching practices and programs that have developed in English Studies and a space to support faculty and administrators in making the case for why and how humanities disciplines can be important contributors to digital teaching and learning."
    ]
  },
  {
    "title": "From Military to Academy: The Writing and Learning Transitions of Student-Veterans",
    "author": "Mark Blaauw-Hara",
    "publicationDate": "09-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/from-military-to-academy",
    "openAccess": "no",
    "coverImage": "covers/blaauwhara2021.jpg",
    "description": [
      "Grounded in case-study research, this book explores the writing and learning transitions of military veterans at the college level. Providing meaningful research into the ways adult learners bring their knowledge to the classroom, From Military to Academy offers new ways of thinking about pedagogy beyond the “traditional” college experience.",
      "From Military to Academy is a detailed picture of how student-veterans may experience the shift to the college experience and academic writing. Grounding his research in the experiences of student-veterans at a community college, Blaauw-Hara integrates adult learning theory, threshold concepts, genre analysis, and student-veteran scholarship to help readers understand the challenges student-veterans experience and the strengths they bring as they enter the academic writing environment. Each chapter takes a different theoretical approach to frame student-veterans’ experiences, and Blaauw-Hara ends each chapter with specific, actionable pedagogical suggestions.",
      "Composition studies scholars especially have demonstrated an ongoing interest in and commitment to understanding the experiences of student-veterans from military service to postsecondary education. From Military to Academy helps college writing faculty and writing program administrators understand and support the growing numbers of student-veterans who are making the transition to higher education."
    ]
  },
  {
    "title": "Re-imagining Doctoral Writing",
    "author": "Cecile Badenhorst, Brittany Amell, and James Burford",
    "publicationDate": "08-24-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/doctoral/",
    "openAccess": "yes",
    "coverImage": "covers/badenhorst2021.jpg",
    "description": [
      "What imaginings of the doctoral writer circulate in the talk of doctoral researchers and their supervisors? How do institutional policies and the conventions of particular disciplines shape the ways in which doctoral writing is imagined? Why, and in what ways, has doctoral writing been re-imagined in the twenty-first century? What future imaginings of doctoral writing may be hovering on the horizon? This edited collection has gathered a diverse group of authors—from Aotearoa New Zealand, Australia, Bangladesh, Japan, South Africa, the UK, Denmark, Canada, and the US—to consider these challenging questions during a time in which doctoral education is undergoing enormous transformation. Together, the contributors to this collection explore how the practice of doctoral writing is entangled with broader concerns within doctoral education, including attrition, timeliness, the quality of supervision, the transferability of knowledge and skills to industry settings, research impact, research integrity, and the decolonization of the doctorate."
    ]
  },
  {
    "title": "Reading and Writing Instruction in the Twenty-First Century: Recovering and Transforming the Pedagogy of Robert Scholes",
    "author": "Ellen C. Carillo",
    "publicationDate": "08-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/reading-and-writing-instruction-in-the-twenty-first-century",
    "openAccess": "no",
    "coverImage": "covers/carillo2021a.jpg",
    "description": [
      "Robert Scholes passed away on December 9, 2016, leaving behind an intellectual legacy focused broadly on textuality. Scholes’s work had a significant impact on a range of fields, including literary studies, composition and rhetoric, education, media studies, and the digital humanities, among others. In Reading and Writing Instruction in the Twenty-First Century contemporary scholars explore and extend the continued relevance of Scholes’s work for those in English and writing studies.",
      "In this volume, Scholes’s scholarship is included alongside original essays, providing a resource for those considering everything from the place of the English major in the twenty-first century to best practices for helping students navigate misinformation and disinformation. Reading and Writing Instruction in the Twenty-First Century not only keeps Scholes’s legacy alive but carries it on through a commitment, in Scholes’s own words, to “offer our students . . . the cultural equipment they are going to need when they leave us.”"
    ]
  },
  {
    "title": "Above The Well: An Antiracist Argument From a Boy of Color",
    "author": "Asao B. Inoue",
    "publicationDate": "09-01-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wacclearinghouse.org/books/perspectives/above/",
    "openAccess": "yes",
    "coverImage": "covers/inoue2021.jpg",
    "description": [
      "In Above The Well, Asao Inoue explores race, language, and literacy education through a combination of scholarship, personal history, and even a bit of fiction. Inoue comes to terms with his own languaging practices in his upbringing and schooling, while also arguing that there are racist aspects to English language standards promoted in schools and civic life. His discussion includes the ways students and everyone in society are judged by and through tacit racialized languaging, which he labels White language supremacy and which he argues contributes to racialized violence in the world today. Inoue’s exploration ranges across a wide array of topics: his experiences as a child playing Dungeons and Dragons with his twin brother; considerations of Taoist and Western dialectical logics; the economics of race and place; tacit language race wars waged in classrooms with style guides like Strunk and White’s The Elements of Style; and the damage done by Horatio Alger narratives to people of color."
    ]
  },
  {
    "title": "Literacy Heroines: Women and the Written Word",
    "author": "Alice S. Horning",
    "publicationDate": "05-31-2021",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/69220",
    "openAccess": "no",
    "coverImage": "covers/horning2021.jpg",
    "description": [
      "Literacy Heroines is about twelve amazing women who lived and worked in the period 1880-1930 who used their literacy abilities to address major issues in the country in those years, including some we still face today: racism, sexism, voting rights, educational and economic inequality, health disparities and others. They used their exemplary literacy skills to teach, to bring issues to light, to right wrongs, to publish books, articles, pamphlets and other materials to reach their goals. They benefited from focused help in the form of sponsorship from others and provided sponsorship in many forms to others to foster literacy in people young and old. They stand as Literacy Heroines, working in a variety of roles, using their literacy abilities in heroic efforts to serve as respected exemplars and sponsors of literacy for others. They used their grit and willingness to stand up for their principles, took small steps, worked collaboratively, hospitably inviting people to literacy. Ultimately, it should be clear that in one way or another, the Heroines were addressing the many forms of inequality in American society; their lives and work show that literacy is thus a key tool in the struggle for social justice, then and now. Suitable for courses in the history of literacy or writing studies, history of feminism, history of education and related areas."
    ]
  },
  {
    "title": "Teaching Critical Reading and Writing in the Era of Fake News",
    "author": "Ellen C. Carillo and Alice S. Horning",
    "publicationDate": "04-29-2021",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/72594",
    "openAccess": "no",
    "coverImage": "covers/carillo2021b.jpg",
    "description": [
      "This collection offers support for instructors who are concerned about students’ critical literacy abilities. Attending to critical reading to help students navigate fake news, as well as other forms of disinformation and misinformation, is the job of instructors across all disciplines, but is especially important for college English instructors because students’ reading problems play out in many and varied ways in students’ writing. The volume includes chapters that analyze the current information landscape by examining assorted approaches to the wide-ranging types of materials available on and offline and offers strategies for teaching critical reading and writing in first-year composition and beyond. The chapters herein bring fresh perspectives on a range of issues, including ways to teach critical digital reading, ecological models that help students understand fake news, and the ethical questions that inform teaching in such a climate. With each chapter offering practical, research-based advice this collection underscores not just the importance of attending to reading, particularly in the era of fake news, but precisely how to do so."
    ]
  },
  {
    "title": "Composing Legacies: Testimonial Rhetoric in Nineteenth-Century Composition",
    "author": "Christopher Carter and Russel K. Durst",
    "publicationDate": "06-30-2021",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/73440",
    "openAccess": "no",
    "coverImage": "covers/carter2021.jpg",
    "description": [
      "In 2015, Professor Emerita Lucille M. Schultz donated to the University of Cincinnati her set of composition materials gathered from fifteen libraries and collections around the country. With 350 entries ranging from 1785 to 1916, the collection includes picture books for early primary schools, grammar textbooks, student writing, and advanced rhetoric textbooks for undergraduates. The documents afford a thrilling glimpse into nineteenth-century ways of thinking and teaching, highlighting practices we would today identify as prewriting, collaborative invention, freewriting, and object-oriented pedagogy. Composing Legacies relates these pedagogies to expressions of social class, nationalism, and public engagement that run throughout the Victorian era and the Gilded Age. Early chapters show how writing and grammar handbooks aimed to reproduce social hierarchies; later ones show how textbook authors aimed to mitigate lecture-style pedagogy with attention to student backgrounds, personal interests, economic aspirations, and presumed audiences. Often, those authors demonstrated a pronounced interest in national unity, but not without exception. Little-known Confederate textbooks took the ideology of unity to be a form of Northern aggression, promoting the maintenance of state and local traditions through their classroom exercises and sample passages. Composition scholars who see the nineteenth-century as a period of skills-and-drills teaching, devoid of explicit political concern, will find surprises in the archival texts’ testimonies about national crises and civic participation. Those scholars will also find that the “social turn” in writing and rhetoric, however recent as a historical framework, has been underway for more than two hundred years."
    ]
  },
  {
    "title": "Invisible Effects: Rethinking Writing through Emergence",
    "author": "Chris Mays",
    "publicationDate": "06-29-2021",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/74046",
    "openAccess": "no",
    "coverImage": "covers/mays2021.jpg",
    "description": [
      "Invisible Effects directly engages systems and complexity theory to reveal how the effects of writing and writing instruction work in deferred, disguised, and unexpected ways. The book explains how writing and language that exist in \"writing systems\" can indirectly (though powerfully) affect people and environments in sometimes distant contexts. In so doing, the book takes on a question central to rhetoric and writing throughout its long history but perhaps even more pressing today: how do we recognize and measure the effects of writing when those effects are so tangled up with our complex material and discursive environments? The surprisingly powerful effects explored here suggest new ways of thinking about and teaching writing and the applications, lessons, and examples in the text precisely model what this thinking and teaching might look like.",
      "This book is primed to serve as an important addition to reading lists of scholars and graduate students in Writing Studies and Rhetoric and should appear on many syllabi in courses on writing and writing instruction and on rhetoric, both introductory and advanced. As well, the book’s advocacy for the unrecognized potential impact of writing instruction makes it appealing for writing program directors and any potential university faculty, administrators, and non-academics interested in the importance and the efficacy of writing instruction. This book is also a useful resource for scholars and graduate students specializing in Writing Across the Curriculum, as the text provides a useful way to shift the conversation and communicate about writing across disciplines."
    ]
  },
  {
    "title": "Redefining Roles: The Professional, Faculty, and Graduate Consultant’s Guide to Writing Centers",
    "author": "Megan Swihart Jewell and Joseph Cheatle",
    "publicationDate": "06-17-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/redefining-roles",
    "openAccess": "no",
    "coverImage": "covers/jewell2021.jpg",
    "description": [
      "Redefining Roles is the first book to recognize and provide sustained focus on the presence of professional, faculty, and graduate student consultants in writing centers. A significant number of writing centers employ non-peer consultants, yet most major training manuals are geared toward undergraduate tutoring practices or administrators. This collection systematically addresses this gap in the literature while initiating new conversations regarding writing center staffing.",
      "Thirty-two authors, consultants, and administrators from diverse centers—from large public four-year institutions to a private, online for-profit university—provide both theoretical frameworks and practical applications in eighteen chapters. Ten chapters focus on graduate consultants and address issues of authority, training, professional development, and mentoring, and eight focus on professional and faculty consultant training as well as specific issues of identity and authority. By sharing these voices, Redefining Roles broadens the very idea of writing centers while opening the door to more dialogue on the important role these practitioners play.",
      "Redefining Roles is designed for writing center practitioners, scholars, and staff. It is also a necessary addition to help campus administrators in the ongoing struggle to validate the intellectually complex work that such staff performs."
    ]
  },
  {
    "title": "Beyond the Makerspace: Making and Relational Rhetorics",
    "author": "Ann Shivers-McNair",
    "publicationDate": "06-07-2021",
    "publisher": "Sweetland Digital Rhetoric Collaborative/UMich Press",
    "publisherURL": "https://www.digitalrhetoriccollaborative.org/books/beyond-the-makerspace",
    "openAccess": "yes",
    "coverImage": "covers/shiversmcnair2021.jpg",
    "description": [
      "Makerspaces—local workshops that offer access to and training on fabrication technologies, often with a focus on creativity, education, and entrepreneurship—proliferated in the 2010s, popping up in cities across the world. Beyond the Makerspace is a longitudinal, ethnographically informed study of a particular Seattle makerspace that begins in 2015 and ends with the closing of the space in 2018. Examining acts of making with objects, tools, words, and relationships, Beyond the Makerspace reads making as a kind of rhetoric, or meaning-making work, and argues that acts of making things are rhetorical in the sense that they are culturally situated and that they mark boundaries of what counts as making and who counts as maker. By focusing on a particular makerspace over time, Shivers-McNair attends to a changing cohort of makerspace regulars as they face challenges of bringing their vision of inclusivity and diversity to fruition, and offers an examination of how makers are made (and unmade, and remade) in a makerspace.",
      "Beyond the Makerspace contributes not only to our understanding of making and makerspaces, but also to our understanding of how to study making—and meaning making, more broadly—in ways that examine and intervene in the marking of difference. Thus, the book examines what (and whose) values and practices we are taking up when we identify as makers or when we turn a writing classroom or a library space into a makerspace."
    ]
  },
  {
    "title": "Pedagogical Perspectives on Cognition and Writing",
    "author": "J. Michael Rifenburg, Patricia Portanova, and Duane Roen",
    "publicationDate": "05-10-2021",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/pedagogical-perspectives-on-cognition-and-writing",
    "openAccess": "no",
    "coverImage": "covers/rifenburg2021.jpg",
    "description": [
      "Pedagogical Perspectives on Cognition and Writing addresses a scholarly audience in writing studies, specifically scholars and teachers of writing, writing program administrators, and writing center scholars and administrators. Chapters focus on the place of cognition in threshold concepts, teaching for transfer, rhetorical theory, trauma theory, genre, writing centers, community writing, and applications of the Framework for Success in Postsecondary Writing.",
      "The 1980s witnessed a growing interest in writing studies on cognitive approaches to studying and teaching college-level writing. While some would argue this interest was simply of a moment, we argue that cognitive theories still have great influence in writing studies and have substantial potential to continue reinvigorating what we know about writing and writers. By grounding this collection in ongoing  interest in writing-related transfer, the role of metacognition in supporting successful transfer, and the habits of mind within the Framework for Success in Postsecondary Writing, Pedagogical Perspectives on Cognition and Writing highlights the robust but also problematic potential cognitive theories of writing hold for how we research writing, how we teach and tutor writers, and how we work with community writers."
    ]
  },
  {
    "title": "Running, Thinking, Writing: Embodied Cognition in Composition",
    "author": "Jackie Hoermann-Elliott",
    "publicationDate": "05-12-2021",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/running-thinking-writing",
    "openAccess": "no",
    "coverImage": "covers/hoermannelliott2021.jpg",
    "description": [
      "For the creative fulfillment of writers who identify as runners, walkers, or movers, Running, Thinking, Writing: Embodied Cognition in Composition unveils the varied understandings of the relationship between writing activity and physical activity. Jackie Hoermann-Elliott provides an interdisciplinary overview of relevant research from the fields of composition studies, cognitive science, neuroscience, and sports psychology before proposing a new theoretical framework for explaining what happens to writers when they are moved to develop their writing while their bodies are in motion. She shares illuminating accounts from runner-writers working in the industries of journalism, academia, and youth literature. She also provides pedagogical insights from working with student writers on embodied writing assignments as well as introductory activities for instructors to try in their own classrooms. With a running metaphor guiding the chapters in this book, readers will be challenged to view writing as embodied cognition and to realize the benefits of embodiment for all writers."
    ]
  },
  {
    "title": "Tuning in to Soundwriting",
    "author": "Kyle D. Stedman, Courtney S. Danforth, & Michael J. Faris",
    "publicationDate": "06-13-2021",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/14-stedman-et-al.htm",
    "openAccess": "yes",
    "coverImage": "covers/stedman2021.jpg",
    "description": [
      "Tuning in to Soundwriting asks readers and listeners to tune in to five distinct areas of soundwriting that deserve the attention of rhetoric and writing scholars: soundscapes, accessibility, podcasts, sonic historiography, and the actual technical work of audio production. This edited collection's six born-digital chapters invite the audience to experience multimodal arguments that blend the written word with audio and images. Teachers, scholars, and makers of soundwriting can turn to this collection to ground themselves in key concepts that are fundamental to sonic rhetoric."
    ]
  },
  {
    "title": "The Profession and Practice of Technical Communication",
    "author": "Yvonne Cleary",
    "publicationDate": "07-30-2021",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/The-Profession-and-Practice-of-Technical-Communication/Cleary/p/book/9780367557379",
    "openAccess": "no",
    "coverImage": "covers/cleary2021.jpg",
    "description": [
      "This practical text offers a research-based account of the technical communication profession and its practice, outlining emergent touchpoints of this fast-changing field while highlighting its diversity.",
      "Through research on the history and the globalization of technical communication and up-to-date industry analysis, including first-hand narratives from industry practitioners, this book brings together common threads through the industry, suggests future trends, and points toward strategic routes for development. Vignettes from the workplace and examples of industry practice provide tangible insights into the different paths and realities of the field, furnishing readers with a range of entry routes and potential career sectors, workplace communities, daily activities, and futures. This approach is central to helping readers understand the diverse competencies of technical communicators in the modern, globalized economy.",
      "The Profession and Practice of Technical Communication provides essential guidance for students, early professionals, and lateral entrants to the profession and can be used as a textbook for technical communication courses."
    ]
  },
  {
    "title": "Design Thinking in Technical Communication: Solving Problems through Making and Collaboration",
    "author": "Jason Tham",
    "publicationDate": "05-19-2021",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Design-Thinking-in-Technical-Communication-Solving-Problems-through-Making/Tham/p/book/9780367478216",
    "openAccess": "no",
    "coverImage": "covers/tham2021.jpg",
    "description": [
      "This book explicates the relationships between design thinking, critical making, and socially responsive technical communication. It leverages the recent technology-powered DIY culture called \"the Maker Movement\" to identify how citizen innovation can inform cutting-edge social innovation that advocates for equitable change and progress on today’s \"wicked\" problems.",
      "After offering a succinct account of the origin and recent history of design thinking, along with its connections to the design paradigm in writing studies, the book analyzes maker culture and its influences on innovation and education through an ethnographic study of three academic makerspaces. It offers opportunities to cultivate a sense of critical changemaking in technical communication students and practitioners, showcasing examples of socially responsive innovation and expert interviews that urge a disciplinary attention to social justice advocacy and an embrace of the design-thinking principle of radical collaboration. The value of design thinking methodologies for teaching and practicing socially responsible technical communication are demonstrated as the author argues for a future in the field that sees its constituents as leaders in radical innovation to solve wicked social problems.",
      "This book is essential reading for instructors, students, and practitioners of technical communication, and can be used as a supplemental text for graduate and undergraduate courses in usability and user-centered design and research."
    ]
  },
  {
    "title": "Women’s Ways of Making",
    "author": "Maureen Daly Goggin & Shirley K. Rose",
    "publicationDate": "05-06-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/women-s-ways-of-making",
    "openAccess": "no",
    "coverImage": "covers/rose2021.jpg",
    "description": [
      "Women’s Ways of Making draws attention to material practices—those that the hands perform—as three epistemologies—an episteme, a techne, and a phronesis—that together give pointed consideration to making as a rhetorical embodied endeavor. Combined, these epistemologies show that making is a form of knowing that (episteme), knowing how (techne), and wisdom-making (phronesis).",
      "Since the Enlightenment, embodied knowledge creation has been overlooked, ignored, or disparaged as inferior to other forms of expression or thinking that seem to leave the material world behind. Privileging the hand over the eye, as the work in this collection does, thus problematizes the way in which the eye has been co-opted by thinkers as the mind’s tool of investigation. Contributors to this volume argue that other senses—touch, taste, smell, hearing­—are keys to knowing one’s materials. Only when all these ways of knowing are engaged can making be understood as a rhetorical practice.",
      "In Women’s Ways of Making contributors explore ideas of making that run the gamut from videos produced by beauty vloggers to zine production and art programs at women’s correctional facilities. Bringing together senior scholars, new voices, and a fresh take on material rhetoric, this book will be of interest to a broad range of readers in composition and rhetoric."
    ]
  },
  {
    "title": "A Writing Center Practitioner's Inquiry into Collaboration: Pedagogy, Practice, And Research",
    "author": "Georganne Nordstrom",
    "publicationDate": "02-02-2021",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/A-Writing-Center-Practitioners-Inquiry-into-Collaboration-Pedagogy-Practice/Nordstrom/p/book/9780367510251",
    "openAccess": "no",
    "coverImage": "covers/nordstrom2021.jpg",
    "description": [
      "This book presents a model of Practitioner Inquiry (PI) as a systematic form of empirical research and provides a rationale for its suitability within a writing center context. Exploring the potential of writing centers as pedagogical sites that support research, the book offers an accessible model that guides both research and practice for writing center practitioners, while offering flexibility to account for their distinct contexts of practice.",
      "Responding to the increasing call in the field to produce empirical “RAD” (replicable, aggregable, data-driven) research, the author explores Practitioner Inquiry through explication of methodology and methods, a revisitation of collaboration to guide both practice and research, and examples of application of the model. Nordstrom grounds this research and scholarship in Hawaiʻi’s context and explores Indigenous concepts and approaches to inform an ethical collaborative practice.",
      "Offering significant contributions to empirical research in the fields of writing center studies, composition, and education, this book will be of great relevance to writing center practitioners, anyone conducting empirical research, and researchers working in tutor professionalization, collaboration, translingual literacy practices, and researchmethodologies."
    ]
  },
  {
    "title": "Arts-Based Research Methods in Writing Studies: A Primer",
    "author": "Kate Hanzalik",
    "publicationDate": "02-09-2021",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Arts-Based-Research-Methods-in-Writing-Studies-A-Primer/Hanzalik/p/book/9780367567064",
    "openAccess": "no",
    "coverImage": "covers/hanzalik2021.jpg",
    "description": [
      "As the arts become an increasingly popular pedagogical tool in writing studies, Arts-Based Research Methods in Writing Studies offers scholars and educators in the field ways to leverage the arts for their own scholarship through the practice of arts-based research (ABR).",
      "Tailored to the needs of writing studies scholars, this concise guide presents ways of exploring and addressing unresolved research questions from the past as well as new, pressing questions that are emerging in light of increasingly fraught and complicated current contexts. It explores motives and methods for taking up ABR, sheds light on the processes of representing research and the ethical imperative of methodological disclosure, and looks critically at the complexities of fully realizing ABR in writing studies while offering some pedagogical applications.　Connecting theory to practice, this book also performs ABR through a co-created mixed-media text about the everyday and extraordinary stories woven into the fabric of new American artists’ composing processes.",
      "Arts-Based Research Methods in Writing Studies lends itself to insight that is at once personal for writing studies researchers, useful for research communities, and a catalyst for social change beyond institutional walls; as such, it will be an important resource for scholars, educators, and graduate students in writing studies and those interested in multimodal, multilingual, and translingual learning; equitable pedagogies and administrative practices; online writing instruction; transnational literacies; research methods; community-based research; and disability studies in composition."
    ]
  },
  {
    "title": "Engaging Research Communities in Writing Studies: Ethics, Public Policy, and Research Design",
    "author": "Johanna Phelps",
    "publicationDate": "04-21-2021",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Engaging-Research-Communities-in-Writing-Studies-Ethics-Public-Policy/Phelps/p/book/9780367534585",
    "openAccess": "yes",
    "coverImage": "covers/phelps2021.jpg",
    "description": [
      "This book invites readers to reconsider how writing studies researchers work with Institutional Review Boards (IRBs) on behalf of their communities and argues that engaging with IRBs during the research design process helps practitioners conduct research more quickly and effectively.",
      "Using empirical data from both writing studies and extra-disciplinary contexts, Dr. Johanna Phelps presents findings from two discipline-wide studies, as well as metadata from two IRBs, to develop a principled engagement framework for writing studies researchers to interact with their communities. Phelps further examines the many facets of conducting research with human participants—from comprehending federal policy updates to pondering specific ethical issues to developing detailed research designs—and explores the confluence of ethics, policy, and methodology in a thoroughgoing philosophical investigation of writing studies as a public good.",
      "This engaging and timely exploration of research design will be an important resource for scholars and students of writing studies; rhetoric and composition; technical and professional communication; cultural rhetoric; literacy studies; research design; research methodologies; research ethics; IRBs; justice; and critical theory."
    ]
  },
  {
    "title": "Race, Rhetoric, and Research Methods",
    "author": "Alexandria L. Lockett, Iris D. Ruiz, James Chase Sanchez, and Christopher Carter",
    "publicationDate": "04-19-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/race/",
    "openAccess": "yes",
    "coverImage": "covers/lockett2021.jpg",
    "description": [
      "Race, Rhetoric, and Research Methods explores multiple antiracist, decolonial forms of study that are relevant to 21st-century knowledge production about language, communication, technology, and culture. The book presents a rare collaboration among scholars representing different racial and ethnic backgrounds, genders, and ranks within the field of Rhetoric, Composition, and Writing Studies (RCWS). In each chapter, the authors examine the significance of their individual experiences with race and racism across contexts. Their research engages the politics of embodiment, institutional critique, multimodal rhetoric, materiality, and public digital literacies. The book merges impassioned storytelling with unflinching analysis, offering a multi-voiced argument that spotlights the field's troubled history with theorizing about race and epistemology. Although the authors directly address aspiring and current RCWS professionals, they model how a comprehensive consideration of race adds legitimacy and integrity to any subject of study. This co-authored work charts uncommon paths forward, demonstrating reflexive engagement with legacies that are personal and transnational, as well as with technologies that are both dehumanizing and liberating."
    ]
  },
  {
    "title": "Postprocess Postmortem",
    "author": "Kristopher M. Lotier",
    "publicationDate": "04-14-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/postprocess/",
    "openAccess": "yes",
    "coverImage": "covers/lotier2021.jpg",
    "description": [
      "In Postprocess Postmortem, Kristopher M. Lotier surveys the postprocess era-that-never-was, its end, and its after-lives. Employing cutting-edge digital research tools to track the circulation of texts and shifting scales from the global to the local and back again, he offers a revisionist history of a largely unchronicled past. From one perspective, the history of postprocess might seem to be a history of failure: what could have become The Next Big Thing in composition and writing studies during the 1990s and early 2000s never quite ascended. Today, few writing studies scholars apply the term postprocess to their own research or self-identify with a postprocess movement. And yet, as Lotier demonstrates, numerous core postprocess tenets have attained disciplinary centrality. The result: whether they admit to doing so or not, many contemporary scholars employ a postprocess vocabulary, allowing the ideas underlying this important movement/theory/period/attitude to live on."
    ]
  },
  {
    "title": "English Across the Curriculum: Voices from Around the World",
    "author": "Bruce Morrison, Julia Chen, Linda Lin, and Alan Urmston",
    "publicationDate": "04-13-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/eac2018/",
    "openAccess": "yes",
    "coverImage": "covers/morrison2021.jpg",
    "description": [
      "Inspired by papers presented at the second international English Across the Curriculum (EAC) conference, this book provides a platform for those involved in the EAC movement to exchange insights, explore new strategies and directions, and share experiences. It speaks not only to EAC practitioners but also to scholars in a range of related fields, whether they are considering starting an EAC-like initiative or are already involved in an established EAC, Content and Language Integrated Learning (CLIL), or Writing Across the Curriculum (WAC) program. The chapters in the book testify to challenges faced, opportunities presented, and a passion displayed for embedding academic English literacy in courses in a range of disciplines at institutions around the world. They also highlight the persistence and determination of teachers in creating and shaping valuable learning experiences and ongoing support for their students."
    ]
  },
  {
    "title": "Literacy and Pedagogy in an Age of Misinformation and Disinformation",
    "author": "Tara Lockhart, Brenda Glascott, Chris Warnick, Juli Parrish, and Justin Lewis",
    "publicationDate": "04-13-2021",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/collections/working-and-writing-for-change/products/literacy-and-pedagogy-in-an-age-of-misinformation-and-disinformation",
    "openAccess": "yes",
    "coverImage": "covers/lockhart2021.jpg",
    "description": [
      "This collection of full-length essays and interviews explores networked literacies and their impact on information systems and literacy learning and action. Understanding the underlying structures of networked literacies is essential to help students, teachers, and society members nurture the deliberative, reflective practices and pedagogies needed in our current moment. This collection brings together voices from diverse locations within—and outside of—the academy. Literacy colleagues from sites including K-12 education, social media, activist organizations, and journalism contribute interviews and short praxis essays, resulting in a networked conversation that echoes the patterns of information ecologies themselves.",
      "A central contention of the collection is that our literacy practices must adapt to take into account the material realities, challenges, and affordances of the technologies shaping information production, distribution, and reception. Recommitting to traditional information literacy and rhetorical pedagogies is not enough to counter problems posed by mis- and disinformation. Instead, the versions of critical reading and engagement offered in this collection forefront the need for students to approach texts warily, given that writers might aim to confuse, obscure, or trick, and that elements of a digital ecology—including algorithms, bots, trolls, and applications—might direct or boost information based on economic or political motivations. Interviews with practicing journalists and community literacy workers highlight the affective dimension of using our own emotional responses to information as critical, generative tools.",
      "Ultimately, this collection’s exploration of literacies (what do we need to know how to do, now?), contexts for literate action (how do we understand this moment, now?), and pedagogies/ practices (how do we work with students, now? how do understand and perform citizenship, now?) provides pathways forward, deepening both our theoretical understanding of mis/disinformation and our pedagogies in response."
    ]
  },
  {
    "title": "Arguing with Numbers: The Intersections of Rhetoric and Mathematics",
    "author": "James Wynn and G. Mitchell Reyes",
    "publicationDate": "05-07-2021",
    "publisher": "RSA Series in Transdisciplinary Rhetoric/Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-08881-5.html",
    "openAccess": "no",
    "coverImage": "covers/wynn2021.jpg",
    "description": [
      "As discrete fields of inquiry, rhetoric and mathematics have long been considered antithetical to each other. That is, if mathematics explains or describes the phenomena it studies with certainty, persuasion is not needed. This volume calls into question the view that mathematics is free of rhetoric.\nThrough nine studies of the intersections between these two disciplines, Arguing with Numbers shows that mathematics is in fact deeply rhetorical. Using rhetoric as a lens to analyze mathematically based arguments in public policy, political and economic theory, and even literature, the essays in this volume reveal how mathematics influences the values and beliefs with which we assess the world and make decisions and how our worldviews influence the kinds of mathematical instruments we construct and accept. In addition, contributors examine how concepts of rhetoric—such as analogy and visuality—have been employed in mathematical and scientific reasoning, including in the theorems of mathematical physicists and the geometrical diagramming of natural scientists. Challenging academic orthodoxy, these scholars reject a math-equals-truth reduction in favor of a more constructivist theory of mathematics as dynamic, evolving, and powerfully persuasive.",
      "By bringing these disparate lines of inquiry into conversation with one another, Arguing with Numbers provides inspiration to students, established scholars, and anyone inside or outside rhetorical studies who might be interested in exploring the intersections between the two disciplines."
    ]
  },
  {
    "title": "Video Scholarship and Screen Composing",
    "author": "Daniel Anderson",
    "publicationDate": "04-07-2021",
    "publisher": "Sweetland Digital Rhetoric Collaborative/UMich Press",
    "publisherURL": "https://www.fulcrum.org/concern/monographs/mp48sf86r",
    "openAccess": "yes",
    "coverImage": "covers/anderson2021.jpg",
    "description": [
      "For decades, we have heard about the potential of multimedia to transform scholarship, teaching, and composition. Most of these claims, however, have been articulated using the text-centric materials of the printed word. Video Scholarship and Screen Composing foregrounds the moving images, sounds, and words that come together in digital video, presenting an alternative to print's linearity, logic, and argument, and opening rhetorical possibilities linked with emotions and open-ended readings.",
      "Consisting of twelve videos, this collection asks questions about traditional composition approaches, calling attention to the competitive ways that scholars typically engage one another; the ways that scholarship often aims for closure rather than opening up meaning; and the ways that media shape understanding through complex emotional registers. As it explores these questions, Video Scholarship and Screen Composing demonstrates digital rhetoric's potential to reach learners in ways that augment and enhance what text can accomplish."
    ]
  },
  {
    "title": "100 Years of New Media Pedagogy",
    "author": "Jason Palmeri / Ben McCorkle",
    "publicationDate": "03-29-2021",
    "publisher": "Sweetland Digital Rhetoric Collaborative/UMich Press",
    "publisherURL": "https://www.digitalrhetoriccollaborative.org/books/100-years-of-new-media-pedagogy/",
    "openAccess": "yes",
    "coverImage": "covers/mccorkle2021.jpg",
    "description": [
      "In 100 Years of New Media Pedagogy, authors Jason Palmeri and Ben McCorkle set out to find the answer to a seemingly straightforward question: how have English teachers used technology to help them teach through the years? To answer that question, the pair analyze over 750 articles from English Journal spanning the years 1912 to 2012, to demonstrate that teachers have continually taught with the media technologies of their day, and often in surprisingly innovative (and sometimes problematic) ways. Combining tools including interactive graphs, audio and video production, and a good-natured sense of humor to help tell this history, 100 Years of New Media Pedagogy zooms out to identify general patterns across the century and dives in for a closer look at key moments along the timeline.",
      "With several sample assignment descriptions and a list of best pedagogical practices inspired by the people making up this rich history, as well as a list of modern digital production resources, this born-digital book also offers practical advice for the teachers looking to integrate media into their curriculum effectively. This text will lead readers to rethink the role English teachers have played as advocates of new media."
    ]
  },
  {
    "title": "Rhetoric, Politics, and Hamilton: An American Musical",
    "author": "Jeffrey P. Mehltretter Drury and Sara A. Mehltretter Drury",
    "publicationDate": "04-01-2021",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/view/title/73582",
    "openAccess": "no",
    "coverImage": "covers/drury2021.jpg",
    "description": [
      "This book approaches Lin-Manuel Miranda’s groundbreaking cultural production of Hamilton: An American Musical as a rhetorical text with implications for contemporary U.S. politics. The contributors to this volume utilize training in rhetorical criticism and performance studies to analyze the musical in relation to three broad themes: national public memory, social and cultural identity, and democracy and social change. Each chapter offers unique insights on its own accord while the volume as a whole explores multiple facets of the musical, from the theater performance and the soundtrack to the musical’s circulation in public discourse and the Chicago exhibition. The diversity of topics and methods means that the volume is suitable for students of rhetoric and U.S. politics and even the \"HamilFans\" will learn something new."
    ]
  },
  {
    "title": "Standing at the Threshold: Working through Liminality in the Composition and Rhetoric TAship",
    "author": "William J. Macauley Jr., Leslie R. Anglesey, Brady Edwards, Kathryn M. Lambrecht, and Phillip Lovas",
    "publicationDate": "06-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/standing-at-the-threshold",
    "openAccess": "no",
    "coverImage": "covers/jr2021.jpg",
    "description": [
      "Standing at the Threshold articulates identity and role dissonances experienced by composition and rhetoric teaching assistants and reimagines the TAship within a larger professional development process. Current researchers and scholars have not fully explored the liminality of the profession’s traditional path to credentialing. This collection reconsiders these positions and their contributions to academic careers.",
      "These authors enrich the TA experience by supporting agency and self-efficacy, encouraging TAs to take active roles in understanding their positions and making the most of that experience. Many chapters are written by current or former TAs who are writing as a means of preparing, informing, and guiding new rhet/comp TAs, encouraging them to make choices about how they want to think through and participate in their teaching work.",
      "The first work on the market to delve deeply into the TAship itself and what it means for the larger discipline, Standing at the Threshold provides a rich new theorizing based in the real experiences and liminalities of teaching assistants in composition and rhetoric, approached from a productive array of perspectives."
    ]
  },
  {
    "title": "Equipping Technical Communicators for Social Justice Work: Theories, Methodologies, and Pedagogies",
    "author": "Rebecca Walton and Godwin Y. Agboka",
    "publicationDate": "06-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/equipping-technical-communicators-for-social-justice-work",
    "openAccess": "no",
    "coverImage": "covers/walton2021.jpg",
    "description": [
      "Equipping Technical Communicators for Social Justice Work provides action-focused resources and tools—heuristics, methodologies, and theories—for scholars to enact social justice. These resources support the work of scholars and practitioners in conducting research and teaching classes in socially just ways. Each chapter identifies a tool, highlights its relevance to technical communication, and explains how and why it can prepare technical communication scholars for socially just work.",
      "For the field of technical and professional communication to maintain its commitment to this work, how social justice intersects with inclusivity through UX, technological, civic, and legal literacies, as well as through community engagement, must be acknowledged. Equipping Technical Communicators for Social Justice Work will be of significance to established scholar-teachers and graduate students, as well as to newcomers to the field."
    ]
  },
  {
    "title": "Mobility Work in Composition",
    "author": "Bruce Horner, Megan Faver Hartline, Ashanka Kumari & Laura Sceniak Matravers",
    "publicationDate": "03-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/mobility-work-in-composition",
    "openAccess": "no",
    "coverImage": "covers/horner2021.jpg",
    "description": [
      "Mobility Work in Composition explores work in composition from the framework of a mobilities paradigm that takes mobility to be the norm rather than the exception to a norm of stasis and stability.",
      "Both established and up-and-coming scholars bring a diversity of geographic, institutional, and research-based perspectives to the volume, which includes in-depth investigations of specific forms of mobility work in composition, as well as responses to and reflections on those explorations. Eight chapters present specific cases or issues of this work and twelve shorter response chapters follow, identifying key points of intersection and conflict in the arguments and posing new questions and directions to pursue.",
      "Addressing matters of knowledge transfer and meaning translation, immigrant literacy practices, design pedagogy, academic career changes, student websites, research methodologies, school literacy programs, and archives, Mobility Work in Composition asks what mobility in composition means and how, why, and for whom it might work. It will be of broad interest to students and scholars in rhetoric and composition."
    ]
  },
  {
    "title": "Speaking Up, Speaking Out: Lived Experiences of Non-Tenure-Track Faculty in Writing Studies",
    "author": "Jessica Edwards, Meg McGuire and Rachel Sanchez",
    "publicationDate": "03-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/speaking-up-speaking-out",
    "openAccess": "no",
    "coverImage": "covers/edwards2021.jpg",
    "description": [
      "Speaking Up, Speaking Out addresses the lived experiences of those working in the non-tenure-track faculty (NTTF) trenches through storytelling and reflection. By connecting NTTF voices from various aspects of writing studies, the collection offers fresh perspectives and meaningful contributions, imagining the possibilities for contingent faculty to be valued and honored in educational systems that often do the opposite. Challenging traditional ways of seeing NTTF, the work contains multiple entry points to NTT life: those with and without “terminal degrees,” those with PhDs, and those who have held or currently hold tenured positions.",
      "Each chapter suggests tangible ways that writing departments and supporters can be more thoughtful about their policies and practices as they work to create more equitable spaces for NTTF. Speaking Up, Speaking Out considers the rhetorical power of labeling and asserts why contingent faculty, for far too long, have been compared to and against TT faculty and often encouraged to reach the same or similar productivity with scholarship, teaching, and service that TT faculty produce. The myopic ideas about what is valued and whose position is deemed more important impacts contingent faculty in ways that, as contributors in this collection share, effect and affect faculty productivity, emotional health, and overall community involvement."
    ]
  },
  {
    "title": "Mapping Racial Literacies: College Students Write about Race and Segregation",
    "author": "Sophie R. Bell",
    "publicationDate": "03-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/mapping-racial-literacies",
    "openAccess": "no",
    "coverImage": "covers/bell2021.jpg",
    "description": [
      "Early college classrooms provide essential opportunities for students to grapple and contend with the racial geographies that shape their lives. Based on a mixed methods study of students’ writing in a first-year-writing course themed around racial identities and language varieties at St. John’s University, Mapping Racial Literacies shows college student writing that directly confronts lived experiences of segregation—and, overwhelmingly, of resegregation.",
      "This textual ethnography embeds early college students’ writing in deep historical and theoretical contexts and looks for new ways that their writing contributes to and reshapes contemporary understandings of how US and global citizens are thinking about race. The book is a teaching narrative, tracing a teaching journey that considers student writing not only in the moments it is assigned but also in continual revisions of the course, making it a useful tool in helping college-age students see, explore, and articulate the role of race in determining their life experiences and opportunities.",
      "Sophie Bell’s work narrates the experiences of a white teacher making mistakes in teaching about race and moving forward through those mistakes, considering that process valuable and, in fact, necessary. Providing a model for future scholars on how to carve out a pedagogically responsive identity as a teacher, Mapping Racial Literacies contributes to the scholarship on race and writing pedagogy and encourages teachers of early college classes to bring these issues front and center on the page, in the classroom, and on campus."
    ]
  },
  {
    "title": "Privacy Matters: Conversations about Surveillance within and beyond the Classroom",
    "author": "Estee Beck and Les Hutchinson Campos",
    "publicationDate": "04-05-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/privacy-matters",
    "openAccess": "no",
    "coverImage": "covers/beck2021.jpg",
    "description": [
      "Privacy Matters examines how communications and writing educators, administrators, technological resource coordinators, and scholars can address the ways surveillance and privacy affect student and faculty composing, configure identity formation, and subvert the surveillance state.",
      "This collection offers practical analyses of surveillance and privacy as they occur within classrooms and communities. Organized by themes—surveillance and classrooms, surveillance and bodies, surveillance and culture—Privacy Matters provides writing, rhetoric, and communication scholars and teachers with specific approaches, methods, inquiries, and examinations into the impact tracking and monitoring has upon people’s habits, bodies, and lived experiences.",
      "While each chapter contributes a new perspective in the discipline and beyond, Privacy Matters affirms that these analyses remain inconclusive. This collection is a call for scholars, researchers, activists, and educators within rhetoric and composition to continue the scholarly conversation because privacy matters to all of us."
    ]
  },
  {
    "title": "James A. Berlin and Social-Epistemic Rhetorics: A Seminar",
    "author": "Victor J. Vitanza",
    "publicationDate": "01-16-2021",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/james-a-berlin-and-social-epistemic-rhetorics",
    "openAccess": "no",
    "coverImage": "covers/vitanza2021.jpg",
    "description": [
      "The field of rhetoric and composition has, at last, received a long lost message delivered in the form of Victor J. Vitanza’s seminar on James A. Berlin. In this book that is an untext on Berlin’s work and its impact on the field, Vitanza acquaints us with Berlin by virtue of many Berlins, in multiplicity, and via the figure of an “excluded third” that wants to deliver to us a new message that was undelivered from Berlin to us, and from Vitanza to Berlin, after Berlin’s untimely death in 1994. A seminar on a seminar on the teaching of writing . . . it is teaching all the way down. They met at the historical NEH seminar at Carnegie Mellon in 1978. Their friendship and rhetorical dialogues spanned only sixteen years, but Vitanza continues the conversation through the seminar, through this book (rife with reflections and, yes, homework for his readers), and through our reception of it. It is up to us now to carry it forward. As Vitanza writes, “I would prefer not to not think that what remains unsaid stays undelivered.” —Cynthia Haynes"
    ]
  },
  {
    "title": "Typical Girls: The Rhetoric of Womanhood in Comic Strips",
    "author": "Susan E. Kirtley",
    "publicationDate": "05-13-2021",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214572.html",
    "openAccess": "no",
    "coverImage": "covers/kirtley2021.jpg",
    "description": [
      "In the years following 1975, a group of female-created comic strips came to national attention in a traditionally male-dominated medium. Typical Girls: The Rhetoric of Womanhood in Comic Strips uncovers the understudied and developing history of these strips, defining and exploring the ramifications of this expression of women’s roles at a time of great change in history and in comic art. This impressive, engaging, and timely study illustrates how these comics express the complexities of women’s experiences, especially as such experiences were shaped by shifting and often competing notions of womanhood and feminism. Including the comics of Lynn Johnston (For Better or For Worse), Cathy Guisewite (Cathy), Nicole Hollander (Sylvia), Lynda Barry (Ernie Pook’s Comeek), Barbara Brandon-Croft (Where I’m Coming From), Alison Bechdel (Dykes to Watch Out For), and Jan Eliot (Stone Soup), Typical Girls is an important history of the representation of womanhood and women’s rights in popular comic strips."
    ]
  },
  {
    "title": "Violent Exceptions: Children's Human Rights and Humanitarian Rhetorics",
    "author": "Wendy S. Hesford",
    "publicationDate": "04-29-2021",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214688.html",
    "openAccess": "no",
    "coverImage": "covers/hesford2021.jpg",
    "description": [
      "Violent Exceptions turns to the humanitarian figure of the child-in-peril in twenty-first-century political discourse to better understand how this figure is appropriated by political constituencies for purposes rarely to do with the needs of children at risk. Wendy S. Hesford shows how the figure of the child-in-peril is predicated on racial division, which, she argues, is central to both conservative and liberal logics, especially at times of crisis when politicians leverage humanitarian storytelling as a political weapon. Through iconic images and stories of child migrants, child refugees, undocumented children, child soldiers, and children who are victims of war, terrorism, and state violence, Violent Exceptions illustrates how humanitarian rhetoric turns public attention away from systemic violations against children’s human rights and reframes this violence as exceptional—erasing more gradual forms of violence and minimizing human rights potential to counteract these violations and the precarious conditions from which they arise."
    ]
  },
  {
    "title": "Wellness and Care in Writing Center Work",
    "author": "Genie Nicole Giaimo",
    "publicationDate": "01-27-2021",
    "publisher": "Writing Lab Newsletter",
    "publisherURL": "https://ship.pressbooks.pub/writingcentersandwellness/",
    "openAccess": "yes",
    "coverImage": "covers/giaimo2021.jpg",
    "description": [
      "Wellness and Care in Writing Center Work, an open-access collection edited by Genie Giaimo, features a wide-ranging and interdisciplinary set of pedagogical and scholarly chapters on wellness that engage with current research in writing center studies, as well as in other fields such as psychology, education, critical race studies, queer studies, feminist studies, and sociology. Emerging voices demand the need for more systemic and anti-racist wellness and care programs and practices—for writing center workers and writers alike—and provide guidance for writing center practitioners to implement and assess different kinds of wellness programs in their writing centers."
    ]
  },
  {
    "title": "Writing Their Bodies: Restoring Rhetorical Relations at the Carlisle Indian School",
    "author": "Sarah Klotz",
    "publicationDate": "02-01-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/writing-their-bodies",
    "openAccess": "no",
    "coverImage": "covers/klotz2021.jpg",
    "description": [
      "Between 1879 and 1918, the Carlisle Indian Industrial School housed over 10,000 students and served as a prototype for boarding schools on and off reservations across the continent. Writing Their Bodies analyzes pedagogical philosophies and curricular materials through the perspective of written and visual student texts created during the school’s first three-year term. Using archival and decolonizing methodologies, Sarah Klotz historicizes remedial literacy education and proposes new ways of reading Indigenous rhetorics to expand what we know about the Native American textual tradition.",
      "This approach tracks the relationship between curriculum and resistance and enumerates an anti-assimilationist methodology for teachers and scholars of writing in contemporary classrooms. From the Carlisle archive emerges the concept of a rhetoric of relations, a set of Native American communicative practices that circulates in processes of intercultural interpretation and world-making. Klotz explores how embodied and material practices allowed Indigenous rhetors to maintain their cultural identities in the off-reservation boarding school system and critiques the settler fantasy of benevolence that propels assimilationist models of English education.",
      "Writing Their Bodies moves beyond language and literacy education where educators standardize and limit their students’ means of communication and describes the extraordinary expressive repositories that Indigenous rhetors draw upon to survive, persist, and build futures in colonial institutions of education."
    ]
  },
  {
    "title": "Effective Teaching of Technical Communication: Theory, Practice, and Application",
    "author": "Michael J. Klein",
    "publicationDate": "02-01-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/tpc/effective/",
    "openAccess": "yes",
    "coverImage": "covers/klein2021.jpg",
    "description": [
      "Drawn from quantitative and qualitative work of practitioners in the field, this edited collection provides an update to the Staples and Ornatowski's influential Foundations of Teaching Technical Communication (1997). The collection is organized around the broad themes of expanding pedagogy, shaping curriculum, incorporating technology, and engaging community. In each section, authors illustrate their experiences with teaching in the university technical communication classroom, addressing topics such as rethinking the role of internships, redesigning student learning outcomes for assessment practices, incorporating ethics into the technical communication classroom, using visual communication in community context, and engaging plain language. These sixteen chapters, taken as a whole or individually, provide readers with insights and examples into teaching technical communication in the 21st century."
    ]
  },
  {
    "title": "Wit, Virtue, and Emotion British Women's Enlightenment Rhetoric",
    "author": "Elizabeth Tasker Davis",
    "publicationDate": "08-09-2021",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809338276/wit-virtue-and-emotion/",
    "openAccess": "no",
    "coverImage": "covers/davis2021.jpg",
    "description": [
      "Over a century before first-wave feminism, British women’s Enlightenment rhetoric prefigured nineteenth-century feminist arguments for gender equality, women’s civil rights, professional opportunities, and standardized education. Author Elizabeth Tasker Davis rereads accepted histories of seventeenth- and eighteenth-century British rhetoric, claiming a greater variety and power of women’s rhetoric. This recovery of British women’s performative and written roles as speakers, spectators, authors, and readers in diverse venues counters the traditional masculine model of European Enlightenment rhetoric. Davis broadens women’s Enlightenment rhetorics to include highly public venues such as theaters, clubs, salons, and debating societies, as well as the mediated sites of the periodical essay, the treatise on rhetorical theory, and women’s written proposals, plans, defenses and arguments for education. Through these sites, women’s rhetorical postures diverged from patriarchal prescriptions rather to deliver protofeminist persuasive performances of wit, virtue, and emotion.",
      "Davis examines context, the effects of memory and gendering, and the cultural sites and media of women’s rhetoric to reveal a fuller ecology of British Enlightenment rhetoric. Each chapter covers a cultural site of women’s rhetorical practice—the court, the stage, the salon, and the printed page. Applying feminist rhetorical theory, Davis documents how women grasped their rhetorical ability in this historical moment and staged a large-scale transformation of British women from subalterns to a vocal counterpublic in British society."
    ]
  },
  {
    "title": "Heritage and Hate: Old South Rhetoric at Southern Universities",
    "author": "Stephen M. Monroe",
    "publicationDate": "06-01-2021",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817320935/heritage-and-hate/",
    "openAccess": "no",
    "coverImage": "covers/monroe2021.jpg",
    "description": [
      "The US South is a rhetorical landscape that pulsates with division, a place where words and symbols rooted in a deeply problematic past litter the ground and contaminate the soil. Stephen M. Monroe’s provocative study focuses on predominantly white southern universities where Old South rhetoric still reverberates, where rebel flags cast a shadow over attempts at racial harmony, school cheers to reinforce racial barriers, and student yearbooks to create and protect\nan oppressive culture of exclusion. Across the region, in college towns like Oxford, Mississippi; Athens, Georgia; and Tuscaloosa, Alabama—communities remain locked in a difficult, recursive, and inherently rhetorical struggle that wrestles with this troubling legacy.",
      "Words, images, and symbols are not merely passive artifacts of southern history, Monroe argues, but formative agents that influence human behavior and shape historical events. Drawing on research from many disciplines, including rhetoric, southern studies, history, sociology, and African American studies, Monroe develops the concept of confederate rhetoric: the collection of Old South words and symbols that have been and remain central to the identity conflicts of the South. He charts examples of such rhetoric at work in southern universities from Reconstruction to the present day.",
      "Tracing the long life and legacy of Old South words and symbols at southern universities, this book provides close and nuanced analysis of the rhetorical conflicts that have resulted at places like the University of Mississippi and the University of Missouri. Some conflicts erupted during the civil rights movement, when the first African American students sought admission to all-white southern universities and colleges, and others are brewing now, as African\nAmericans (and their progressive white peers) begin to cement genuine agency and voice in these communities. Tensions have been, and remain, high.",
      "Ultimately, Monroe offers hope and optimism, contending that if words and symbols can be used to damage and divide, then words and symbols can also be used to heal and unify. Racist rhetoric can be replaced by antiracist rhetoric. The old South can become new. While resisting naïve or facile arguments, Heritage and Hate ultimately finds the promise of progress within the tremendous power of language."
    ]
  },
  {
    "title": "Decoding the Digital Church: Evangelical Storytelling and the Election of Donald J. Trump",
    "author": "Stephanie A. Martin",
    "publicationDate": "05-18-2021",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817320843/decoding-the-digital-church/",
    "openAccess": "no",
    "coverImage": "covers/martin2021.jpg",
    "description": [
      "As a political constituency, white conservative evangelicals are generally portrayed as easy to dupe, disposed to vote against their own interests, and prone to intolerance and knee-jerk reactions. In Decoding the Digital Church: Evangelical Storytelling and the Election of Donald J. Trump, Stephanie A. Martin challenges this assumption and moves beyond these overused stereotypes to develop a refined explanation for this constituency’s voting behavior.",
      "This volume offers a fresh perspective on the study of religion and politics and stems from the author’s personal interest in the ways her experiences with believers differ from how scholars often frame this group’s rationale and behaviors. To address this disparity, Martin examines sermons, drawing on her expertise in rhetoric and communication studies with the benefits of ethnographic research in an innovative hybrid approach she terms a “digital rhetorical ethnography.” Martin’s thorough research surveys more than 150 online sermons from America’s largest evangelical megachurches in 37 different states. Through listening closely to the words of the pastors who lead these conservative congregations, Martin describes a gentler discourse less obsessed with issues like abortion or marriage equality than stereotypes of evangelicals might suggest. Instead, the politicaleconomic sermons and stories from pastors encourage true believers\nto remember the exceptional nature of the nation’s founding while also deemphasizing how much American citizenship really means.",
      "Martin grapples with and pays serious, scholarly attention to a seeming contradiction: while the large majority of white conservative evangelicals voted in 2016 for Donald J. Trump, Martin shows that many of their pastors were deeply concerned about the candidate, the divisive nature of the campaign, and the potential effect of the race on their congregants’ devotion to democratic process itself. In-depth chapters provide a fuller analysis of our current political climate, recapping previous scholarship on the history of this growing divide and establishing the groundwork to set up the dissonance between the political commitments of evangelicals and their faith that the rhetorical ethnography addresses."
    ]
  },
  {
    "title": "Authentic Writing",
    "author": "Jeffrey Rice",
    "publicationDate": "04-20-2021",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822946700/",
    "openAccess": "no",
    "coverImage": "covers/rice2021.jpg",
    "description": [
      "In typical academic circles, texts must be critiqued, mined for the obfuscated meanings they hide, and shown to reveal larger, broader meanings than what are initially evident. To engage in this type of writing is to perform an authentic version of scholarship. But what if a scholar chooses instead to write without critique? What if they write about travelling, their children, food, grocery shopping, frozen garlic bread, sandwiches, condiments, falafel, yoga, and moments that normally wouldn’t be considered scholarly? Can the writing still be scholarly? Can scholarly writing be authentic if its topics comprise the everyday?",
      "In Authentic Writing, Jeff Rice uses this question to trace a position regarding critique, the role of the scholar, the role of the personal in scholarship, the banal as subject matter, and the idea of authenticity. He explores authenticity as a writing issue, a rhetorical issue, a consumption issue, a culture issue, and an ideological issue. Rather than arguing for a more authentic state or practice, Rice examines the rhetorical features of authenticity in order to expand the focus of scholarship."
    ]
  },
  {
    "title": "Translingual Inheritance: Language Diversity in Early National Philadelphia",
    "author": "Elizabeth Kimball",
    "publicationDate": "03-16-2021",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822946687/",
    "openAccess": "no",
    "coverImage": "covers/kimball2021.jpg",
    "description": [
      "Translingual Inheritance tells a new story of the early days of democracy in the United States, when English had not yet become the only dominant language. Drawing on translingual theory, which exposes how language use contrasts with the political constructions of named languages, Elizabeth Kimball argues that Philadelphians developed complex metalinguistic conceptions of what language is and how it mattered in their relations. In-depth chapters introduce the democratically active communities of Philadelphia between 1750 and 1830 and introduce the three most populous: Germans, Quakers (the Society of Friends), and African Americans. These communities had ways of knowing and using their own languages to create identities and serve the common good outside of English. They used these practices to articulate plans and pedagogies for schools, exercise their faith, and express the promise of the young democracy. Kimball draws on primary sources and archival texts that have been little seen or considered to show how citizens consciously took on the question of language and its place in building their young country and how such practice is at the root of what made democracy possible."
    ]
  },
  {
    "title": "The Potentiality of Difference: Singular Rhythms of a Translational Humanities in Community Contexts",
    "author": "Elenore Long, Elizabeth Kimball, and Jennifer Clifton",
    "publicationDate": "01-13-2021",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "http://intermezzo.enculturation.net/13-long-et-al.htm",
    "openAccess": "yes",
    "coverImage": "covers/long2021.jpg",
    "description": [
      "Categories that ascribe particular languages to particular nation-states have, as comparative literature scholar Emily Apter (2008) puts it, \"exceeded their expiration date\" (p. 558). This is true as much for such categories' damaging imperialistic consequences as for their obsolete structural assumptions. Their limits may be rather self-evident. But how to move beyond those limitations in the service of the humanities poses invigorating methodological challenges, as demonstrated across this book’s three cases.",
      "To contribute to this conversation, this study pursues untranslatability, defined here as the potentiality of difference that defies translation from one language to another and at the same time fuels the momentum of world-building in and across cultural differences. As we detail, among the dynamics complicating untranslatability in community contexts are the politics of knowledge production, including both the tendency to negate that which is \"different\" from \"the same\" (Muckelbauer, 2008) and to undercut the epistemic status of underrepresented stakeholders (Simmons, 2007). Regarding the latter, people will find some way to shut down or walk away when rendered instrumental—that is, when rendered as means toward someone else's interests.",
      "Attentive to such dynamics, the three of us turned to rhythmanalysis, a mode of analysis for the critique of everyday life articulated by Henri Lefebvre (1992/2017). Our aim in turning to rhythmanalysis was to assemble methods capable of attending to and participating in what people were doing, and what they were devising, when venturing generative alternatives to the blunt exercise of rationality and power—specifically, when what they were venturing _depended at least in part_ on that which is untranslatable. Part I establishes the theoretical and methodological basis for the study, as well as our own subject positions in relation to the work of the project. Part II puts three cases in relation to one another and seeks to perform what a critical-generative humanities can look like and what it can do when taking up untranslatability in community contexts. The book concludes by offering implications for practicing a critical-generative humanities."
    ]
  },
  {
    "title": "Beyond Conversation: Collaboration and the Production of Writing",
    "author": "William Duffy",
    "publicationDate": "01-04-2021",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/beyond-conversation",
    "openAccess": "no",
    "coverImage": "covers/duffy2021.jpg",
    "description": [
      "Collaboration was an important area of study in writing for many years, but interest faded as scholars began to assume that those working within writing studies already “got it.” In Beyond Conversation, William Duffy revives the topic and connects it to the growing interest in collaboration within digital and materialist rhetoric to demonstrate that not only do the theory, pedagogy, and practice of collaboration need more study but there is also much to be learned from the doing of collaboration.",
      "While interrogating the institutional politics that circulate around debates about collaboration, this book offers a concise history of collaborative writing theory while proposing a new set of commonplaces for understanding the labor of coauthorship. Specifically, Beyond Conversation outlines an interactionist theory that explains collaboration as the rhetorical capacity that manifests in the discursive engagements coauthors enter into with the objects of their writing.",
      "Drawing on new materialist philosophies, post-qualitative inquiry, and interactionist rhetorical theory, Beyond Conversation challenges writing and literacy educators to recognize the pedagogical benefits of collaborative writing in the work they do both as writers and as teachers of writing. The book will reinvigorate how teachers, scholars, and administrators advocate for the importance of collaborative writing in their work."
    ]
  },
  {
    "title": "PARS in Practice: More Resources and Strategies for Online Writing Instructors",
    "author": "Jessie Borgman and Casey McArdle",
    "publicationDate": "01-11-2021",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/pars2/",
    "openAccess": "yes",
    "coverImage": "covers/borgman2021.jpg",
    "description": [
      "By focusing on being Personal, Accessible, Responsive, and Strategic (PARS), this book explores the complexities and anxieties associated with online writing instruction (OWI). The PARS approach is an innovative way to self support your own online writing instruction and/or provide support for your OWI faculty. This collection offers extensive examples of how to create personal assignments, syllabi, and learning spaces that connect with students while teaching you how to be accessible and craft accessible documents and spaces. The contributors assert that when you create an online writing course, you're crafting a user experience. With this in mind, they encourage you to be strategic in planning and teaching your online courses as you continually iterate your course design and teaching practices in an effort to create a better user experience for everyone."
    ]
  }
]