[
  {
    "title": "Programming the Future: Politics, Resistance, and Utopia in Contemporary Speculative TV",
    "author": "Sherryl Vint and Jonathan Alexander",
    "publicationDate": "11-01-2022",
    "publisher": "Columbia University Press",
    "publisherURL": "https://cup.columbia.edu/book/programming-the-future/9780231198318",
    "openAccess": "no",
    "coverImage": "covers/vint2022.jpg",
    "description": [
      "From 9/11 to COVID-19, the twenty-first century looks increasingly dystopian—and so do its television shows. Long-form science fiction narratives take one step further the fears of today: liberal democracy in crisis, growing economic precarity, the threat of terrorism, and omnipresent corporate control. At the same time, many of these shows attempt to visualize alternatives, using dystopian extrapolations to spotlight the possibility of building a better world.",
      "Programming the Future examines how recent speculative television takes on the contradictions of the neoliberal order. Sherryl Vint and Jonathan Alexander consider a range of popular SF narratives of the last two decades, including Battlestar Galactica, Watchmen, Colony, The Man in the High Castle, The Expanse, and Mr. Robot. They argue that science fiction television foregrounds governance as part of explaining the novel institutions and norms of its imagined futures. In so doing, SF shows allegorize and critique contemporary social, political, and economic developments, helping audiences resist the naturalization of the status quo. Vint and Alexander also draw on queer theory to explore the representation of family structures and their relationship to larger social structures. Recasting both dystopian and utopian narratives, Programming the Future shows how depictions of alternative-world political struggles speak to urgent real-world issues of identity, belonging, and social and political change."
    ]
  },
  {
    "title": "I The People: The Rhetoric of Conservative Populism in the United States",
    "author": "Paul Elliott Johnson",
    "publicationDate": "01-01-2022",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817361617/i-the-people/",
    "openAccess": "no",
    "coverImage": "covers/johnson2022.jpg",
    "description": [
      "I The People: The Rhetoric of Conservative Populism in the United States examines a variety of texts—ranging from speeches and campaign advertisements to news reports and political pamphlets—to outline the populist character of conservatism in the United States. Paul Elliott Johnson focuses on key inflection points in the development of populist conservatism, including its manifestation in the racially charged presidential election of 1964, its consolidation at the height of Ronald Reagan’s reelection campaign in 1984, and its character in successive moments that saw its fortunes wax and wane, including 1994, the Obama era, and the rise of Donald J. Trump. theorizing conservative populism as a rhetorical form, Johnson advances scholarship about populism away from a binary ideological framework while offering a useful lens for contextualizing scholarship on American conservatism. I The People emphasizes that the populist roots of conservative hegemony exercise a powerful constraining force on conservative intellectuals, whose power to shape and control the movement to which they belong is circumscribed by the form of its public-facing appeals.",
      "The study also reframes scholarly understandings of the conservative tradition’s seeming multiplicity, especially the tendency to suggest an abiding conservative unease regarding capitalism, showing how racist hostility underwrote a compromise with an increasingly economized understanding of humanity. Johnson also contests the narrative that conservatives learned to practice identity politics from social progressives. From the beginning, conservatism’s public vernacular was a white and masculine identity politics reliant on a rhetoric of victimhood, whether critiquing the liberal Cold War consensus or President Barack Obama."
    ]
  },
  {
    "title": "Enduring Shame: A Recent History of Unwed Pregnancy and Righteous Reproduction",
    "author": "Heather Brook Adams",
    "publicationDate": "05-05-2022",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/Enduring-Shame",
    "openAccess": "no",
    "coverImage": "covers/adams2022.jpg",
    "description": [
      "Not long ago, unmarried pregnant women in the United States hid in maternity homes and relinquished their \"illegitimate\" children to more \"deserving\" two-parent families—all to conceal \"shameful\" pregnancies. Although times have changed, reproductive politics remain fraught. In Enduring Shame Heather Brook Adams recasts the 1960s and '70s—an era of presumed progress—as a time when expanding reproductive rights were paralleled by communicative practices of shame that cultivated increasingly public interventions into unwed and teen pregnancy and new forms of injustice.",
      "Drawing from personal interviews, archival documents, legal decisions, public policy, journalism, memoirs, and advocacy writing, Adams articulates how the rhetorical power of shame persuaded the American public to think about reproduction, sexual righteousness, and unwed pregnancy. Despite the aspirational goals of reproductive liberation, public sentiment frequently reflected supremacist beliefs regarding racial, economic, and moral fitness—notions that informed new public policy. Enduring Shame maps a range of experiences across these decades from women's experiences in homes for unwed mothers to policy and legal changes that are typically understood as proof of shame's dissipation, including Title IX legislation and Roe v. Wade. Rhetorical historiography and questions of reproductive justice guide the analysis, and women's testimonies provide essential perspectives and context. Through these histories, Adams articulates a network of language, affect, and embodiment through which shame moves; expands rhetorical understandings of the discursive power of the identities of woman and mother; and considers how the gendered, raced, and classed aspects of shame can help us understand and support reproductive dignity.",
      "Enduring Shame recovers a misunderstood part of women's recent history by considering why reproductive politics continue to be so volatile despite previous gains and why shame still figures centrally in discourse about women's reproductive and sexual freedoms."
    ]
  },
  {
    "title": "The Democratic Ethos: Authenticity and Instrumentalism in US Movement Rhetoric after Occupy",
    "author": "A. Freya Thimsen",
    "publicationDate": "06-08-2022",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/The-Democratic-Ethos",
    "openAccess": "no",
    "coverImage": "covers/thimsen2022.jpg",
    "description": [
      "What did Occupy Wall Street accomplish? While it began as a startling disruption in politics as usual, in The Democratic Ethos Freya Thimsen argues that the movement's long-term importance rests in how its commitment to radical democratic self-organization has been adopted within more conventional forms of politics. Occupy changed what counts as credible democratic coordination and how democracy is performed, as demonstrated in opposition to corporate political influence, rural antifracking activism, and political campaigns.",
      "By comparing instances of progressive politics that demonstrate the democratic ethos developed and promoted by Occupy and those that do not, Thimsen illustrates how radical and conventional rhetorical strategies can be brought together to seek democratic change. Combining insights from rhetorical studies, performance studies, political theory, and sociology, The Democratic Ethos offers a set of conceptual tools for analyzing anticorporate democracy-movement politics in the twenty-first century."
    ]
  },
  {
    "title": "Activist Literacies: Transnational Feminisms and Social Media Rhetorics",
    "author": "Jennifer Nish",
    "publicationDate": "10-20-2022",
    "publisher": "University of South Carolina Press",
    "publisherURL": "https://uscpress.com/Activist-Literacies",
    "openAccess": "no",
    "coverImage": "covers/nish2022.jpg",
    "description": [
      "What does it mean when we call a movement \"global\"? How can we engage with digital activism without being \"slacktivists\"? In Activist Literacies, Jennifer Nish responds to these questions and a larger problem in contemporary public discourse: many discussions and analyses of digital and transnational activism rely on inaccurate language and inadequate frameworks. Drawing on transnational feminist theory and rhetorical analysis, Nish formulates a robust set of tools for nuanced engagement with activist rhetorics. Nish applies her literacies of positionality, orientation, and circulation to case studies that highlight grassroots activism, well-resourced nonprofits, and a decentralized social media challenge; in so doing, she illustrates the complex power dynamics at work in each scenario and demonstrates how activist literacies can be used to understand and engage with efforts to contribute to social change. Written in an accessible, engaging style, Activist Literacies invites scholars, students, and activists to read activist rhetoric that engages with \"global\" concerns and circulates transnationally via social media."
    ]
  },
  {
    "title": "Assessing Writing to Support Learning: Turning Accountability Inside Out",
    "author": "Sandra Murphy and Peggy O'Neill",
    "publicationDate": "11-08-2022",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Assessing-Writing-to-Support-Learning-Turning-Accountability-Inside-Out/Murphy-ONeill/p/book/9781032268095",
    "openAccess": "no",
    "coverImage": "covers/murphy2022.jpg",
    "description": [
      "In this book, authors Murphy and O’Neill propose a new way forward, moving away from high-stakes, test-based writing assessment and the curriculum it generates and toward an approach to assessment that centers on student learning and success. Reviewing the landscape of writing assessment and existing research-based theories on writing, the authors demonstrate how a test-based approach to accountability and current practices have undermined effective teaching and learning of writing. This book bridges the gap between real-world writing that takes place in schools, college, and careers and the writing that students are asked to do in standardized writing assessments to offer a new ecological approach to writing assessment.",
      "Murphy and O’Neill’s new way forward turns accountability inside out to help teachers understand the role of formative assessments and assessment as inquiry. It also brings the outside in, by bridging the gap between authentic writing and writing assessment. Through these two strands, readers learn how assessment systems can be restructured to become better aligned with contemporary understandings of writing and with best practices in teaching. With examples of assessments from elementary school through college, chapters include guidance on designing assessments to address multiple kinds of writing, integrate reading with writing, and incorporate digital technology and multimodality. Emphasizing the central role that teachers play in systemic reform, the authors offer sample assessments developed with intensive teacher involvement that support learning and provide information for the evaluation of programs and schools.",
      "This book is an essential resource for graduate students, instructors, scholars and policymakers in writing assessment, composition, and English education."
    ]
  },
  {
    "title": "Writing, Imitation, and Performance: Insights from Neuroscience Research",
    "author": "Irene L. Clark",
    "publicationDate": "12-02-2022",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Writing-Imitation-and-Performance-Insights-from-Neuroscience-Research/Clark/p/book/9781032051987",
    "openAccess": "no",
    "coverImage": "covers/clark2022.jpg",
    "description": [
      "This book reconsiders imitation as a valuable pedagogical approach in Writing Studies. Countering concerns about product-oriented teaching, formulaic writing, paternalistic or elitist pedagogy, and plagiarism, the book maintains that the use of imitation can offer a writer greater insight and help to develop a clear writerly identity.",
      "Positing that writers often use imitation as a step toward developing new directions, structures, and styles, and that this imitation is indeed a form of performance, the author explores the neuropsychological aspect of imitation to show how it is a valid form of writing instruction. She explains how learning, experience, and role playing are manifested in the brain and influence one’s sense of self, one’s identity. The book emphasizes that imitation can provide students with opportunities to perform habitually as writers, readers, and critical thinkers, enabling them to develop new understandings and confidence in their ability to improve. It also includes suggestions for classroom application, written by Craig A. Meyer.",
      "This book offers important insights for scholars and teachers of writing and composition, education, and communication studies."
    ]
  },
  {
    "title": "Splat: On Throwing Things and the Messy Politics of Material Protest",
    "author": "David R. Gruber",
    "publicationDate": "10-31-2022",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "https://manifold.as.uky.edu/projects/splat",
    "openAccess": "yes",
    "coverImage": "covers/gruber2022.jpg",
    "description": [
      "Splat is the first book to examine throwing things as a form of political protest. Gruber thickens the description of splatter protests, detailing how the qualities of material things are integral to the persuasive power of protest performances. Scholars working in rhetorical studies, media studies, and political science will find the book timely as the investigation stitches together new interest in the politics of affect and the agency of things. He works through what he calls a “postplural archaeology” that takes seriously historiographical presences without overlooking the generativity of the material world. Ultimately, Gruber forwards a theory of kairotic materiality as a way to understand why some things splattering in a raucous political sphere become significant game changers and others do not."
    ]
  },
  {
    "title": "Distant Readings of Disciplinarity: Knowing and Doing in Composition/Rhetoric Dissertations",
    "author": "Benjamin Miller",
    "publicationDate": "12-09-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/distant-readings-of-disciplinarity",
    "openAccess": "no",
    "coverImage": "covers/miller2022.jpg",
    "description": [
      "In Distant Readings of Disciplinarity, Benjamin Miller brings a big data approach to the study of disciplinarity in rhetoric, composition, and writing studies (RCWS) by developing scalable maps of the methods and topics of several thousand RCWS dissertations from 2001 to 2015. Combining charts and figures with engaging and even playful prose, Miller offers an accessible model of how large-scale data-driven research can advance disciplinary understanding—both answering and amplifying the call to add replicable data analysis and visualization to the mix of methods regularly employed in the field.",
      "Writing studies has long been marked by a multitude of methods and interlocking purposes, partaking of not just humanities approaches but also social scientific ones, with data drawn from interviews and surveys alongside historical and philosophical arguments and with corpus analytics in large-scale collections jostling against small-scale case studies of individuals. These areas of study aren’t always cleanly separable; shifting modes mark the discipline as open and welcoming to many different angles of research. The field needs to embrace that vantage point and generate new degrees of familiarity with methods beyond those of any individual scholar.",
      "Not only a training genre and not only a knowledge-making genre, the dissertation is also a discipline-producing genre. Illustrating what the field has been studying, and how, Distant Readings of Disciplinarity supports more fruitful collaborations within and across research areas and methods."
    ]
  },
  {
    "title": "Writing Expertise: A Research-Based Approach to Writing and Learning Across Disciplines",
    "author": "Linda Adler-Kassner and Elizabeth Wardle",
    "publicationDate": "12-12-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/expertise/",
    "openAccess": "yes",
    "coverImage": "covers/adlerkassner2022.jpg",
    "description": [
      "In Writing Expertise, Linda Adler-Kassner and Elizabeth Wardle address the question, “How can instructors across disciplines best help students write well?” Drawing on research about how disciplines use writing to engage in shared ways of thinking, practicing, and demonstrating knowledge, the authors offer an approach that helps faculty across the disciplines invite students to bring new ideas and identities to their work. Throughout the book, Adler-Kassner and Wardle help instructors explore what it means to write well in their courses, fields, or disciplines and offer strategies and activities that can help them improve their assignments by infusing research-based writing activities into their courses.",
      "Writing Expertise provides an innovative, equity- and research-based approach to writing in the disciplines that will enrich instructor and student thinking. Thoughtful discussions and well-designed activities provide the support needed to help instructors put disciplinary thinking into written form, develop systematic aways of learning about the students who write in their courses, and ultimately develop more effective, inclusive courses."
    ]
  },
  {
    "title": "Keywords in Design Thinking: A Lexical Primer for Technical Communicators & Designers",
    "author": "Jason C. K. Tham",
    "publicationDate": "12-13-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/tpc/design/",
    "openAccess": "yes",
    "coverImage": "covers/tham2022.jpg",
    "description": [
      "At a time when design thinking is viewed by many as itself a contested term, Keywords in Design Thinking explores keywords and associated practices related to the use of this critical concept in technical and professional communication. The chapters in this edited collection offer definitions stable enough to allow readers to determine the value of design thinking and to apply and examine its usefulness in the design of technical and professional discourse. The contributors to this collection include faculty at research-intensive and comprehensive colleges, graduate students, and industry practitioners. This configuration of contributors is intended to increase the diversity of perspectives and offer a variety of routes to understanding design thinking."
    ]
  },
  {
    "title": "Constellating Home: Trans and Queer Asian American Rhetorics",
    "author": "V. Jo Hsu",
    "publicationDate": "08-24-2022",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214886.html",
    "openAccess": "no",
    "coverImage": "covers/hsu2022.jpg",
    "description": [
      "Constellating Home: Trans and Queer Asian American Rhetorics explores how race, migration, gender, and disability entwine in conceptions of deserving citizens. V. Jo Hsu explores three archives of trans and queer Asian American (QTAPI) rhetorics, considering a range of texts including oral histories, photography, personal essays, and performance showcases. To demonstrate how QTAPI use personal narrative to critique and revise the conditions of their exclusion, Hsu forwards a critical approach to storytelling, homing, which deliberately engages sites of alienation and belonging. Through a practice of diasporic listening, Hsu tracks confluences among seemingly divergent journeys and locates trans and queer Asian American experiences within broader US and global politics.",
      "The stories at the heart of Constellating Home center the voices of trans and nonbinary people, disabled people, and others often overlooked in conceptions of US citizenry. Hsu’s analyses demonstrate the inextricability of Asian American activism from queer politics, disability activism, and racial justice, and they consider how stories network individual experiences with resonant histories and struggles. Finding unlikely intimacies among individual and communal histories, Constellating Home provides tools for fostering mutual care, revealing harmful social patterns, and orienting shared values and politics."
    ]
  },
  {
    "title": "Amplifying Soundwriting Pedagogies: Integrating Sound into Rhetoric and Writing",
    "author": "Michael J. Faris, Courtney S. Danforth, and Kyle D. Stedman",
    "publicationDate": "11-22-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/soundwriting/",
    "openAccess": "yes",
    "coverImage": "covers/faris2022.jpg",
    "description": [
      "While sonic rhetoric is still a growing subfield of writing studies, attention to pedagogy remains an underattended but increasingly important conversation. Amplifying Soundwriting Pedagogies addresses this gap by offering a broad range of assignments to support university instructors who seek to integrate the use of digital audio into their writing and rhetoric curricula. Each of the 25 chapters in this edited collection provides a written introduction to an adaptable soundwriting activity or sequence of assignments; a transcribed audio reflection from the instructor discussing the assignment’s purpose, strengths, and weaknesses; student-oriented documents such as assignment prompts, and rubrics) that readers can adapt in their own teaching; and examples of student work (audio with transcriptions) hosted on the book’s website."
    ]
  },
  {
    "title": "Methods and Methodologies for Research in Digital Writing and Rhetoric: Centering Positionality in Computers and Writing Scholarship, Volume 2",
    "author": "Victor Del Hierro and Crystal VanKooten",
    "publicationDate": "11-17-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/positionality2/",
    "openAccess": "yes",
    "coverImage": "covers/hierro2022.jpg",
    "description": [
      "Methods and Methodologies explores how researchers theorize, design, enact, reflect on, and revise digital writing research. The contributors to the two volumes of this edited collection explore how digital technologies can be used to solve problems, challenge the status quo, and address inequities. In some cases, they do so by using familiar digital technologies in novel ways. In other cases, they explain the use of relatively new or less familiar technologies such as digital mapping apps, Twitter bots, audio-visual captions, and computer programming code. By reflecting on the lessons that emerged from their work—and in particular on their own positionality—the authors provide methodological narratives that are personal, professional, and individual yet foundational. By combining attention to human positionality and digital technology, Methods and Methodologies addresses important social issues and questions related to writing and rhetoric."
    ]
  },
  {
    "title": "Methods and Methodologies for Research in Digital Writing and Rhetoric: Centering Positionality in Computers and Writing Scholarship, Volume 1",
    "author": "Crystal VanKooten and Victor Del Hierro",
    "publicationDate": "11-17-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/positionality1/",
    "openAccess": "yes",
    "coverImage": "covers/vankooten2022.jpg",
    "description": [
      "Methods and Methodologies explores how researchers theorize, design, enact, reflect on, and revise digital writing research. The contributors to the two volumes of this edited collection explore how digital technologies can be used to solve problems, challenge the status quo, and address inequities. In some cases, they do so by using familiar digital technologies in novel ways. In other cases, they explain the use of relatively new or less familiar technologies such as digital mapping apps, Twitter bots, audio-visual captions, and computer programming code. By reflecting on the lessons that emerged from their work—and in particular on their own positionality—the authors provide methodological narratives that are personal, professional, and individual yet foundational. By combining attention to human positionality and digital technology, Methods and Methodologies addresses important social issues and questions related to writing and rhetoric."
    ]
  },
  {
    "title": "Writing the Classroom: Pedagogical Documents as Rhetorical Genres",
    "author": "Stephen E. Neaderhiser",
    "publicationDate": "11-09-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/writing-the-classroom",
    "openAccess": "no",
    "coverImage": "covers/neaderhiser2022.jpg",
    "description": [
      "Writing the Classroom explores how faculty compose and use pedagogical documents to establish classroom expectations and teaching practices, as well as to articulate the professional identities they perform both inside and outside the classroom.",
      "The contributors to this unique collection employ a wide range of methodological frameworks to demonstrate how pedagogical genres—even ones as seemingly straightforward as the class syllabus—have lives extending well beyond the classroom as they become part of how college teachers represent their own academic identities, advocate for pedagogical values, and negotiate the many external forces that influence the act of teaching. Writing the Classroom shines a light on genres that are often treated as two-dimensional, with purely functional purposes, arguing instead that genres like assignment prompts, course proposals, teaching statements, and policy documents play a fundamental role in constructing classroom and the broader pedagogical enterprise within academia.",
      "Writing the Classroom calls on experienced teachers and faculty administrators to critically consider their own engagement with pedagogical genres and offers graduate students and newer faculty insight into the genres that they may only now be learning to inhabit as they seek to establish their personal teacherly identities. It showcases the rhetorical complexity of the genres written in the service of pedagogy not only for students but also for the many other audiences within academia that have a role in shaping the experience of teaching."
    ]
  },
  {
    "title": "Designing Multilingual Experiences in Technical Communication",
    "author": "Laura Gonzales",
    "publicationDate": "10-31-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/designing-multilingual-experiences-in-technical-communication",
    "openAccess": "no",
    "coverImage": "covers/gonzales2022.jpg",
    "description": [
      "As technical communicators continue advocating for justice, the field should pay closer attention to how language diversity shapes all research and praxis in contemporary global contexts. Designing Multilingual Experiences in Technical Communication provides frameworks, strategies, and best practices for researchers engaging in projects with multilingual communities.",
      "Through grounded case studies of multilingual technical communication projects in the US, Mexico, and Nepal, Laura Gonzales illustrates the multiple tensions at play in transnational research and demonstrates how technical communicators can leverage contemporary translation practices and methodologies to engage in research with multilingual communities that is justice-driven, participatory, and reciprocal.",
      "Designing Multilingual Experiences in Technical Communication is of value to researchers and students across fields who are interested in designing projects alongside multilingual communities from historically marginalized backgrounds."
    ]
  },
  {
    "title": "Responsible Pedagogy: Moving Beyond Authority and Mastery in Higher Education",
    "author": "Eric Detweiler",
    "publicationDate": "10-26-2022",
    "publisher": "Penn State University Press",
    "publisherURL": "https://www.psupress.org/books/titles/978-0-271-09343-7.html",
    "openAccess": "no",
    "coverImage": "covers/detweiler2022.jpg",
    "description": [
      "In recent decades, public higher education has faced perpetual crises. As states slash investment in postsecondary education and for-profit entities seek to supplant public colleges and universities, these public institutions have tried to compete by maximizing efficiency, namely, by downplaying and outsourcing the labor of teachers.\nResponsible Pedagogy makes a fresh case for the importance and value of public higher education and the work of teaching. In making this case, Eric Detweiler surveys the history of rhetoric and writing in postsecondary education, looking in particular at the teacher-student relationship. He finds that from the Socratic method to medieval exercises, from MOOCs to remote, asynchronous learning, the balance of authority and agency in the classroom is often precarious. But the problem goes deeper. Underlying both authority and agency is the value of mastery, which the teacher is to impart to the student. It is this emphasis on mastery, Detweiler argues, that distorts the proper relation between the student and teacher, a relationship in which they are responsible for and vulnerable to each other.",
      "Drawing on contemporary ethics, rhetorical theory, and critiques of practices in the online classroom, Detweiler develops a pedagogy of responsibility and shows how it can be applied in writing and communication curricula, assignments, and teacher-student interactions. Rehabilitating the proper role of the teacher, Responsible Pedagogy calls into question our newfound trust in educational technology and points the way to a better, more effective pedagogy."
    ]
  },
  {
    "title": "Masking Inequality with Good Intentions: Systemic Bias, Counterspaces, and Discourse Acquisition in STEM Education",
    "author": "Heather M. Falconer",
    "publicationDate": "10-14-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/masking/",
    "openAccess": "yes",
    "coverImage": "covers/falconer2022.jpg",
    "description": [
      "In Masking Inequality with Good Intentions, Heather M. Falconer examines the impact of systemic bias on disciplinary discourse acquisition and identity development by asking “How do the norms and expectations of higher education and STEM, specifically, impact the development of scientific identity and discursive skill?” and “What role do societal markers like race and gender play in the negotiation of identity in STEM learning environments?”",
      "Drawing on the experiences and writings of six students from historically underrepresented backgrounds in STEM, each participating in an undergraduate research program, Falconer discusses how programmatic and pedagogical choices can work to either further marginalize students and disrupt their writing and identity development as scientists or create counterspaces—spaces where students can thrive and push back against dominant, oppressive forces. Practical applications for pedagogy, curriculum, and program design are included."
    ]
  },
  {
    "title": "Doing Digital Visual Studies: One Image, Multiple Methodologies",
    "author": "Laurie E. Gries and Blake Hallinan",
    "publicationDate": "09-19-2022",
    "publisher": "Computers and Composition Digital Press/Utah State University Press",
    "publisherURL": "https://ccdigitalpress.org/ddvs",
    "openAccess": "yes",
    "coverImage": "covers/gries2022.jpg",
    "description": [
      "Co-edited and designed by Laurie Gries, Blake Hallinan, and Aaron Beveridge, Doing Digital Visual Studies: One Image, Multiple Methodologies is a digital book collection that explores new visual research approaches afforded by engagement with emergent digital technologies and novel media practices. Typically, visual methodology books survey different approaches through discussions of various visual artifacts. In this collection, each chapter takes up a different methodology in relation to a single image, Shepard Fairey’s iconic Obama Hope Image. We believe that using one visual artifact better highlights the distinctions between different research approaches and elucidates what each approach can uniquely bring to an object of study and Digital Visual Studies at large.",
      "The collection is organized into two parts, surrounded by an introduction, interlude, and conclusion. Part one includes 8 experimentations with different approaches such as 3D Printing, Augmented Reality, Glitch Studies, Virtual Geosemiotics, and Queer Archival Research. Each chapter is interactive, and many include tutorials to help readers adopt or adapt the approaches for their own research and/or teaching. Also included are links to two digital archives with open access to data about the Obama Hope image so that others can experiment with their own enactments of digital visual studies.",
      "Articulated in video and written interviews, the second part of the collection speaks back to the experimentations in the first part. Here authors from Communication, Writing Studies, English, and the Digital Humanities discusses not only the rewards but also the ethical implications and forward directions of doing digital visual studies. Together, through a sincere collaborative effort, we hope this collection inspires more inventive and ethical play and encourages scholars to diversify digital visual studies through expanded participation and more intensification of experimental risk taking."
    ]
  },
  {
    "title": "Writing Beyond the University: Preparing Lifelong Learners for Lifewide Writing",
    "author": "Julia Bleakney, Jessie L. Moore, and Paula Rosinski",
    "publicationDate": "10-03-2022",
    "publisher": "Elon University Center for Engaged Learning",
    "publisherURL": "https://www.centerforengagedlearning.org/books/wbu/",
    "openAccess": "yes",
    "coverImage": "covers/bleakney2022.jpg",
    "description": [
      "Writing Beyond the University: Preparing Lifelong Learners for Lifewide Writing extends the burgeoning scholarly conversation regarding the role of writing in lifelong and lifewide learning. The collection introduces higher education faculty, staff, and administrators to research on how all members of a campus community can prepare learners to be effective writers beyond the university, in personal, professional, and civic contexts.",
      "The collection also discusses how to teach writing and teach with writing across the academic disciplines and in a variety of co-curricular spaces, such as student life, student employment, and career services, and in internship, co-ops, and work-integrated learning opportunities.",
      "Chapters include the perspectives of faculty/staff, learners, and alumni from a variety of international contexts, and chapter authors in our collection study and report on innovative ways to teach writing and to teach content with writing to prepare learners to be lifelong and lifewide writers; co-curricular experiences like internships, co-ops, and work-integrated learning that offer scaffolded practice with “real-world” writing; and student life and on-campus employment experiences that deepen students’ practice with writing for varied audiences and purposes."
    ]
  },
  {
    "title": "The Dual Enrollment Kaleidoscope: Reconfiguring Perceptions of First-Year Writing and Composition Studies",
    "author": "Christine Denecker and Casie Moreland",
    "publicationDate": "10-01-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/the-dual-enrollment-kaleidoscope",
    "openAccess": "no",
    "coverImage": "covers/denecker2022.jpg",
    "description": [
      "“A bedrock of scholarship. This collection is setting the standard for future scholarship in dual enrollment.”\n—Jaime Armin Mejía, Texas State University",
      "\"[Christine Denecker and Casie Moreland] challenge us to consider what is really happening in the educational world and how it could be improved.\"\n—Society for Technical Communication",
      "The Dual Enrollment Kaleidoscope serves as a starting point for elevating the voices of those who do dual enrollment (DE) work—those who historicize, legitimize, scrutinize, critically analyze, align, and assess it—pushing readers beyond unique, singular views of DE first-year composition and positioning DE’s impact on composition instruction as one that shifts dependent upon perspective. Just as kaleidoscopes reconfigure images, DE provides writing studies with reflecting images of what FYC was, is, and could be.",
      "DE disrupts long-held beliefs about who should take and who should teach college writing. Giving higher education pause about the place of writing instruction within the academy, DE force those in the field to reflect upon the purposes and value of FYC and its pedagogical approaches. Featuring seventeen chapters written by a wide and diverse range of authors, this collection includes the voices of prominent scholars in rhetoric and composition at two- and four-year public and private institutions, as well as emerging scholars in the field. It also features a variety of methodologies, including archival research, quantitative and qualitative data collection, and autoethnography.",
      "Few texts have been published on dual enrollment writing in rhetoric and composition studies. The Dual Enrollment Kaleidoscope should be mandatory reading for anyone interested in or tasked with doing the work of DE writing instruction, administration, mentoring, or assessment."
    ]
  },
  {
    "title": "Drilled to Write: Becoming a Cadet Writer at a Senior Military College",
    "author": "J. Michael Rifenburg",
    "publicationDate": "10-04-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/drilled-to-write",
    "openAccess": "no",
    "coverImage": "covers/rifenburg2022.jpg",
    "description": [
      "Drilled to Write offers a rich account of US Army cadets navigating the unique demands of Army writing at a senior military college. In this longitudinal case study, J. Michael Rifenburg follows one cadet, Logan Blackwell, for four years and traces how he conceptualizes Army writing and Army genres through immersion in military science classes, tactical exercises in the Appalachian Mountains, and specialized programs like Airborne School.",
      "Drawing from research on rhetorical genre studies, writing transfer, and materiality, Drilled to Write speaks to scholars in writing studies committed to capturing how students understand their own writing development. Collectively, these chapters articulate four ways Blackwell leveraged resources through ROTC to become a cadet writer at this military college. Each chapter is dedicated to one year of his undergraduate experience with focus on curricular writing for his business management major and military science classes as well as his extracurricular writing, like his Ballroom Dance Club bylaws and a three-thousand-word short story.",
      "In Drilled to Write, Rifenburg invites readers to see how cadets are positioned between civilian and military life—a curiously liminal space where they develop as writers. Using Army ROTC as an entry into genre theory and larger conversations about the role higher education plays in developing Army officers, he shows how writing students develop genre awareness and flexibility while forging a personal identity."
    ]
  },
  {
    "title": "Violence in the Work of Composition: Recognizing, Intervening, Ameliorating ",
    "author": "Scott Gage and Kristie S. Fleckenstein",
    "publicationDate": "10-07-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/violence-in-the-work-of-composition",
    "openAccess": "no",
    "coverImage": "covers/gage2022.jpg",
    "description": [
      "“I can’t think of any work in our field that so comprehensively takes up how multifaceted violence is in the work of composition—and does so without giving up on the possibility of teaching and writing for a world less violent and more just.”\n—Nancy Welch, University of Vermont",
      "Focusing on overt and covert violence and bringing attention to the many ways violence inflects and infects the teaching, administration, and scholarship of composition, Violence in the Work of Composition examines both forms of violence and the reciprocal relationships uniting them across the discipline. Addressing a range of spaces, the collection features chapters on classroom practices, writing centers, and writing program administration, examining the complicated ways writing instruction is interwoven with violence, as well as the equally complicated ways writing teachers may recognize and resist the presence and influence of violence in their work.",
      "This book provides a focused, nuanced, and systematic discussion of violence and its presence and influence across pedagogical and administrative sites. Violence in the Work of Composition offers a close look at the nature of violence as it emerges in the work of composition; provides strategies for identifying violence, especially covert violence, addressing its impact and preventing its eruption across many sites; and invites readers to reflect on both the presence of violence and the hope for its cessation. Contributors consider, first, how compositionists can recognize the ways their work inadvertently enacts and/or perpetuates violence and, second, how they can intervene and mitigate that violence.",
      "Rich with the voices of myriad stakeholders, Violence in the Work of Composition initiates an essential conversation about violence and literacy education at a time when violence in its many forms continues to shape our culture, communities, and educational systems."
    ]
  },
  {
    "title": "Our Body of Work: Embodied Administration and Teaching",
    "author": "Melissa Nicolas & Anna Sicari",
    "publicationDate": "09-15-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/our-body-of-work",
    "openAccess": "no",
    "coverImage": "covers/nicolas2022.jpg",
    "description": [
      "Our Body of Work invites administrators and teachers to consider how physical bodies inform everyday work and labor as well as research and administrative practices in writing programs. Combining academic and personal essays from a wide array of voices, it opens a meaningful discussion about the physicality of bodily experiences in the academy.",
      "Open exchanges enable complex and nuanced conversations about intersectionality and how racism, sexism, classism, and ableism (among other “isms”) create systems of power. Contributors examine how these conversations are framed around work, practices, policies, and research and identify ways to create inclusive, embodied practices in writing programs and classrooms. The collection is organized to maximize representation in the areas of race, gender, identity, ability, and class by featuring scholarly chapters followed by narratively focused interchapters that respond to and engage with the scholarly work.",
      "The honest and emotionally powerful stories in Our Body of Work expose problematic and normalizing policies, practices, and procedures and offer diverse theories and methodologies that provide multiple paths for individuals to follow to make the academy more inclusive and welcoming for all bodies. It will be an important resource for researchers, as well a valuable addition to graduate and undergraduate syllabi on embodiment, writing instruction/pedagogy, and WPA work."
    ]
  },
  {
    "title": "Adapting VALUEs: Tracing the Life of a Rubric through Institutional Ethnography",
    "author": "Jennifer Grouling",
    "publicationDate": "08-21-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/perspectives/value/",
    "openAccess": "yes",
    "coverImage": "covers/grouling2022.jpg",
    "description": [
      "Adapting VALUEs traces the use of the American Association of Colleges and Universities' VALUE rubric for written communication at two small universities. Through the lens of institutional ethnography, Jennifer Grouling examines how faculty and administrators adapted the rubric for their own purposes and writing programs. Throughout the book, Grouling explores the ways in which faculty members' interactions on committees, views of the classroom, disciplinary affiliation, and racial privilege impacted their views of this national rubric. Overall, Adapting VALUEs offers valuable insights into the power of the rubric as both a national and a local text that dictates pedagogical and administrative practices."
    ]
  },
  {
    "title": "Racing Translingualism in Composition: Toward a Race-Conscious Translingualism",
    "author": "Tom Do and Karen Rowan",
    "publicationDate": "09-15-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/racing-translingualism-in-composition",
    "openAccess": "no",
    "coverImage": "covers/do2022.jpg",
    "description": [
      "Racing Translingualism in Composition provides both theoretical and pedagogical reconsiderations of the translingual approach to language diversity by addressing the intersections of race and translingualism.",
      "This collection extends the disciplinary conversations about translingualism by foregrounding the role race and racism play in the construction and maintenance of language differences. In doing so, the contributors examine the co-naturalization of race and language in order to theorize a race-conscious translingual praxis. The book begins by offering generative critiques of translingualism, centering on the ways in which the approach’s democratic orientation to language avoids issues of race, language, and power and appeals to colorblind racist tropes of equal opportunity. Following these critiques, contributors demonstrate the important intersections of race and translingualism by drawing upon voices typically marginalized by monolingual language ideologies and pedagogies. Finally, Racing Translingualism in Composition concludes by attending to the pedagogical implications of a race-conscious translingual praxis in writing and literacy education.",
      "Making the case for race-conscious, rather than colorblind, theories and pedagogies, Racing Translingualism in Composition offers a unique take on how translingualism is theorized and practiced and moves the field forward through its direct consideration of the links between language, race, and racism."
    ]
  },
  {
    "title": "Reprogrammable Rhetoric: Critical Making Theories and Methods in Rhetoric and Composition",
    "author": "Michael J. Faris and Steve Holmes",
    "publicationDate": "08-30-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/reprogrammable-rhetoric",
    "openAccess": "no",
    "coverImage": "covers/faris2022a.jpg",
    "description": [
      "Reprogrammable Rhetoric offers new inroads for rhetoric and composition scholars’ past and present engagements with critical making. Moving beyond arguments of inclusion and justifications for scholarly legitimacy and past historicizations of the “material turn” in the field, this volume explores what these practices look like with both a theoretical and hands-on “how-to” approach. Chapters function not only as critical illustrations or arguments for the use of reprogrammable circuits but also as pedagogical instructions that enable readers to easily use or modify these compositions for their own ends.",
      "This collection offers nuanced theoretical perspectives on material and cultural rhetorics alongside practical tutorials for students, researchers, and teachers to explore critical making across traditional areas such as wearable sensors, Arduinos, Twitter bots, multimodal pedagogy, Raspberry Pis, and paper circuitry, as well as underexplored areas like play, gaming, text mining, bots, and electronic monuments.",
      "Designed to be taught in upper division undergraduate and graduate classrooms, these tutorials will benefit non-expert and expert critical makers alike. All contributed codes and scripts are also available on Utah State University Press’s companion website to encourage downloading, cloning, and repurposing."
    ]
  },
  {
    "title": "Kairotic Inspiration: Imagining the Future in the Sixth Extinction",
    "author": "Sarah Allen",
    "publicationDate": "12-06-2022",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822947509/",
    "openAccess": "no",
    "coverImage": "covers/allen2022.jpg",
    "description": [
      "On the precipice of the Sixth Extinction, we face a frightening fate—ongoing ecological crises that may result in not only the extinction of a million species within decades but another mass extinction event like the one that wiped out the dinosaurs. In Kairotic Inspiration: Imagining the Future in the Sixth Extinction, Sarah Allen suggests that humans face this future, whatever it brings, by attending to the ways in which all beings are caught in the entangled processes of becoming. But change is often painful and requires inspiration. Allen explores a theory that shifts the concept of inspiration away from the unique genius of the individual and instead situates it within conceptual, human and nonhuman animal relations that can disrupt the state of being. To expand the understanding of change beyond the polarized binary that defines difference, the author builds on Nietzsche’s conceptualization of the Dionysian, which explains how the self is unmade through immersive experiences. This unmaking creates room for a different experience of becoming, one which Donna Haraway calls “becoming-with” and “producing-with.” In the end, Allen demonstrates how deepening kairotic connections can transform us as beings, thrusting us further into the processes of becoming and embracing the change that is possible in this living, changing, endangered world."
    ]
  },
  {
    "title": "What It Means to Be Literate: A Disability Materiality Approach to Literacy after Aphasia",
    "author": "Elisabeth L. Miller",
    "publicationDate": "12-06-2022",
    "publisher": "University of Pittsburgh Press",
    "publisherURL": "https://upittpress.org/books/9780822947233/",
    "openAccess": "no",
    "coverImage": "covers/miller2022a.jpg",
    "description": [
      "Disability and literacy are often understood as incompatible. Disability is taken to be a sign of illiteracy, and illiteracy to be a sign of disability. These oppositions generate damaging consequences for disabled students (and those labeled as such) who are denied full literacy education and for nonliterate adults who are perceived as lacking intelligence, knowledge, and ability. What It Means to Be Literate turns attention to disabled writers themselves, exposing how the cultural oppositions between disability and literacy affect how people understand themselves as literate and even as fully human. Drawing on interviews with individuals who have experienced strokes and brain injuries causing the language disability aphasia, Elisabeth L. Miller argues for the importance of taking a disability materiality approach to literacy that accounts for the embodied, material experiences of disabled people writing and reading. This approach reveals how aphasic writers’ literate practices may reinscribe, challenge, or even exceed scripts around the body in literacy (how brains, hands, eyes, mouths, voice boxes, and more operate to make reading and writing happen) as well as what and how spaces, activities, tools, and materials matter in literate practice. Miller pushes for a deeper understanding of how individuals’ specific bodies always matter for literate practice and identity, enabling researchers to better account for, and counter, ableist literate norms."
    ]
  },
  {
    "title": "Faithful Deliberation: Rhetorical Invention, Evangelicalism, and #MeToo Reckonings",
    "author": "TJ Geiger II",
    "publicationDate": "06-14-2022",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817321208/faithful-deliberation/",
    "openAccess": "no",
    "coverImage": "covers/ii2022.jpg",
    "description": [
      "While often perceived as an insular enclave with a high level of in-group agreement about political and social issues, predominantly white evangelicalism includes prominent voices urging deliberation about appropriate responses to sexual abuse, domestic violence, and the discourses surrounding these traumas. In Faithful Deliberation: Rhetorical Invention, Evangelicalism, and #MeToo Reckonings, T J Geiger II examines theologically reflective rhetorical invention that reconfigures trauma-minimizing commonplaces in order to facilitate community-internal deliberation.",
      "Resting at the intersection of feminist rhetorical studies and religious rhetorics, this book contains four related theological-rhetorical case studies that consider how figures such as Beth Moore, Jen Hatmaker, Rachael Denhollander, Karen Swallow Prior, and others engaged in rhetorical invention. Each juxtaposes differing approaches to contending with rape, domestic violence, sexual abuse, and other traumas. Each case contrasts an approach based on appeals to highly circumscribed understandings of grace, purity, and other denomination-specific traditions and values with approaches rooted in those same traditions and values, but with an eye toward community transformation, healing through justice, and reinvigorated forms of forgiveness. Geiger skillfully argues that this faithful deliberation involves practices of thinking, reflecting, storytelling, and acting within a tightly bounded community that can foster change through a recommitment to core values.",
      "These rhetorical practices exemplify the kind of inventive listening deliberative discourse requires, point to the sort of healing they may promote in response to trauma and trauma discourses, and occur within a range of genres including social media posts, blog entries, published interviews, victim impact statements, and petitions. This study of invention for evangelical-to-other-evangelical deliberative discourse contributes to rhetorical studies by demonstrating the civic and social possibilities of rhetoric within religious enclaves. By locating the case studies as recent moments in longer US public and evangelical histories of activism, deliberative practice, and politics, Faithful Deliberation brings into focus how enclaves and the dominant public sphere interact."
    ]
  },
  {
    "title": "Engaging Museums: Rhetorical Education and Social Justice",
    "author": "Lauren E. Obermark",
    "publicationDate": "04-13-2022",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809338504/engaging-museums/",
    "openAccess": "no",
    "coverImage": "covers/obermark2022.jpg",
    "description": [
      "Museums offer an opportunity to reenvision rhetorical education through their address of hard, discomforting histories that challenge visitors to confront traumatic events and work toward a better future. While both museum studies and rhetoric center the audience in their scholarship and practices, this volume engages across and between these disciplines, allowing for a fuller theorization and enactment of rhetorical education’s connections to social justice. Engaging Museums works to fill gaps between the fields of rhetoric and social justice by going beyond classrooms to sites of public memory represented in museums.",
      "This volume presents three distinct, diverse case studies of recently established historical museums taking on the rhetorically complex tasks of representing traumatic events: the National Underground Railroad Freedom Center, the National World War I Museum, and the Oklahoma City National Memorial Museum. Through rhetorical and comparative analysis of data collected from the museums and intersectional transdisciplinary frameworks, each chapter theorizes aspects of rhetoric—namely identification, collectivity, and memory—bringing rhetorical theory more firmly into current conversations surrounding civic engagement and social justice.",
      "Obermark’s weave of voices and perspectives concludes with a critical focus on how memory may serve as a generative pedagogical topos for both public rhetoric and university-based rhetoric and writing classrooms. This book helps scholars, students, and teachers bring what museums do—difficult, complicated pedagogical work representing hard history—back inside the classroom and further into our civic discourse."
    ]
  },
  {
    "title": "Writing STEAM: Composition, STEM, and a New Humanities",
    "author": "Vivian Kao and Julia Kiernan",
    "publicationDate": "03-04-2022",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Writing-STEAM-Composition-STEM-and-a-New-Humanities/Kao-Kiernan/p/book/9780367630386",
    "openAccess": "no",
    "coverImage": "covers/kao2022.jpg",
    "description": [
      "This edited collection positions writing at the center of interdisciplinary higher education, and explores how writing instruction, writing scholarship, and writing program administration bring STEM and the humanities together in meaningful, creative, and beneficial ways.",
      "Writing professionals are at the forefront of a cross-pollination between STEM (Science, Technology, Engineering, and Mathematics) and the arts and humanities. In their work as educators, scholars, and administrators, they collaborate with colleagues in engineering, scientific, technical, and health disciplines, offer new degree programs that allow students to bring the humanities to bear on design experiments, and build an academic culture that promotes a vision of the humanities in the twenty-first century, as well as a vision of technology that is decidedly human. This collection surveys and promotes that work through chapters focused on writing instruction, writing scholarship, and writing program administration, covering topics that include data-driven writing courses, public science communication, non-traditional college students, creative writing, gamification, skills transfer, and Writing Across the Curriculum programs.",
      "Writing STEAM will be essential reading for scholars, instructors, and administrators in writing studies, rhetoric and composition, STEM, and a variety of interdisciplinary programs; it will aid in teacher training for both humanities and STEM courses focused on writing and communication."
    ]
  },
  {
    "title": "Graduate Students Becoming Qualitative Researchers: An Ethnographic Study",
    "author": "Char Ullman, Kate Mangelsdorf, and Jair Muñoz",
    "publicationDate": "05-30-2022",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Graduate-Students-Becoming-Qualitative-Researchers-An-Ethnographic-Study/Ullman-Mangelsdorf-Munoz/p/book/9780367642228",
    "openAccess": "no",
    "coverImage": "covers/ullman2022.jpg",
    "description": [
      "Through conducting an ethnographic study about doctoral students from traditionally underrepresented groups who are learning to conduct ethnographic research, this volume offers unique insight into the challenges and experiences through which these students develop their skills and identities as qualitative researchers.",
      "Foregrounding the stories and perspectives of students from minority backgrounds including Latinx, Black, differently abled, and queer students, Graduate Students Becoming Qualitative Researchers identifies how the process of learning to conduct ethnographic research underpins doctoral students’ success, confidence, and persistence in the academy. Chapters follow students during a one-year ethnographic research course during which they learn about ethnography, and also conduct observations, write field notes, interview participants, and gather artifacts. Offering important pedagogical insights into how ethnography and academic writing are communicated, the text also tackles questions of access and diversity within scholarship and highlights barriers to first-generation and minoritized students' success, including impostor syndrome, stereotype vulnerability, and access to time, knowledge, and capital.",
      "This volume will prove valuable to doctoral students, postgraduate researchers, scholars, and educators conducting qualitative research across the fields of education and rhetoric, as well as the humanities and social sciences. It will also appeal to those interested in multiculturalism and diversity within the education sector."
    ]
  },
  {
    "title": "Student Writing Tutors in Their Own Words: Global Voices on Writing Centers and Beyond",
    "author": "Max Orsini and Loren Kleinman",
    "publicationDate": "06-24-2022",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Student-Writing-Tutors-in-Their-Own-Words-Global-Voices-on-Writing-Centers/Orsini-Kleinman/p/book/9781032200835",
    "openAccess": "no",
    "coverImage": "covers/orsini2022.jpg",
    "description": [
      "Student Writing Tutors in Their Own Words collects personal narratives from writing tutors around the world, providing tutors, faculty, and writing center professionals with a diverse and experience-based understanding of the writing support process.",
      "Filling a major gap in the research on writing center theory, first-year writing pedagogy, and higher education academic support resources, this book provides narrative evidence of students' own experiences with learning assistance discourse communities. It features a variety of voices that address how academic support resources such as writing centers have served as the nucleus for students' (i.e., both tutors and their clients) sense of community and self, ultimately providing a space for freedom of discourse and expression. It includes narratives from writing tutors supporting students in unconventional spaces such as prisons, tutors offering support in war-torn countries, and students in international centers facing challenges of distance learning, access, and language barriers. The essays in this collection reveal pedagogical takeaways and insights about both student and tutor collaborative experiences in writing center spaces.",
      "These essays are a valuable resource for student writing tutors and anyone involved with them, including composition instructors and scholars, writing center professionals, and any faculty or administrators involved with academic support programs."
    ]
  },
  {
    "title": "Approaching a Pedagogy of Game Writing",
    "author": "Seth Hudson",
    "publicationDate": "07-18-2022",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Approaching-a-Pedagogy-of-Game-Writing/Hudson/p/book/9781032231457",
    "openAccess": "no",
    "coverImage": "covers/hudson2022.jpg",
    "description": [
      "This book examines the practices of writers in the AAA video game industry, to provide a model for game writing pedagogy that highlights the roles and skills utilized by these innovative storytellers.",
      "Based on a two-year qualitative study, gathering data through conversational interviews, Seth Hudson combines theory, practice, and his experience as an educator-researcher to shed light on the phenomenon of game writing and writers who drive innovation in game storytelling. The author gives context for a range of audiences, examining the role of computer game design (CGD) in higher education, the role of writing and narrative design within those programs, the current and historical challenges game writers face, and the purpose of the research underpinning this book. Hudson frames a synthesis of research findings and relevant theory to illustrate new teaching practices informed by his findings that will help better serve students.",
      "This book will provide an essential resource for game studies and game design educators and researchers, as well as game narrative enthusiasts."
    ]
  },
  {
    "title": "Arts-Based Research Methods in Writing Studies: A Primer",
    "author": "Kate Hanzalik",
    "publicationDate": "08-01-2022",
    "publisher": "Routledge",
    "publisherURL": "https://www.routledge.com/Arts-Based-Research-Methods-in-Writing-Studies-A-Primer/Hanzalik/p/book/9780367568146",
    "openAccess": "no",
    "coverImage": "covers/hanzalik2022.jpg",
    "description": [
      "As the arts become an increasingly popular pedagogical tool in writing studies, Arts-Based Research Methods in Writing Studies offers scholars and educators in the field ways to leverage the arts for their own scholarship through the practice of arts-based research (ABR).",
      "Tailored to the needs of writing studies scholars, this concise guide presents ways of exploring and addressing unresolved research questions from the past as well as new, pressing questions that are emerging in light of increasingly fraught and complicated current contexts. It explores motives and methods for taking up ABR, sheds light on the processes of representing research and the ethical imperative of methodological disclosure, and looks critically at the complexities of fully realizing ABR in writing studies while offering some pedagogical applications.　Connecting theory to practice, this book also performs ABR through a co-created mixed-media text about the everyday and extraordinary stories woven into the fabric of new American artists’ composing processes.",
      "Arts-Based Research Methods in Writing Studies lends itself to insight that is at once personal for writing studies researchers, useful for research communities, and a catalyst for social change beyond institutional walls; as such, it will be an important resource for scholars, educators, and graduate students in writing studies and those interested in multimodal, multilingual, and translingual learning; equitable pedagogies and administrative practices; online writing instruction; transnational literacies; research methods; community-based research; and disability studies in composition."
    ]
  },
  {
    "title": "Deep Reading, Deep Learning",
    "author": "Patrick Sullivan, Howard Tinberg, and Sheridan Blau",
    "publicationDate": "08-30-2022",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1244127",
    "openAccess": "no",
    "coverImage": "covers/sullivan2022.jpg",
    "description": [
      "We have developed this volume, Deep Reading, Deep Learning, as a companion to our 2017 NCTE book, Deep Reading: Teaching Reading in the Writing Classroom, which received the CCCC Outstanding Book Award in 2019 for Best Edited Collection. In this volume we address a range of social, ethical, and pedagogical issues that have emerged as essential concerns for teachers of reading and writing, especially those related to identity, culture, and positionality. This new volume emphasizes the broad question of equity and social justice in the acquisition and practice of literacy, and the multifaceted lived reality of positionality related to race, class, gender, disability, and language as experienced by students in the classroom."
    ]
  },
  {
    "title": "Literacy and Learning in Times of Crisis: Emergent Teaching Through Emergencies",
    "author": "Sara P. Alvarez, Yana Kuchirko, Mark McBeth, Meghmala Tarafdar, and Missy Watson",
    "publicationDate": "06-28-2022",
    "publisher": "Peter Lang",
    "publisherURL": "https://www.peterlang.com/document/1170755",
    "openAccess": "no",
    "coverImage": "covers/alvarez2022.jpg",
    "description": [
      "In this collection, Literacy and Learning in Times of Crisis: Emergent Teaching Through Emergencies, the contributors offer insights from theoretical, historical, and pedagogical lenses and these critical insights emerge out of their academic, scholarly, and personal experiences of teaching during crises. In some cases, authors have taught while battling COVID, and others have done so while addressing and acknowledging school-based violence. While some teach the analysis of the discourse of crisis, others critique the missteps of policy-making during calamity. More so, some authors examine the finesse of micro-teaching at emotional levels; others find the means to develop macro-structures of programmatic curriculum. Literacy and Learning in Times of Crisis highlights the educational decision making that educators have used to cope with the dilemmas that they and their students have faced at the turn of the millennium. Specifically, contributors to this collection offer a broad range of experiences, expertise, and engagement with pedagogy during emergencies that we currently face but also frame issues of emergencies that will inevitably challenge educators in the future."
    ]
  },
  {
    "title": "A Rhetoric of Becoming: USAmerican Women in Qatar",
    "author": "Nancy Small",
    "publicationDate": "04-15-2022",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/a-rhetoric-of-becoming-usamerican-women-in-qatar",
    "openAccess": "no",
    "coverImage": "covers/small2022.jpg",
    "description": [
      "A Rhetoric of Becoming: USAmerican Women in Qatar takes Western feminism abroad into the complexity of transnational spaces. Working at interdisciplinary intersections of rhetoric, feminist theory, narrative inquiry, and expat studies, Nancy Small interweaves conversational interviews with observations of the author's own six years living in the Middle East.",
      "A shared lifeworld of paradoxical positionings emerges, grounded in certain uncertainty, empowerment and vulnerability, hypervisibility and invisibility, and freedom and restraint. Expat women developed nuanced rhetorical strategies grounded in feminist principles of listening, reflexivity, and adaptation through and beyond these positionings. Participants gradually recognized the scope of their white, Western privilege and consequently became highly aware of injustices surrounding them. However, amid their awakening to positionality and power, they remained sensitive to their precarity and limited agency. Rather than retreat to their expat golden ghettos, participants learned to leverage their positioning and developed strategies for resisting unjust systems. Through their storytelling, a new feminist tactic emerges as a substantive contribution to the scholarly field: micropraxis—small, purposeful acts of resistance and justice—creates potential for subverting patriarchal systems. Outcomes of this project are easily imported into a wide array of local spaces, as globalization, immigration, increasing diversity, and ongoing recognition of unjust systems bring the contemporary relevance of these conversations home."
    ]
  },
  {
    "title": "Rhetorical Listening in Action: A Concept-Tactic Approach",
    "author": "Krista Ratcliffe and Kyle Jensen",
    "publicationDate": "05-06-2022",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/rhetorical-listening-in-action",
    "openAccess": "no",
    "coverImage": "covers/ratcliffe2022.jpg",
    "description": [
      "Rhetorical Listening in Action: A Concept-Tactic Approach aims to cultivate writers who can listen across differences in preparation for thinking critically, communicating, and acting across those differences. Krista Ratcliffe and Kyle Jensen offer a rhetorical education centered on rhetorical listening as it inflects other rhetorical concepts, such as agency, rhetorical situation, identification, myth, and rhetorical devices.",
      "Rhetorical Listening in Action spans classical and contemporary rhetoric, reading key concepts through rhetorical listening and supported by scholarship in rhetoric and composition, feminist studies, critical race studies, and intersectionality theory. The book expands on how we think about and negotiate difference and the factors that mediate social relations and competing cultural logics. Along the way, Ratcliffe and Jensen associate creative and heuristic tactics with clearly defined concepts to give all writers methods for listening rhetorically to and understanding alternative viewpoints.",
      "For writers new to the concepts of rhetorical listening, four appendices show how these concepts illuminate rhetoric, language, discourse, argument, writing processes, research, and style."
    ]
  },
  {
    "title": "Decolonial Conversations in Posthuman and New Material Rhetorics",
    "author": "Jennifer Clary-Lemon and David M. Grant",
    "publicationDate": "08-18-2022",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214923.html",
    "openAccess": "no",
    "coverImage": "covers/clarylemon2022.jpg",
    "description": [
      "Decolonial Conversations in Posthuman and New Material Rhetorics brings together emerging and established voices at the nexus of new materialist and decolonial rhetorics to advance a new direction for rhetorical scholarship on materiality. In part a response to those seeking answers about the relevance of new material and posthuman thought to cultural rhetorics, this collection initiates bold conversations at the pressure points between nature and culture, Indigenous and non-Indigenous, knowing and being, and across culturally different ontologies. It thus relies on a tapestry of both accepted and marginalized discourses in order to respond to frustrations of erasure and otherness prevalent in the fields of rhetoric, writing, and communication—and offers solutions to move these fields forward. With diverse contributions, including compelling pieces from leading Indigenous scholars, these essays draw from political, cultural, and natural life to present innovative projects that consider material rhetorics, our planet, and human beings as necessarily interwoven and multiple."
    ]
  },
  {
    "title": "Geoengineering, Persuasion, and the Climate Crisis: A Geologic Rhetoric",
    "author": "Ehren Helmut Pflugfelder",
    "publicationDate": "12-13-2022",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817321420/geoengineering-persuasion-and-the-climate-crisis/",
    "openAccess": "no",
    "coverImage": "covers/pflugfelder2022.jpg",
    "description": [
      "Geoengineering, Persuasion, and the Climate Crisis: A Geologic Rhetoric exposes the deeply worrying state of discourse over geoengineering—the intentional manipulation of the earth’s climate as means to halt or reverse global warming. These climate-altering projects, which range from cloud-whitening to carbon dioxide removal and from stratospheric aerosol injection to enhanced weathering, are all technological solutions to more complex geosocial problems.",
      "Geoengineering represents one of the most alarming forms of deliberative discourse in the twenty-first century. Yet geoengineering could easily generate as much harm as the environmental traumas it seeks to cure. Complicating these deliberations is the scarcity of public discussion. Most deliberations transpire within policy groups, behind the closed doors of climate-oriented startups, between subject-matter experts at scientific conferences, or in the disciplinary jargon of research journals. Further, much of this conversation occurs primarily in the West.",
      "Ehren Helmut Pflugfelder makes clear how the deliberative rhetorical strategies coming from geoengineering advocates have been largely deceptive, hegemonic, deterministic, and exploitative. In this volume, he investigates how geoengineering proponents marshal geologic actors into their arguments—and how current discourse could lead to a greater exploitation of the earth in the future.",
      "Pflugfelder’s goal is to understand the structure, content, purpose, and effect of these discourses, raise the alarm about their deliberative directions, and help us rethink our approach to the climate. In highlighting both the inherent problems of the discourses and the ways geologic rhetoric can be made productive, he attempts to give “the geologic” a place at the table to better understand the roles that all earth systems continue to play in our lives, now and for years to come."
    ]
  },
  {
    "title": "Changing Conceptions, Changing Practices: Innovating Teaching across Disciplines",
    "author": "Angela Glotfelter, Caitlin Martin, Mandy Olejnik, Ann Updike and Elizabeth Wardle",
    "publicationDate": "12-01-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/changing-conceptions-changing-practices",
    "openAccess": "no",
    "coverImage": "covers/glotfelter2022.jpg",
    "description": [
      "Changing Conceptions, Changing Practices demonstrates that it is possible for groups of faculty members to change teaching and learning in radical ways across their programs, despite the current emphasis on efficiency and accountability. Relating the experiences of faculty from disciplines as diverse as art history, economics, psychology, and philosophy, this book offers a theory- and research-based heuristic for helping faculty transform their courses and programs, as well as practical examples of the heuristic in action.",
      "The authors draw on the threshold concepts framework, research in writing studies, and theories of learning, leadership, and change to deftly explore why faculty are often stymied in their efforts to design meaningful curricula for deep learning, and how carefully scaffolded professional development for faculty teams can help make such change possible. This book is a powerful demonstration of how faculty members can be empowered when professional development leaders draw on a range of scholarship that is not typically connected.",
      "In today’s climate, courses, programs, and institutions are often assessed by and rewarded for proxy metrics that have little to do with learning, with grave consequences for students. The stakes have never been higher, particularly for public higher education. Faculty members need opportunities to work together using their own expertise and to enact meaningful learning opportunities for students. Professional developers have an important role to play in such change efforts.",
      "WAC scholars and practitioners, leaders of professional development and centers for teaching excellence, program administrators and curriculum committees from all disciplines, and faculty innovators from many fields will find not only hope but also a blueprint for action in Changing Conceptions, Changing Practices."
    ]
  },
  {
    "title": "Toward an Anti-Capitalist Composition",
    "author": "James Rushing Daniel",
    "publicationDate": "08-15-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/toward-an-anti-capitalist-composition",
    "openAccess": "no",
    "coverImage": "covers/daniel2022.jpg",
    "description": [
      "In Toward an Anti-Capitalist Composition, James Rushing Daniel argues that capitalism is eminently responsible for the entangled catastrophes of the twenty-first century—precarity, economic and racial inequality, the decline of democratic culture, and climate change—and that it must accordingly become a central focus in the teaching of writing. Delving into pedagogy, research, and institutional work, he calls for an ambitious reimagining of composition as a discipline opposed to capitalism’s excesses.",
      "Drawing on an array of philosophers, political theorists, and activists, Daniel outlines an anti-capitalist approach informed by the common, a concept theorized by Pierre Dardot and Christian Laval as a solidaristic response to capitalism rooted in inventive political action. Rather than relying upon claims of membership or ownership, the common supports radical, collective acts of remaking that comprehensively reject capitalist logics. Applying this approach to collaborative writing, student debt, working culture, and digital writing, Daniel demonstrates how the writing classroom may be oriented toward capitalist harms and prepare students to critique and resist them. He likewise employs the common to theorize how anti-capitalist interventions beyond the classroom could challenge institutional privatization and oppose the adjunctification of the professoriate.",
      "Arguing that composition scholars have long neglected marketization and corporate power, Toward an Anti-Capitalist Composition extends a case for adopting a resolute anti-capitalist stance in the field and for remaking the university as a site of common work."
    ]
  },
  {
    "title": "Writing Placement in Two-Year Colleges: The Pursuit of Equity in Postsecondary Education",
    "author": "Jessica Nastal, Mya Poe, and Christie Toth",
    "publicationDate": "07-26-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/two-year/",
    "openAccess": "yes",
    "coverImage": "covers/nastal2022.jpg",
    "description": [
      "Writing Placement in Two-Year Colleges brings together two-year college teacher-scholar-activists from across the U.S. to share stories, strategies, and data about local efforts at reforming writing placement assessment to advance educational access and equity. The chapters in this edited collection help faculty and writing program administrators navigate the shifting landscape of placement in the 2020s. Contributors demonstrate how two-year colleges have addressed local and state-level pressures for reform, especially at a time when the nation has been rocked by the COVID-19 pandemic with its inequitable economic, social, and physical toll."
    ]
  },
  {
    "title": "The Invisible Professor: The Precarious Lives of the New Faculty Majority",
    "author": "Natalie M. Dorfeld",
    "publicationDate": "07-01-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/invisible/",
    "openAccess": "yes",
    "coverImage": "covers/dorfeld2022.jpg",
    "description": [
      "This edited collection, the first in the Practices & Possibilities series to be published in its Voices from the Field section, offers a rich set of narratives by writing instructors who are serving or have worked in contingent positions. Intended for anyone considering a career in the humanities, The Invisible Professor seeks to reach individuals in three phases of their careers: those thinking of entering the profession, those knee-deep in it and looking for ways to improve conditions, and those who have vacated academic positions for more humane alternative tracks.",
      "As academia comes to a crossroads, with a disheartening shift towards a more disposable business model, multiple solutions are desperately needed. Faculty members in contingent positions are the new faculty majority on college campuses, and they are most likely the first professors students will meet. They deserve respect and a livable wage."
    ]
  },
  {
    "title": "Materiality and Writing Studies: Aligning Labor, Scholarship, and Teaching",
    "author": "Holly Hassel and Cassandra Phillips",
    "publicationDate": "03-02-2022",
    "publisher": "Studies in Writing and Rhetoric",
    "publisherURL": "https://publicationsncte.org/content/books/9780814100042",
    "openAccess": "no",
    "coverImage": "covers/hassel2022.jpg",
    "description": [
      "There is a huge gap between perceptions of the field of writing studies and the material realities of those who teach in it. Materiality and Writing Studies: Aligning Labor, Scholarship, and Teaching argues for the centering of the field’s research and service on first-year writing, particularly the “new majority” of college students (who are more diverse than ever before) and those who teach them.",
      "The book features the voices of first-year writing instructors at a two-year, open-access, multi-campus institution whose students are consistently underrepresented in discussions of the discipline. Drawing from a study of 78 two-year college student writers and an analysis of nearly two decades of issues of the major journals in the field of writing studies, Holly Hassel and Cassandra Phillips sketch out a reimagined vision for writing studies that roots the scholarship, research, and service in the discipline squarely within the changing material realities of contemporary college writing instruction."
    ]
  },
  {
    "title": "Embodied Environmental Risk in Technical Communication: Problems and Solutions Toward Social Sustainability",
    "author": "Samuel Stinson and Mary Le Rouge",
    "publicationDate": "03-04-2022",
    "publisher": "ATTW Series in Technical and Professional Communication",
    "publisherURL": "https://www.routledge.com/Embodied-Environmental-Risk-in-Technical-Communication-Problems-and-Solutions/Stinson-Rouge/p/book/9781032155494",
    "openAccess": "no",
    "coverImage": "covers/stinson2022.jpg",
    "description": [
      "This collection calls for improved technical communication for the public through an embodied, situated understanding of environmental risk that promotes social justice.",
      "In addition to providing a series of chapters about recent issues on risk communication, this volume offers a diverse look at methodological practices for students, researchers, and practitioners looking to address embodied aspects of crisis and risk that incorporate UX, storytelling, and dynamic text. It includes chapters that bring embodiment to the forefront of risk communication, highlighting the cycle of content creation, dissemination, public response and decision making, continuing iterations of educational efforts, and recovery, toward increasing adaptive capacity as a whole. In addition, this work directs necessary attention to overcoming perceptual difficulties, memory lapses, definitional differences, access issues, and pedagogical problems in the communication of risks to diverse publics.",
      "This collection is essential reading for scholars and can be used as a supplemental text or casebook for courses in technical communication, environmental communication, risk and crisis communication, science communication, and public health."
    ]
  },
  {
    "title": "Indigenous Language Interpreters and Translators / Intérpretes y Traductores de Lenguas Indígenas: Toward the Full Enactment of all Language Rights / Hacia un Ejercicio Pleno de los Derechos Lingüísticos",
    "author": "Abigail Castellanos García, Laura Gonzales , Cristina V. Kleinert, Tomás López Sarabia, Edith Matías Juan, Mónica Morales-Good, and Nora K. Rivera",
    "publicationDate": "04-26-2022",
    "publisher": "Enculturation Intermezzo",
    "publisherURL": "https://intermezzo.enculturation.net/16-gonzales-et-al.htm",
    "openAccess": "yes",
    "coverImage": "covers/garca2022.jpg",
    "description": [
      "This book was written by the organizing committee for the International Unconference of Indigenous Language Interpreters and Translators, which took place in the city of Oaxaca on August 8-9, 2019. This event brought together 370 Indigenous language speakers, translators, interpreters, researchers, students, and activists to collaboratively develop frameworks for professional development in the area of Indigenous language translation and interpretation.",
      "This book documents training processes for Indigenous language interpreters, and discusses the quality of Indigenous language translation and interpretation services in the public sector from the perspective of interpreters, public servants, government organizations, and academics, with the goal of generating strategies for strengthening public policy in these areas.",
      "This book includes content in five languages: Zapoteco, Mixteco, Mixe, Spanish, and English. In some areas, translations are provided, while in others, translations are not provided. This multilingual publication thus illustrates the importance of language access and the value of Indigenous languages in language activism."
    ]
  },
  {
    "title": "Emotions and Affect in Writing Centers",
    "author": "Janine Morris and Kelly Concannon",
    "publicationDate": "03-31-2022",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/products/emotions-and-affect-in-writing-centers",
    "openAccess": "no",
    "coverImage": "covers/morris2022.jpg",
    "description": [
      "Emotions and Affect In Writing Centers explores how emotions and affect are lived, embodied, and experienced in writing centers. Fifteen chapters provide perspectives on emotions and affect from both tutor and writing center director perspectives. Collaboratively written and single-authored chapters focus on topics such as listening, burnout, tutor training, and emotional labor. Using several methodological approaches, including narratives, reflections, conversation analysis, and quantitative and qualitative studies, contributors identify how multiple identities, experiences, and histories can be mobilized through attention to emotions and affect. Contributors offer readers particular recommendations throughout the collection, including suggestions for training and future conversations between writing center stakeholders. Contributors also argue for adaptability, as they reflect on the impact of political and cultural events on the emotive qualities of writing center work."
    ]
  },
  {
    "title": "Grounded Literacies in a Transnational WAC/WID Ecology: A Korean-U.S. Study",
    "author": "Jay Jordan",
    "publicationDate": "03-14-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/grounded/",
    "openAccess": "yes",
    "coverImage": "covers/jordan2022.jpg",
    "description": [
      "In this book, Jay Jordan draws from WAC/WID, second language writing, rhetoric and composition, and scholarship on English teaching and learning in South Korea to describe the ways writing as a privileged literate activity shapes and is shaped by the development of one university’s transnational campuses. Through grounded analysis of three years of student and faculty surveys and interviews, writing samples, observations, and through personal narrative about the author’s experience at both campuses, Grounded Literacies in a Transnational WAC/WID Ecology closely describes and theorizes the intellectual, social, and material complexities of cross-border educational efforts. Despite the smoothly marketable promise of many U.S.-based international educational experiments, the mutual embeddedness of campus, university, host city, student and faculty experiences, differing expectations, national aspirations, and individual and collective goals and anxieties richly nuances the argument that literacies can never be reduced to classroom or curricular plans."
    ]
  },
  {
    "title": "Policy Regimes: College Writing and Public Education Policy in the United States",
    "author": "Tyler S. Branson",
    "publicationDate": "04-20-2022",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809338467/policy-regimes/",
    "openAccess": "no",
    "coverImage": "covers/branson2022.jpg",
    "description": [
      "Author Tyler S. Branson argues that education reform initiatives in the twentieth century can be understood in terms of historical shifts in the ideas, interests, and governing arrangements that inform the teaching of writing. Today, policy regimes of “accountability” shape education reform programs such as Common Core in K-12 and Dual Enrollment in postsecondary institutions. This book reopens the conversation between policy makers and writing teachers, empirically describing the field’s institutional/historical relationship to policy and the ways teachers work on a daily basis to carry out policy. Federal and state accountability policy significantly shapes classrooms before teachers even enter them, but Branson argues the classroom is where teachers leverage disciplinary knowledge about writing to bridge, partner with, support, and sometimes resist education policies.",
      "Branson deftly blends policy critique, archival analysis, and participant observation to offer the first scholarly treatment of the National Council of Teachers of English (NCTE) Washington Task Force as well as a rare empirical study of a dual enrollment course offered in a high school. This book’s macro-and-micro-level analysis of education policy reveals how writing teachers, researchers, and administrators can strengthen their commitments to successfully teaching their students across all levels of education, while deepening their understanding of the ways education policy helps—and hinders—those commitments."
    ]
  },
  {
    "title": "Teaching through the Archives: Text, Collaboration, and Activism",
    "author": "Tarez Samra Graban and Wendy Hayden",
    "publicationDate": "06-09-2022",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809338573/teaching-through-the-archives/",
    "openAccess": "no",
    "coverImage": "covers/graban2022.jpg",
    "description": [
      "In a cultural moment when institutional repositories carry valuable secrets to the present and past, this collection argues for the critical, intellectual, and social value of archival instruction. Graban and Hayden and 37 other contributors examine how undergraduate and graduate courses in rhetoric, history, community literacy, and professional writing can successfully engage students in archival research in its many forms, and successfully model mutually beneficial relationships between archivists, instructors, and community organizations.",
      "Combining new and established voices from related fields, each of the book’s three sections includes a range of form-disrupting pedagogies. Section I focuses on how approaching the archive primarily as text fosters habits of mind essential for creating and using archives, for critiquing or inventing knowledge-making practices, and for being good stewards of private and public collections. Section II argues for conducting archival projects as collaboration through experiential learning and for developing a preservationist consciousness through disciplined research. Section III details praxis for revealing, critiquing, and intervening in historic racial omissions and gaps in the archives in which we all work.",
      "Ultimately, contributors explore archives as sites of activism while also raising important questions that persist in rhetoric and composition scholarship, such as how to decolonize research methodologies, how to conduct teaching and research that promote social justice, and how to shift archival consciousness toward more engaged notions of democracy. This collection highlights innovative classroom and curricular course models for teaching with and through the archives in rhetoric and composition and beyond."
    ]
  },
  {
    "title": "Untimely Women: Radically Recasting Feminist Rhetorical History",
    "author": "Jason Barrett-Fox",
    "publicationDate": "04-14-2022",
    "publisher": "Ohio State University Press",
    "publisherURL": "https://ohiostatepress.org/books/titles/9780814214879.html",
    "openAccess": "no",
    "coverImage": "covers/barrettfox2022.jpg",
    "description": [
      "Untimely Women recovers the work of three early-twentieth-century working women, none of whom history has understood as feminists or rhetors: cinema icon and memoirist, Mae West; silent film screenwriter and novelist, Anita Loos; and journalist and mega-publisher, Marcet Haldeman-Julius. While contemporary scholarship tends to highlight and recover women who most resemble academic feminists in their uses of propositional rhetoric, Jason Barrett-Fox uses what he terms a medio-materialist historiography to emphasize the different kinds of political and ontological gender-power that emerged from the inscriptional strategies these women employed to navigate and critique male gatekeepers––from movie stars to directors to editors to abusive husbands.",
      "In recasting the work of West, Loos, and Haldeman-Julius in this way, Barrett-Fox reveals the material and ontological ramifications of their forms of invention, particularly their ability to tell trauma in ways that reach beyond their time to raise the consciousness of audiences unavailable to them in their lifetimes. Untimely Women thus accomplishes important historical and rhetorical work that not only brings together feminist historiography, rhetorical materialism, and posthumanism but also redefines what counts as feminist rhetoric."
    ]
  },
  {
    "title": "Unlimited Players: The Intersections of Writing Center and Game Studies",
    "author": "Holly Ryan and Stephanie Vie",
    "publicationDate": "05-16-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/unlimited-players",
    "openAccess": "no",
    "coverImage": "covers/ryan2022.jpg",
    "description": [
      "Unlimited Players provides writing center scholars with new approaches to engaging with multimodality in the writing center through the lenses of games, play, and digital literacies. Considering how game scholarship can productively deepen existing writing center conversations regarding the role of creativity, play, and engagement, this book helps practitioners approach a variety of practices, such as starting new writing centers, engaging tutors and writers, developing tutor education programs, developing new ways to approach multimodal and digital compositions brought to the writing center, and engaging with ongoing scholarly conversations in the field.",
      "The collection opens with theoretically driven chapters that approach writing center work through the lens of games and play. These chapters cover a range of topics, including considerations of identity, empathy, and power; productive language play during tutoring sessions; and writing center heuristics. The last section of the book includes games, written in the form of tabletop game directions, that directors can use for staff development or tutors can play with writers to help them develop their skills and practices."
    ]
  },
  {
    "title": "The Material Culture of Writing",
    "author": "Cydney Alexis and Hannah J. Rule",
    "publicationDate": "05-16-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/the-material-culture-of-writing",
    "openAccess": "no",
    "coverImage": "covers/alexis2022.jpg",
    "description": [
      "The Material Culture of Writing opens up avenues for understanding writing through scholarship in material culture studies. Contributors to this volume each interrogate an object, set of objects, or writing environment to reveal the sociomaterial contexts from which writing emerges. The artifacts studied are both contemporary and historical, including ink, a Victorian hotel visitors’ book, Moleskine notebooks, museum conservators’ files, an early twentieth-century baby book, and a college campus makerspace. Close study of such artifacts not only enriches understanding of what counts as writing but also offers up the potential for rich current and historical inquiry into writing artifacts and environments.",
      "The collection features scholars across the disciplines—such as art, art history, English, museum studies, and writing studies—who work as teachers, historians, museum curators/conservators, and faculty. Each chapter features methods and questions from contributors’ own disciplines while at the same time speaking to writing studies’ interest in writers, writing identity, and writing practice. The authors in this volume also work with a variety of methodologies, including literary analysis, archival research, and qualitative research, providing models for the types of research possible using a material culture studies framework. The collection is organized into three sections—Writing Identity, Writing Work, Writing Genre—each with a contextualizing introduction from the editors that introduces the chapters themselves and imagines possible directions for writing studies research facilitated by material culture studies.",
      "The Material Culture of Writing serves as an accessible introduction to work in material culture studies for writing studies scholars, graduate students, and undergraduates, especially as it makes a distinctive contribution to writing studies in its material culture studies approach. Because of the interdisciplinarity of material culture studies and this volume’s contributors, this collection will appeal to a wide range of scholars and readers, including those interested in writing studies, the history of the book, print culture, genre studies, archival methods, and authorship studies."
    ]
  },
  {
    "title": "Rhetoric and Guns",
    "author": "Lydia Wilkes, Nate Kreuter and Ryan Skinnell",
    "publicationDate": "04-01-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/rhetoric-and-guns",
    "openAccess": "no",
    "coverImage": "covers/wilkes2022.jpg",
    "description": [
      "Guns hold a complex place in American culture. Over 30,000 Americans die each year from gun violence, and guns are intimately connected to issues of public health, as is evident whenever a mass shooting occurs. But guns also play an important role in many Americans’ lives that is not reducible to violence and death—as tools, sporting equipment, and identity markers. They are also central to debates about constitutional rights, as seen in ongoing discussions about the Second Amendment, and they are a continuous source of legislative concern, as apparent in annual ratings of gun-supporting legislators.",
      "Even as guns are wrapped up with other crucial areas of concern, they are also fundamentally a rhetorical concern. Guns and gun violence occupy a unique rhetorical space in the United States, one characterized by silent majorities, like most gun owners; vocal minorities, like the firearm industry and gun lobby; and a stalemate that fails to stem the flood of the dead. How Americans talk, deliberate, and fight about guns is vital to how guns are marketed, used, and regulated. A better understanding of the rhetorics of guns and gun violence can help Americans make better arguments about them in the world. However, where guns are concerned, rhetorical studies is not terribly different from American culture more generally. Guns are ever-present and exercise powerful effects, but they are commonly talked about in oblique, unsystematic ways.",
      "Rhetoric and Guns advances more direct, systematic engagement in the field and beyond by analyzing rhetoric about guns, guns in rhetoric, and guns as rhetoric, particularly as they relate to specific instances of guns in culture. The authors attempt to understand rhetoric’s relationship to guns by analyzing rhetoric about guns and how they function in and as rhetoric related to specific instances—in media coverage, political speech, marketing, and advertising. Original chapters from scholars in rhetorical studies, communication, education, and related fields elucidate how rhetoric is used to maintain and challenge the deadly status quo of gun violence in the United States and extend rhetoricians’ sustained interest in the fields’ relationships to violence, brutality, and atrocity."
    ]
  },
  {
    "title": "Making Matters: Craft, Ethics, and New Materialist Rhetorics",
    "author": "Leigh Gruwell",
    "publicationDate": "04-15-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/making-matters",
    "openAccess": "no",
    "coverImage": "covers/gruwell2022.jpg",
    "description": [
      "Craft is a process-oriented practice that takes seriously the relationships between bodies—both human and nonhuman—and makes apparent how these relationships are mired in and informed by power structures. Making Matters introduces craft agency, a feminist vision of new materialist rhetorics that enables scholars to identify how power circulates and sometimes stagnates within assemblages of actors and provides tools to rectify that uneven distribution.",
      "To recast new materialist rhetorics as inherently crafty, Leigh Gruwell historicizes and locates the concept of craft both within rhetorical history as well as in the disciplinary history of writing studies. Her investigation centers on three specific case studies: craftivism, the fibercraft website Ravelry, and the 2017 Women’s March. These instances all highlight how a material, ecological understanding of rhetorical agency can enact political change.",
      "Craft agency models how we humans might work with and alongside things—nonhuman, sometimes digital, sometimes material—to create more equitable relationships. Making Matters argues that craft is a useful starting point for addressing criticisms of new materialist rhetorics not only because doing so places rhetorical action as a product of complex relationships between a network of human and nonhuman actors, but also because it does so with an explicitly activist agenda that positions the body itself as a material interface."
    ]
  },
  {
    "title": "Disrupting the Center: A Partnership Approach to Writing Across the University",
    "author": "Rebecca Hallman Martini",
    "publicationDate": "04-15-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/disrupting-the-center",
    "openAccess": "no",
    "coverImage": "covers/martini2022.jpg",
    "description": [
      "Strategic partnership offers writing centers a framework for responding to disruptive innovations in higher education. Through partnership, writing centers can simultaneously secure resources and support the practice of tutoring writing in ways that enable moments of resistance, where writing consultants and students can tactically challenge the corporate university through their methods of practice. Disrupting the Center explicates, analyzes, and critiques one particular writing center’s partnership approach to collaboration with disciplinary faculty and upper administrators across the curriculum.",
      "Using on-site research and critical ethnographic study from one university writing center, Rebecca Hallman Martini establishes an innovative, cross-disciplinary partnership approach to writing instruction in which peer tutoring plays an integral curricular role. Case studies detail three partnerships that respond directly to existing or potential disruptive innovations in higher education and showcase important concepts: mapping mutual benefit and stakeholder engagement in an online studio/hybrid first-year writing program partnership in response to online education, creating negotiated space to work through ethical issues involved when working with a public-private partnership to develop a required extracurricular portfolio project in a business school, and building transformational partnerships through establishing a writing-in-the-professions curriculum in the College of Engineering in response to career readiness initiatives.",
      "Disrupting the Center uses interviews, observations, focus groups, analysis of consultations, meetings, and shared documents such as annual reports, budgets, assessment data, assignments, and syllabi to generate a wide view of how systems work. Writing centers—flexible university-wide service spaces where students go for one-on-one-and group writing support—can become dynamic spaces for writing pedagogy by disrupting, revitalizing, and reinventing the epistemic foundations of current rhetoric and composition landscapes and traditional approaches to writing."
    ]
  },
  {
    "title": "Desegregation State: College Writing Programs after the Civil Rights Movement",
    "author": "Annie S. Mendenhall",
    "publicationDate": "04-15-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/desegregation-state",
    "openAccess": "no",
    "coverImage": "covers/mendenhall2022.jpg",
    "description": [
      "The only book-length study of the ways that postsecondary desegregation litigation and policy affected writing instruction and assessment in US colleges, Desegregation State provides a history of federal enforcement of higher education desegregation and its impact on writing programs from 1970 to 1988. Focusing on the University System of Georgia and two of its public colleges in Savannah, one a historically segregated white college and the other a historically Black college, Annie S. Mendenhall shows how desegregation enforcement promoted and shaped writing programs by presenting literacy remediation and testing as critical to desegregation efforts in southern and border states.",
      "Formerly segregated state university systems crafted desegregation plans that gave them more control over policies for admissions, remediation, and retention. These plans created literacy requirements—admissions and graduation tests, remedial classes, and even writing centers and writing across the curriculum programs—that reshaped the landscape of college writing instruction and denied the demands of Black students, civil rights activists, and historically Black colleges and universities for major changes to university systems. This history details the profound influence of desegregation—and resistance to desegregation—on the ways that writing is taught and assessed in colleges today.",
      "Desegregation State provides WPAs and writing teachers with a disciplinary history for understanding racism in writing assessment and writing programs. Mendenhall brings emerging scholarship on the racialization of institutions into the field, showing why writing studies must pay more attention to how writing programs have institutionalized racist literacy ideologies through arguments about student placement, individualized writing instruction, and writing assessment."
    ]
  },
  {
    "title": "CounterStories from the Writing Center",
    "author": "Wonderful Faison and Frankie Condon",
    "publicationDate": "04-15-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/counterstories-from-the-writing-center",
    "openAccess": "no",
    "coverImage": "covers/faison2022.jpg",
    "description": [
      "CounterStories from the Writing Center gathers emerging scholars of colour and their white accomplices to challenge some of the most cherished lore about the work of writing centres. Writing within an intersectional feminist frame, this volume’s contributors name and critique the dominant role that white, straight, cis-gendered women have played in writing centre administration as well as in the field of writing centre studies. This work will shake the field’s core assumptions about itself.",
      "Practicing what Derrick Bell has termed “creative truth telling,” these writers are not concerned with individual white women in writing centres but with the social, political, and cultural capital that is the historical birthright of white, straight, cis-gendered women, particularly in writing centre studies. The essays collected in this volume test, defy, and overflow the bounds of traditional academic discourse in the service of powerful testimony, witness, and counterstory.",
      "CounterStories from the Writing Center is a must-read for writing centre directors, scholars, and tutors who are committed to antiracist pedagogy and offers a robust intersectional analysis to those who seek to understand the relationship between the work of writing centres and the problem of racism. Accessible and usable for both graduate and undergraduate students of writing centre theory and practice, this work troubles the field’s commonplaces and offers a rich envisioning of what writing centres materially committed to inclusion and equity might be and do."
    ]
  },
  {
    "title": "Bodies of Knowledge: Embodied Rhetorics in Theory and Practice",
    "author": "A. Abby Knoblauch and Marie E. Moelller",
    "publicationDate": "05-16-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/bodies-of-knowledge",
    "openAccess": "no",
    "coverImage": "covers/knoblauch2022.jpg",
    "description": [
      "Bodies of Knowledge challenges homogenizing (mis)understandings of knowledge construction and provides a complex discussion of what happens when we do not attend to embodied rhetorical theories and practices. Because language is always a reflection of culture, to attempt to erase language and knowledge practices that reflect minoritized and historically excluded cultural experiences obscures th­e legitimacy of such experiences both within and outside the academy.",
      "The pieces in Bodies of Knowledge draw explicit attention to the impact of the body on text, the impact of the body in text, the impact of the body as text, and the impact of the body upon textual production. The contributors investigate embodied rhetorics through the lenses of race and ethnicity, gender and sexuality, disability and pain, technologies and ecologies, clothing and performance, and scent, silence, and touch. In doing so, they challenge the (false) notion that academic knowledge—that is, “real” knowledge—is disembodied and therefore presumed white, middle class, cis-het, able-bodied, and male. This collection lays bare how myriad bodies invent, construct, deliver, and experience the processes of knowledge building.",
      "Experts in the field of writing studies provide the necessary theoretical frameworks to better understand productive (and unproductive) uses of embodied rhetorics within the academy and in the larger social realm. To help meet the theoretical and pedagogical needs of the discipline, Bodies of Knowledge addresses embodied rhetorics and embodied writing more broadly though a rich, varied, and intersectional approach. These authors address larger questions around embodiment while considering the various impacts of the body on theories and practices of rhetoric and composition."
    ]
  },
  {
    "title": "Behind the Curtain of Scholarly Publishing: Editors in Writing Studies",
    "author": "Greg Giberson, Megan Schoen and Christian Weisser",
    "publicationDate": "05-16-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/behind-the-curtain-of-scholarly-publishing",
    "openAccess": "no",
    "coverImage": "covers/giberson2022.jpg",
    "description": [
      "Until now there has been little consideration of the intellectual and historical impact editors have had on the young and ever-evolving field of writing studies. Behind the Curtain of Scholarly Publishing provides new and seasoned scholars with behind-the-scenes explorations and expositions of the history of scholarly editing and the role of the scholarly editor from the perspectives of current and former editors from important publications within the field.",
      "Each chapter in the collection examines the unique experiences and individual contributions of its authors during their time as editors, offering advice to scholars and potential editors on how to navigate the publication process and understand editorial roles. The contributors provide multiple perspectives on the growth, transformation, and, in some cases, founding of some of the most influential publishing venues in writing studies.",
      "The personal and historical narratives, along with the unique perspectives and insightful analyses of the individual authors in Behind the Curtain of Scholarly Publishing, offer needed transparency and context to what has historically been an opaque, yet inevitable and consequential, part of academic life. This volume will help researchers in the field understand the publishing process."
    ]
  },
  {
    "title": "Making Progress: Programmatic and Administrative Approaches for Multimodal Curricular Transformation",
    "author": "Logan Bearden",
    "publicationDate": "04-01-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/making-progress",
    "openAccess": "no",
    "coverImage": "covers/bearden2022.jpg",
    "description": [
      "Making Progress is an empirical investigation into the strategies and processes first-year composition programs can use to center multimodal work in their curricula. Logan Bearden makes a unique contribution to the field, presenting a series of flexible strategies, evolving considerations, and best practices that can be taken up, adapted, and implemented by programs and directors that want to achieve what Bearden brands “multimodal curricular transformation,” or MCT, at their own institutions.",
      "MCT can be achieved at the intersection of program documents and practices. Bearden details ten composition programs that have undergone MCT, offering interview data from the directors who oversaw and/or participated within the processes. He analyzes a corpus of outcomes statements to discover ways we can “make space” for multimodality and gives instructors and programs a broader understanding of the programmatic values for which they should strive if they wish to make space for multimodal composition in curricula. Making Progress also presents how other program documents like syllabi and program websites can bring those outcomes to life and make multimodal composing a meaningful part of first-year composition curricula.",
      "First-year composition programs that do not help their students learn to compose multimodal texts are limiting their rhetorical possibilities. The strategies in Making Progress will assist writing program directors and faculty who are interested in using multimodality to align programs with current trends in disciplinary scholarship and deal with resistance to curricular revision to ultimately help students become more effective communicators in a digital-global age."
    ]
  },
  {
    "title": "Writing across Difference: Theory and Intervention",
    "author": "James Rushing Daniel, Katie Malcolm and Candice Rai",
    "publicationDate": "03-01-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/writing-across-difference",
    "openAccess": "yes",
    "coverImage": "covers/daniel2022a.jpg",
    "description": [
      "As the nation becomes increasingly divided by economic inequality, racial injustice, xenophobic violence, and authoritarian governance, scholars in writing studies have strived to develop responsive theories and practices to engage students, teachers, administrators, and citizens in the crisis of division and to begin the complicated work of radically transforming our inequitable institutions and society. Writing across Difference is one of the first collections to gather scholars from across the field engaged in offering theoretical, methodological, and pedagogical resources for understanding, interrogating, negotiating, and writing across difference.",
      "No text in composition has made such a sweeping attempt to place the multiple areas of translingualism, antiracism, anticolonialism, interdisciplinarity, and disability into conversation or to represent the field as broadly unified around the concept of difference. The chapters in this book specifically explore how monolingual ideology is maintained in institutions and how translingual strategies can (re)include difference; how narrative-based interventions can promote writing across difference in classrooms and institutions by complicating dominant discourses; and how challenging dominant logics of class, race, ability, and disciplinarity can present opportunities for countering divisiveness.",
      "Writing across Difference offers writing scholars a sustained intellectual encounter with the crisis of difference and foregrounds the possibilities such an encounter offers for collective action toward a more inclusive and equitable society. It presents a variety of approaches for intervening in classrooms and institutions in the interest of focalizing, understanding, negotiating, and bridging difference. The book will be a valuable resource to those disturbed by the bigotry, violence, and fanaticism that mark our political culture and who are seeking inspiration, models, and methods for collective response."
    ]
  },
  {
    "title": "The Practice of Rhetoric: Poetics, Performance, Philosophy",
    "author": "Debra Hawhee and Vessela Valiavitcharska",
    "publicationDate": "10-18-2022",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817321376/the-practice-of-rhetoric/",
    "openAccess": "no",
    "coverImage": "covers/hawhee2022.jpg",
    "description": [
      "Rhetoric is the art of emphasis, in the ancient sense of bringing to light or obscuring in shadow, and it is both a practice and a theory about that practice. In recent decades, scholars of rhetoric have turned to approaches that braid together poetics, performance, and philosophy into a “practical art.” The Practice of Rhetoric: Poetics, Performance, Philosophy presents just such an account of rhetoric that presumes and incorporates theoretical approaches, offering a collection of principles assembled in the heat and trials of public practice. The essays gathered in this volume are inspired by the capacious conception of rhetoric put forth by historian of rhetoric Jeffrey Walker, who is perhaps best known for stressing rhetoric’s educational mission and its investments in both theory and practice.",
      "The book extends that vision through the prisms of poetics, performance, and philosophy of argument. Poetics shows rhetoric’s meaning making in all its verbal possibilities and material manifestations, in contexts ranging from mouse-infested medieval fields to the threat of toxin-ridden streams in the twentieth century. Performance puts what is created into the heat of public life, tapping out the rhythms of Byzantine prose or using collage to visually depict the beliefs and convictions of Martin Luther King Jr. Philosophy of argument enacts the mutually constitutive relationship between rhetoric and dialectic, offering new insights on and contexts for old tools like stasis and disputation, while keeping the focus on usefulness and teachability.",
      "Ranging across centuries and contexts, the essays collected here demonstrate the continued need to attend carefully to the cooperation of descriptive language and normative reality, conceptual vocabulary and material practice, public speech and moral self-shaping. This volume will rekindle long-standing conversations about the public, world-making practice of rhetoric, thereby enlivening anew its civic mission."
    ]
  },
  {
    "title": "User Experience as Innovative Academic Practice",
    "author": "Kate Crane and Kelli Cargile Cook",
    "publicationDate": "03-11-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/tpc/innovative/",
    "openAccess": "yes",
    "coverImage": "covers/crane2022.jpg",
    "description": [
      "Situating itself in the Technical and Professional Communication discipline, this edited collection provides case studies from various points of instruction and curricular design to illustrate how a user experience (UX) methodology provides invaluable insight into understanding and including student-users. Drawing on research on student-users as they developed student-user profiles, journey maps, diary entries, course reflections, and affinity diagramming, among other sources, the authors of the chapters in this book argue that UX design is not only a worthy practice, but also a necessary one. Collectively, they argue that the UX design approach allows student-users to become co-creators of class material and academic products rather than the byproducts of such work. Together, the work in this collection offers an impetus of a new way of thinking about instruction and programs: designing courses and programs not only for students but with them."
    ]
  },
  {
    "title": "Community is the Way: Engaged Writing and Designing for Transformative Change",
    "author": "Aimée Knight",
    "publicationDate": "03-09-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/practice/community/",
    "openAccess": "yes",
    "coverImage": "covers/knight2022.jpg",
    "description": [
      "How can we design for equity and justice in our community partnerships? This field guide offers a vision for enacting social justice with community partners. Working from a community’s resources and strengths toward the goal of building its internal capacity, this book considers how actions such as grassroots activism, decolonization efforts, co-resistance movements, and social change initiatives can support reciprocity and mutuality. Community is the Way provides examples of concrete, situated action grounded in disciplinary knowledge and extensive fieldwork. Reflecting on her experiences operating a community writing program, author Aimée Knight argues that the equity-based approach described in this book requires a commitment to interrogating how power, oppression, resistance, privilege, penalties, benefits, and harms are built into the systems we seek to change. Knight offers a community-led approach that builds bridges of understanding and support and charts a path toward transformative change."
    ]
  },
  {
    "title": "Negotiating the Intersections of Writing and Writing Instruction",
    "author": "Magnus Gustafsson and Andreas Eriksson",
    "publicationDate": "01-18-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/international/eataw2019/",
    "openAccess": "yes",
    "coverImage": "covers/gustafsson2022.jpg",
    "description": [
      "Expanding on their presentations at the 10th conference of the European Association for the Teaching of Academic Writing (EATAW), the contributors to this peer-reviewed edited collection explore and reflect on the conference theme Academic Writing at Intersections – Interdisciplinarity, Genre Hybridization, Multilingualism, Digitalization, and Interculturality. The chapters focus on the choices we face as teachers of academic writing and, indeed, as writers who seek publication as we stand at these critical intersections. Key issues explored in the collection involve the challenges posed by new and emerging technologies, the complexity of approaches to supervision, questions surrounding the scaffolding of writing processes, strategies for navigating complex administrative contexts and structures, and strategies for addressing the translingual contexts most EATAW members—and most teachers of writing—face. The collection concludes with reflections from researchers associated with EATAW and related organizations."
    ]
  },
  {
    "title": "Assembling Critical Components: A Framework for Sustaining Technical and Professional Communication",
    "author": "Joanna Schreiber and Lisa Melonçon",
    "publicationDate": "01-27-2022",
    "publisher": "WAC Clearinghouse/UP Colorado",
    "publisherURL": "https://wac.colostate.edu/books/tpc/assembling/",
    "openAccess": "yes",
    "coverImage": "covers/schreiber2022.jpg",
    "description": [
      "How do you explain technical and professional communication? The field has long tried to answer this question, with limited success. Because the field is constantly evolving alongside social, technological, and communication changes, it remains difficult to explain. Assembling Critical Components presents TPC as a collective identity and provides a framework for situating critical components of the field. This collection includes chapters reflecting on topics such as accessibility, professional communication, regulatory writing, socio-technical situation, procedural knowledge, applied rhetoric, and ethics. These topics are contextualized by entries presenting field-wide data on topics including influential texts, key terms, and teaching practices over time. Assembling Critical Components provides students, teachers, researchers, program administrators, and industry professionals a tangible yet flexible approach to explaining TPC."
    ]
  },
  {
    "title": "Climate Politics on the Border: Environmental Justice Rhetorics",
    "author": "Kenneth Walker",
    "publicationDate": "02-22-2022",
    "publisher": "University of Alabama Press",
    "publisherURL": "https://www.uapress.ua.edu/9780817321116/climate-politics-on-the-border/",
    "openAccess": "no",
    "coverImage": "covers/walker2022.jpg",
    "description": [
      "As a borderland city with generations of slow violence and extreme weather events like flash flooding and intense heat waves, San Antonio, Texas, speaks directly to global issues in climate politics. In Climate Politics on the Border: Environmental Justice Rhetorics, Kenneth Walker takes a place-based approach to his study of San Antonio to explore how extreme weather events and responses to them shape local places, publics, and politics, with an eye toward a future characterized by severe climate breakdown.",
      "Attending to the local histories and micropolitics of San Antonio, Walker examines the effects of extreme weather events as they are experienced across radically inequitable social categories. These local histories serve as a guide, not just for future climates, which stand to be unprecedented, but for the necessary public and political responses to them. He shows how extreme weather events in the past have reinforced colonial social orders that weaken democratic goals of pluralism and equity. Conversely, he also shows how diverse coalitions have resisted and responded to these forces.",
      "Walker examines the ethics of Latinx and Anglo relations within state-sponsored productions of racial inequity and environmental degradation, the coalitional capacities of environmental activists and second-wave Chicana/o organizations to protect clean water and transform local political representation, the obligations of place-keeping in Latinx urban design and ecological restoration, and the need to foster pluriversal worlds in city-level climate action and adaptation plans. Collectively these chapters rethink tropes of adaptation, resilience, and coalition as rhetorical and ecological capacities for public and political responses to extractivism.",
      "Based on years of archival work and fieldwork, Climate Politics on the Border demonstrates vividly why ecological and anticolonial approaches to rhetoric are essential for grappling with climate politics. Overall, this is a timely study of how environmental degradation, pollution, and climate change are disputed and negotiated at the local political level in a borderland community."
    ]
  },
  {
    "title": "Rhetorics of the Digital Nonhumanities",
    "author": "Alex Reid",
    "publicationDate": "01-31-2022",
    "publisher": "Southern Illinois University Press",
    "publisherURL": "https://www.siupress.com/9780809338337/rhetorics-of-the-digital-nonhumanities/",
    "openAccess": "no",
    "coverImage": "covers/reid2022.jpg",
    "description": [
      "In Rhetorics of the Digital Nonhumanities, author Alex Reid fashions a potent vocabulary from new materialist theory, media theory, postmodern theory, and digital rhetoric to rethink the connections between humans and digital media. Addressed are the familiar concerns that scholars have with digital culture: how technologies affect attention spans, how digital media are used to compose, and how digital rhetoric is taught.",
      "Rhetoric is now regularly defined as including human and nonhuman actors. Each actor influences the thoughts, arguments, and sentiments that journey through systems of processors, algorithms, humans, air, and metal. The author’s arguments, even though they are unnerving, orient rhetorical practices to a more open, deliberate, and attentive awareness of what we are truly capable of and how we become capable. This volume moves beyond viewing digital media as an expression of human agency. Humans, formed into new collectives of user populations, must negotiate rather than command their way through digital media ecologies.",
      "Chapters centralize the most pressing questions: How do social media algorithms affect our judgment? How do smart phones shape our attention? These questions demand scholarly practice for attending the world around us. They explore attention and deliberation to embrace digital nonhuman composition. Once we see this brave new world, Reid argues, we are compelled to experiment."
    ]
  },
  {
    "title": "Writing in the Clouds: Inventing and Composing in Internetworked Writing Spaces",
    "author": "John Logie",
    "publicationDate": "01-14-2022",
    "publisher": "Parlor Press",
    "publisherURL": "https://parlorpress.com/collections/new-releases-parlor-press/products/writing-in-the-clouds",
    "openAccess": "no",
    "coverImage": "covers/logie2022.jpg",
    "description": [
      "Writing in the Clouds is an intensive examination of the profound consequences of contemporary writing technologies for the act—and art—of composition. In the 1980s and 1990s, the increasing adoption of computers as digital composing tools prompted scholars to re-examine the roles technology might play in written composition. This book elaborates those consequences at a time when internetworked writing has supplanted digital composition. Our centuries-long relationship with paper as the default space for certain types of written composition has been thrown into question. The advent of ebooks and their sharply spiking popularity is one indication of the ongoing technological and cultural shift. Perhaps more important is the relative affordability of tablet computers and their increasingly widespread acceptance and use in roles that formerly required paper-based writing. For years, the notion of the paperless office has been an ironic joke. Paper consumption soared after the adoption of desktop computers. Now portable and tablet computing appear to be contributing to a dramatic decline in US per capita paper consumption. Today’s writers are increasingly aware of the likelihood that their compositions may never be printed. When they are certain that their works are being developed for digital delivery, they cannily adapt their writing to exploit the affordances of internetworked digital spaces. Writing in the Clouds offers history, analysis, and a set of keywords to help readers better understand these changes in their particularity and help them prepare for what’s next as writers embrace the expansive opportunities of cloud-based writing spaces."
    ]
  },
  {
    "title": "Stories of Becoming: Demystifying the Professoriate for Graduate Students in Composition and Rhetoric",
    "author": "Claire Lutkewitte, Juliette C. Kitchens, and Molly J. Scanlon",
    "publicationDate": "01-03-2022",
    "publisher": "Utah State University Press",
    "publisherURL": "https://upcolorado.com/utah-state-university-press/stories-of-becoming",
    "openAccess": "no",
    "coverImage": "covers/lutkewitte2022.jpg",
    "description": [
      "Based on findings from a multiyear, nationwide study of new faculty in the field of rhetoric and composition, Stories of Becoming provides graduate students—and those who train them—with specific strategies for preparing for a career in the professoriate. Through the use of stories, the authors invite readers to experience their collaborative research processes for conducting a nationwide survey, qualitative interviews, and textual analysis of professional documents.",
      "Using data from the study, the authors offer six specific strategies—including how to manage time, how to create a work/life balance, and how to collaborate with others—that readers can use to prepare for the composition and rhetoric job market and to begin their careers as full-time faculty members. Readers will learn about the possible responsibilities they may take on as new faculty, particularly those that go beyond teaching, research, service, and administration to include navigating the politics of higher education and negotiating professional identity construction. And they will also engage in activities and answer questions designed to deepen their understanding of the field and help them identify their own values and desired career trajectory.",
      "Stories of Becoming demystifies the professoriate, compares what current new faculty have to say of their job expectations with the realities that students might face when on the job, and brings to light the invisible, behind-the-scenes work done by new faculty. It will be invaluable to graduate students, those who teach graduate students, new faculty, and hiring administrators in composition and rhetoric."
    ]
  }
]